[
{"title": "观沧海", "author": "曹操", "dynasty": "两汉", "content": "东临碣石，以观沧海。水何澹澹，山岛竦峙。树木丛生，百草丰茂。秋风萧瑟，洪波涌起。日月之行，若出其中；星汉灿烂，若出其里。幸甚至哉，歌以咏志。"},
{"title": "短歌行", "author": "曹操", "dynasty": "两汉", "content": "对酒当歌，人生几何！譬如朝露，去日苦多。慨当以慷，忧思难忘。何以解忧？唯有杜康。青青子衿，悠悠我心。但为君故，沉吟至今。呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。明明如月，何时可掇？忧从中来，不可断绝。越陌度阡，枉用相存。契阔谈䜩，心念旧恩。(谈䜩 一作：谈宴)月明星稀，乌鹊南飞。绕树三匝，何枝可依？山不厌高，海不厌深。周公吐哺，天下归心。 "},
{"title": "出师表 / 前出师表", "author": "诸葛亮", "dynasty": "两汉", "content": "　　先帝创业未半而中道崩殂，今天下三分，益州疲弊，此诚危急存亡之秋也。然侍卫之臣不懈于内，忠志之士忘身于外者，盖追先帝之殊遇，欲报之于陛下也。诚宜开张圣听，以光先帝遗德，恢弘志士之气，不宜妄自菲薄，引喻失义，以塞忠谏之路也。\r\n　　宫中府中，俱为一体；陟罚臧否，不宜异同。若有作奸犯科及为忠善者，宜付有司论其刑赏，以昭陛下平明之理，不宜偏私，使内外异法也。\r\n　　侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯，是以先帝简拔以遗陛下。愚以为宫中之事，事无大小，悉以咨之，然后施行，必能裨补阙漏，有所广益。\r\n　　将军向宠，性行淑均，晓畅军事，试用于昔日，先帝称之曰能，是以众议举宠为督。愚以为营中之事，悉以咨之，必能使行阵和睦，优劣得所。\r\n　　亲贤臣，远小人，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓也。先帝在时，每与臣论此事，未尝不叹息痛恨于桓、灵也。侍中、尚书、长史、参军，此悉贞良死节之臣，愿陛下亲之信之，则汉室之隆，可计日而待也。\r\n　　臣本布衣，躬耕于南阳，苟全性命于乱世，不求闻达于诸侯。先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中，咨臣以当世之事，由是感激，遂许先帝以驱驰。后值倾覆，受任于败军之际，奉命于危难之间，尔来二十有一年矣。\r\n　　先帝知臣谨慎，故临崩寄臣以大事也。受命以来，夙夜忧叹，恐托付不效，以伤先帝之明；故五月渡泸，深入不毛。今南方已定，兵甲已足，当奖率三军，北定中原，庶竭驽钝，攘除奸凶，兴复汉室，还于旧都。此臣所以报先帝而忠陛下之职分也。至于斟酌损益，进尽忠言，则攸之、祎、允之任也。\r\n　　愿陛下托臣以讨贼兴复之效，不效，则治臣之罪，以告先帝之灵。若无兴德之言，则责攸之、祎、允等之慢，以彰其咎；陛下亦宜自谋，以咨诹善道，察纳雅言，深追先帝遗诏。臣不胜受恩感激。\r\n　　今当远离，临表涕零，不知所言。"},
{"title": "龟虽寿", "author": "曹操", "dynasty": "两汉", "content": "神龟虽寿，犹有竟时。腾蛇乘雾，终为土灰。老骥伏枥，志在千里。烈士暮年，壮心不已。盈缩之期，不但在天；养怡之福，可得永年。幸甚至哉，歌以咏志。"},
{"title": "长歌行", "author": "佚名", "dynasty": "两汉", "content": "青青园中葵，朝露待日晞。阳春布德泽，万物生光辉。常恐秋节至，焜黄华叶衰。百川东到海，何时复西归？少壮不努力，老大徒伤悲！ "},
{"title": "七步诗", "author": "曹植", "dynasty": "两汉", "content": "煮豆持作羹，漉菽以为汁。(菽 一作：豉)萁在釜下燃，豆在釜中泣。本自同根生，相煎何太急？"},
{"title": "邹忌讽齐王纳谏", "author": "刘向 撰", "dynasty": "两汉", "content": "　　邹忌修八尺有余，而形貌昳丽。朝服衣冠，窥镜，谓其妻曰：“我孰与城北徐公美？”其妻曰：“君美甚，徐公何能及君也？”城北徐公，齐国之美丽者也。忌不自信，而复问其妾曰：“吾孰与徐公美？”妾曰：“徐公何能及君也？”旦日，客从外来，与坐谈，问之客曰：“吾与徐公孰美？”客曰：“徐公不若君之美也。”明日徐公来，孰视之，自以为不如；窥镜而自视，又弗如远甚。暮寝而思之，曰：“吾妻之美我者，私我也；妾之美我者，畏我也；客之美我者，欲有求于我也。”\r\n　　于是入朝见威王，曰：“臣诚知不如徐公美。臣之妻私臣，臣之妾畏臣，臣之客欲有求于臣，皆以美于徐公。今齐地方千里，百二十城，宫妇左右莫不私王，朝廷之臣莫不畏王，四境之内莫不有求于王：由此观之，王之蔽甚矣。”\r\n　　王曰：“善。”乃下令：“群臣吏民能面刺寡人之过者，受上赏；上书谏寡人者，受中赏；能谤讥于市朝，闻寡人之耳者，受下赏。”令初下，群臣进谏，门庭若市；数月之后，时时而间进；期年之后，虽欲言，无可进者。燕、赵、韩、魏闻之，皆朝于齐。此所谓战胜于朝廷。"},
{"title": "诫子书", "author": "诸葛亮", "dynasty": "两汉", "content": "　　夫君子之行，静以修身，俭以养德。非淡泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能治性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！ (淡泊 一作：澹泊；淫慢 一作：慆慢) "},
{"title": "洛神赋", "author": "曹植", "dynasty": "两汉", "content": "　　黄初三年，余朝京师，还济洛川。古人有言：斯水之神，名曰宓妃。感宋玉对楚王神女之事，遂作斯赋。其词曰：\r\n　　余从京域，言归东藩，背伊阙，越轘辕，经通谷，陵景山。日既西倾，车殆马烦。尔乃税驾乎蘅皋，秣驷乎芝田，容与乎阳林，流眄乎洛川。于是精移神骇，忽焉思散。俯则未察，仰以殊观。睹一丽人，于岩之畔。乃援御者而告之曰：“尔有觌于彼者乎？彼何人斯，若此之艳也！”御者对曰：“臣闻河洛之神，名曰宓妃。然则君王之所见，无乃是乎！其状若何？臣愿闻之。”\r\n　　余告之曰：其形也，翩若惊鸿，婉若游龙。荣曜秋菊，华茂春松。髣髴兮若轻云之蔽月，飘飖兮若流风之回雪。远而望之，皎若太阳升朝霞；迫而察之，灼若芙蕖出渌波。秾纤得衷，修短合度。肩若削成，腰如约素。延颈秀项，皓质呈露。芳泽无加，铅华弗御。云髻峨峨，修眉联娟。丹唇外朗，皓齿内鲜。明眸善睐，靥辅承权。瓌姿艳逸，仪静体闲。柔情绰态，媚于语言。奇服旷世，骨像应图。披罗衣之璀粲兮，珥瑶碧之华琚。戴金翠之首饰，缀明珠以耀躯。践远游之文履，曳雾绡之轻裾。微幽兰之芳蔼兮，步踟蹰于山隅。于是忽焉纵体，以遨以嬉。左倚采旄，右荫桂旗。攘皓腕于神浒兮，采湍濑之玄芝。\r\n　　余情悦其淑美兮，心振荡而不怡。无良媒以接欢兮，托微波而通辞。愿诚素之先达兮，解玉佩以要之。嗟佳人之信修，羌习礼而明诗。抗琼珶以和予兮，指潜渊而为期。执眷眷之款实兮，惧斯灵之我欺。感交甫之弃言兮，怅犹豫而狐疑。收和颜而静志兮，申礼防以自持。\r\n　　于是洛灵感焉，徙倚彷徨。神光离合，乍阴乍阳。竦轻躯以鹤立，若将飞而未翔。践椒途之郁烈，步蘅薄而流芳。超长吟以永慕兮，声哀厉而弥长。尔乃众灵杂沓，命俦啸侣。或戏清流，或翔神渚，或采明珠，或拾翠羽。从南湘之二妃，携汉滨之游女。叹匏瓜之无匹兮，咏牵牛之独处。扬轻袿之猗靡兮，翳修袖以延伫。体迅飞凫，飘忽若神。凌波微步，罗袜生尘。动无常则，若危若安；进止难期，若往若还。转眄流精，光润玉颜。含辞未吐，气若幽兰。华容婀娜，令我忘餐。\r\n　　于是屏翳收风，川后静波。冯夷鸣鼓，女娲清歌。腾文鱼以警乘，鸣玉銮以偕逝。六龙俨其齐首，载云车之容裔。鲸鲵踊而夹毂，水禽翔而为卫。于是越北沚，过南冈，纡素领，回清扬。动朱唇以徐言，陈交接之大纲。恨人神之道殊兮，怨盛年之莫当。抗罗袂以掩涕兮，泪流襟之浪浪。悼良会之永绝兮，哀一逝而异乡。无微情以效爱兮，献江南之明珰。虽潜处于太阴，长寄心于君王。忽不悟其所舍，怅神宵而蔽光。\r\n　　于是背下陵高，足往神留。遗情想像，顾望怀愁。冀灵体之复形，御轻舟而上溯。浮长川而忘反，思绵绵而增慕。夜耿耿而不寐，沾繁霜而至曙。命仆夫而就驾，吾将归乎东路。揽騑辔以抗策，怅盘桓而不能去。"},
{"title": "大道之行也", "author": "戴圣", "dynasty": "两汉", "content": "　　大道之行也，天下为公。选贤与能，讲信修睦。故人不独亲其亲，不独子其子，使老有所终，壮有所用，幼有所长，矜、寡、孤、独、废疾者皆有所养，男有分，女有归。货恶其弃于地也，不必藏于己；力恶其不出于身也，不必为己。是故谋闭而不兴，盗窃乱贼而不作，故外户而不闭。是谓大同。(矜 同：鳏) "},
{"title": "迢迢牵牛星", "author": "佚名", "dynasty": "两汉", "content": "迢迢牵牛星，皎皎河汉女。纤纤擢素手，札札弄机杼。终日不成章，泣涕零如雨。河汉清且浅，相去复几许。盈盈一水间，脉脉不得语。 "},
{"title": "凤求凰", "author": "司马相如", "dynasty": "两汉", "content": "其一：【琴曲出自王实甫《西厢记》】有一美人兮，见之不忘。（一作：有美人兮，见之不忘。）一日不见兮，思之如狂。凤飞翱翔兮，四海求凰。无奈佳人兮，不在东墙。将琴代语兮，聊写衷肠。何时见许兮，慰我彷徨。愿言配德兮，携手相将。不得於飞兮，使我沦亡。\r\n其二：凤兮凤兮归故乡，遨游四海求其凰。时未遇兮无所将，何悟今兮升斯堂！有艳淑女在闺房，室迩人遐毒我肠。何缘交颈为鸳鸯，胡颉颃兮共翱翔！凰兮凰兮从我栖，得托孳尾永为妃。交情通意心和谐，中夜相从知者谁？双翼俱起翻高飞，无感我思使余悲。"},
{"title": "白头吟", "author": "卓文君", "dynasty": "两汉", "content": "皑如山上雪，皎若云间月。闻君有两意，故来相决绝。今日斗酒会，明旦沟水头。躞蹀御沟上，沟水东西流。凄凄复凄凄，嫁娶不须啼。愿得一心人，白头不相离。竹竿何袅袅，鱼尾何簁簁！男儿重意气，何用钱刀为！"},
{"title": "十五从军征", "author": "佚名", "dynasty": "两汉", "content": "十五从军征，八十始得归。八逢乡里人：“家中有阿谁？”“遥看是君家，松柏冢累累。”(遥看 一作：遥望)兔从狗窦入，雉从梁上飞。中庭生旅谷，井上生旅葵。舂谷持作饭，采葵持作羹。羹饭一时熟，不知饴阿谁。出门东向看，泪落沾我衣。 "},
{"title": "江南", "author": "佚名", "dynasty": "两汉", "content": "江南可采莲，莲叶何田田。鱼戏莲叶间。鱼戏莲叶东，鱼戏莲叶西，鱼戏莲叶南，鱼戏莲叶北。 "},
{"title": "上邪", "author": "佚名", "dynasty": "两汉", "content": "上邪！我欲与君相知，长命无绝衰。山无陵，江水为竭，冬雷震震，夏雨雪，天地合，乃敢与君绝。"},
{"title": "唐雎不辱使命", "author": "刘向 撰", "dynasty": "两汉", "content": "　　秦王使人谓安陵君曰：“寡人欲以五百里之地易安陵，安陵君其许寡人！”安陵君曰：“大王加惠，以大易小，甚善；虽然，受地于先王，愿终守之，弗敢易！”秦王不说。安陵君因使唐雎使于秦。\r\n　　秦王谓唐雎曰：“寡人以五百里之地易安陵，安陵君不听寡人，何也？且秦灭韩亡魏，而君以五十里之地存者，以君为长者，故不错意也。今吾以十倍之地，请广于君，而君逆寡人者，轻寡人与？”唐雎对曰：“否，非若是也。安陵君受地于先王而守之，虽千里不敢易也，岂直五百里哉？”\r\n　　秦王怫然怒，谓唐雎曰：“公亦尝闻天子之怒乎？”唐雎对曰：“臣未尝闻也。”秦王曰：“天子之怒，伏尸百万，流血千里。”唐雎曰：“大王尝闻布衣之怒乎？”秦王曰：“布衣之怒，亦免冠徒跣，以头抢地尔。”唐雎曰：“此庸夫之怒也，非士之怒也。夫专诸之刺王僚也，彗星袭月；聂政之刺韩傀也，白虹贯日；要离之刺庆忌也，仓鹰击于殿上。此三子者，皆布衣之士也，怀怒未发，休祲降于天，与臣而将四矣。若士必怒，伏尸二人，流血五步，天下缟素，今日是也。”挺剑而起。 \r\n　　秦王色挠，长跪而谢之曰：“先生坐！何至于此！寡人谕矣：夫韩、魏灭亡，而安陵以五十里之地存者，徒以有先生也。”"},
{"title": "过秦论", "author": "贾谊", "dynasty": "两汉", "content": "上篇　　秦孝公据崤函之固，拥雍州之地，君臣固守以窥周室，有席卷天下，包举宇内，囊括四海之意，并吞八荒之心。当是时也，商君佐之，内立法度，务耕织，修守战之具；外连衡而斗诸侯。于是秦人拱手而取西河之外。\r\n　　孝公既没，惠文、武、昭襄蒙故业，因遗策，南取汉中，西举巴、蜀，东割膏腴之地，北收要害之郡。诸侯恐惧，会盟而谋弱秦，不爱珍器重宝肥饶之地，以致天下之士，合从缔交，相与为一。当此之时，齐有孟尝，赵有平原，楚有春申，魏有信陵。此四君者，皆明智而忠信，宽厚而爱人，尊贤而重士，约从离衡，兼韩、魏、燕、楚、齐、赵、宋、卫、中山之众。于是六国之士，有宁越、徐尚、苏秦、杜赫之属为之谋，齐明、周最、陈轸、召滑、楼缓、翟景、苏厉、乐毅之徒通其意，吴起、孙膑、带佗、倪良、王廖、田忌、廉颇、赵奢之伦制其兵。尝以十倍之地，百万之众，叩关而攻秦。秦人开关延敌，九国之师，逡巡而不敢进。秦无亡矢遗镞之费，而天下诸侯已困矣。于是从散约败，争割地而赂秦。秦有余力而制其弊，追亡逐北，伏尸百万，流血漂橹。因利乘便，宰割天下，分裂山河。强国请服，弱国入朝。延及孝文王、庄襄王，享国之日浅，国家无事。\r\n　　及至始皇，奋六世之余烈，振长策而御宇内，吞二周而亡诸侯，履至尊而制六合，执敲扑而鞭笞天下，威振四海。南取百越之地，以为桂林、象郡；百越之君，俯首系颈，委命下吏。乃使蒙恬北筑长城而守藩篱，却匈奴七百余里。胡人不敢南下而牧马，士不敢弯弓而报怨。于是废先王之道，焚百家之言，以愚黔首；隳名城，杀豪杰，收天下之兵，聚之咸阳，销锋镝，铸以为金人十二，以弱天下之民。然后践华为城，因河为池，据亿丈之城，临不测之渊，以为固。良将劲弩守要害之处，信臣精卒陈利兵而谁何。天下已定，始皇之心，自以为关中之固，金城千里，子孙帝王万世之业也。\r\n　　始皇既没，余威震于殊俗。然陈涉瓮牖绳枢之子，氓隶之人，而迁徙之徒也；才能不及中人，非有仲尼、墨翟之贤，陶朱、猗顿之富；蹑足行伍之间，而倔起阡陌之中，率疲弊之卒，将数百之众，转而攻秦，斩木为兵，揭竿为旗，天下云集响应，赢粮而景从。山东豪俊遂并起而亡秦族矣。\r\n　　且夫天下非小弱也，雍州之地，崤函之固，自若也。陈涉之位，非尊于齐、楚、燕、赵、韩、魏、宋、卫、中山之君也；锄耰棘矜，非铦于钩戟长铩也；谪戍之众，非抗于九国之师也；深谋远虑，行军用兵之道，非及向时之士也。然而成败异变，功业相反，何也?试使山东之国与陈涉度长絜大，比权量力，则不可同年而语矣。然秦以区区之地，致万乘之势，序八州而朝同列，百有余年矣；然后以六合为家，崤函为宫；一夫作难而七庙隳，身死人手，为天下笑者，何也？仁义不施而攻守之势异也。\r\n中篇　　秦灭周祀，并海内，兼诸侯，南面称帝，以养四海。天下之士，斐然向风。若是，何也？曰：近古之无王者久矣。周室卑微，五霸既灭，令不行于天下。是以诸侯力政，强凌弱，众暴寡，兵革不休，士民罢弊。今秦南面而王天下，是上有天子也。既元元之民冀得安其性命，莫不虚心而仰上。当此之时，专威定功，安危之本，在于此矣。\r\n　　秦王怀贪鄙之心，行自奋之智，不信功臣，不亲士民，废王道而立私爱，焚文书而酷刑法，先诈力而后仁义，以暴虐为天下始。夫兼并者高诈力，安危者贵顺权，此言取与守不同术也。秦离战国而王天下，其道不易，其政不改，是其所以取之守之者无异也。孤独而有之，故其亡可立而待也。借使秦王论上世之事，并殷、周之迹，以制御其政，后虽有淫骄之主，犹未有倾危之患也。故三王之建天下，名号显美，功业长久。\r\n　　今秦二世立，天下莫不引领而观其政。夫寒者利裋褐，而饥者甘糟糠。天下嚣嚣，新主之资也。此言劳民之易为仁也。向使二世有庸主之行而任忠贤，臣主一心而忧海内之患，缟素而正先帝之过；裂地分民以封功臣之后，建国立君以礼天下；虚囹圄而免刑戮，去收孥污秽之罪，使各反其乡里；发仓廪，散财币，以振孤独穷困之士；轻赋少事，以佐百姓之急；约法省刑，以持其后，使天下之人皆得自新，更节修行，各慎其身；塞万民之望，而以盛德与天下，天下息矣。即四海之内皆欢然各自安乐其处，惟恐有变。虽有狡害之民，无离上之心，则不轨之臣无以饰其智，而暴乱之奸弭矣。\r\n　　二世不行此术，而重以无道：坏宗庙与民，更始作阿房之宫；繁刑严诛，吏治刻深；赏罚不当，赋敛无度。天下多事，吏不能纪；百姓困穷，而主不收恤。然后奸伪并起，而上下相遁；蒙罪者众，刑戮相望于道，而天下苦之。自群卿以下至于众庶，人怀自危之心，亲处穷苦之实，咸不安其位，故易动也。是以陈涉不用汤、武之贤，不借公侯之尊，奋臂于大泽，而天下响应者，其民危也。\r\n　　故先王者，见终始不变，知存亡之由。是以牧民之道，务在安之而已矣。下虽有逆行之臣，必无响应之助。故曰：“安民可与为义，而危民易与为非”，此之谓也。贵为天子，富有四海，身在于戮者，正之非也。是二世之过也。\r\n下篇　　秦兼诸侯山东三十余郡，脩津关，据险塞，缮甲兵而守之。然陈涉率散乱之众数百，奋臂大呼，不用弓戟之兵，鉏耰白梃，望屋而食，横行天下。秦人阻险不守，关梁不闭，长戟不刺，强弩不射。楚师深入，战于鸿门，曾无藩篱之难。于是山东诸侯并起，豪俊相立。秦使章邯将而东征，章邯因其三军之众，要市于外，以谋其上。群臣之不相信，可见于此矣。子婴立，遂不悟。借使子婴有庸主之材而仅得中佐，山东虽乱，三秦之地可全而有，宗庙之祀宜未绝也。\r\n　　秦地被山带河以为固，四塞之国也。自缪公以来，至于秦王，二十余君，常为诸侯雄。此岂世贤哉？其势居然也。且天下尝同心并力攻秦矣，当此之世，贤智并列，良将行其师，贤相通其谋，然困于阻险而不能进，秦乃延入战而为之开关，百万之徒逃北而遂坏。岂勇力智慧不足哉？形不利，势不便也。秦小邑并大城，守险塞而军，高垒毋战，闭关据厄，荷戟而守之。诸侯起于匹夫，以利合，非有素王之行也。其交未亲，其下未附，名曰亡秦，其实利之也。彼见秦阻之难犯也，必退师。案土息民，以待其敝，收弱扶罢，以令大国之君，不患不得意于海内。贵为天子，富有四海，而身为禽者，其救败非也。\r\n　　秦王足己而不问，遂过而不变。二世受之，因而不改，暴虐以重祸。子婴孤立无亲，危弱无辅。三主之惑，终身不悟，亡不亦宜乎？当此时也，也非无深谋远虑知化之士也，然所以不敢尽忠指过者，秦俗多忌讳之禁也，——忠言未卒于口而身糜没矣。故使天下之士倾耳而听，重足而立，阖口而不言。是以三主失道，而忠臣不谏，智士不谋也。天下已乱，奸不上闻，岂不悲哉！先王知壅蔽之伤国也，故置公卿、大夫、士，以饰法设刑而天下治。其强也，禁暴诛乱而天下服；其弱也，王霸征而诸侯从；其削也，内守外附而社稷存。故秦之盛也，繁法严刑而天下震；及其衰也，百姓怨而海内叛矣。故周王序得其道，千余载不绝；秦本末并失，故不能长。由是观之，安危之统相去远矣。\r\n　　鄙谚曰：“前事之不忘，后事之师也。”是以君子为国，观之上古，验之当世，参之人事，察盛衰之理，审权势之宜，去就有序，变化因时，故旷日长久而社稷安矣。"},
{"title": "大风歌", "author": "刘邦", "dynasty": "两汉", "content": "大风起兮云飞扬，威加海内兮归故乡，安得猛士兮守四方！ "},
{"title": "孔雀东南飞并序 / 古诗为焦仲卿妻作", "author": "佚名", "dynasty": "两汉", "content": "　　汉末建安中，庐江府小吏焦仲卿妻刘氏，为仲卿母所遣，自誓不嫁。其家逼之，乃投水而死。仲卿闻之，亦自缢于庭树。时人伤之，为诗云尔。\r\n　　孔雀东南飞，五里一徘徊。\r\n　　“十三能织素，十四学裁衣。十五弹箜篌，十六诵诗书。十七为君妇，心中常苦悲。君既为府吏，守节情不移。贱妾留空房，相见常日稀。鸡鸣入机织，夜夜不得息。三日断五匹，大人故嫌迟。非为织作迟，君家妇难为！妾不堪驱使，徒留无所施。便可白公姥，及时相遣归。”\r\n　　府吏得闻之，堂上启阿母：“儿已薄禄相，幸复得此妇。结发同枕席，黄泉共为友。共事二三年，始尔未为久。女行无偏斜，何意致不厚。”\r\n　　阿母谓府吏：“何乃太区区！此妇无礼节，举动自专由。吾意久怀忿，汝岂得自由！东家有贤女，自名秦罗敷。可怜体无比，阿母为汝求。便可速遣之，遣去慎莫留！”\r\n　　府吏长跪告：“伏惟启阿母。今若遣此妇，终老不复取！”\r\n　　阿母得闻之，槌床便大怒：“小子无所畏，何敢助妇语！吾已失恩义，会不相从许！”\r\n　　府吏默无声，再拜还入户。举言谓新妇，哽咽不能语：“我自不驱卿，逼迫有阿母。卿但暂还家，吾今且报府。不久当归还，还必相迎取。以此下心意，慎勿违吾语。”\r\n　　新妇谓府吏：“勿复重纷纭。往昔初阳岁，谢家来贵门。奉事循公姥，进止敢自专？昼夜勤作息，伶俜萦苦辛。谓言无罪过，供养卒大恩；仍更被驱遣，何言复来还！妾有绣腰襦，葳蕤自生光；红罗复斗帐，四角垂香囊；箱帘六七十，绿碧青丝绳，物物各自异，种种在其中。人贱物亦鄙，不足迎后人，留待作遗施，于今无会因。时时为安慰，久久莫相忘！”\r\n　　鸡鸣外欲曙，新妇起严妆。著我绣夹裙，事事四五通。足下蹑丝履，头上玳瑁光。腰若流纨素，耳著明月珰。指如削葱根，口如含朱丹。纤纤作细步，精妙世无双。\r\n　　上堂拜阿母，阿母怒不止。“昔作女儿时，生小出野里。本自无教训，兼愧贵家子。受母钱帛多，不堪母驱使。今日还家去，念母劳家里。”却与小姑别，泪落连珠子。“新妇初来时，小姑始扶床；今日被驱遣，小姑如我长。勤心养公姥，好自相扶将。初七及下九，嬉戏莫相忘。”出门登车去，涕落百余行。\r\n　　府吏马在前，新妇车在后。隐隐何甸甸，俱会大道口。下马入车中，低头共耳语：“誓不相隔卿，且暂还家去。吾今且赴府，不久当还归。誓天不相负！”\r\n　　新妇谓府吏：“感君区区怀！君既若见录，不久望君来。君当作磐石，妾当作蒲苇。蒲苇纫如丝，磐石无转移。我有亲父兄，性行暴如雷，恐不任我意，逆以煎我怀。”举手长劳劳，二情同依依 。\r\n　　入门上家堂，进退无颜仪。阿母大拊掌，不图子自归：“十三教汝织，十四能裁衣，十五弹箜篌，十六知礼仪，十七遣汝嫁，谓言无誓违。汝今何罪过，不迎而自归？”兰芝惭阿母：“儿实无罪过。”阿母大悲摧。\r\n　　还家十余日，县令遣媒来。云有第三郎，窈窕世无双。年始十八九，便言多令才。\r\n　　阿母谓阿女：“汝可去应之。”\r\n　　阿女含泪答：“兰芝初还时，府吏见丁宁，结誓不别离。今日违情义，恐此事非奇。自可断来信，徐徐更谓之。”\r\n　　阿母白媒人：“贫贱有此女，始适还家门。不堪吏人妇，岂合令郎君？幸可广问讯，不得便相许。”\r\n　　媒人去数日，寻遣丞请还，说有兰家女，承籍有宦官。云有第五郎，娇逸未有婚。遣丞为媒人，主簿通语言。直说太守家，有此令郎君，既欲结大义，故遣来贵门。\r\n　　阿母谢媒人：“女子先有誓，老姥岂敢言！”\r\n　　阿兄得闻之，怅然心中烦。举言谓阿妹：“作计何不量！先嫁得府吏，后嫁得郎君。否泰如天地，足以荣汝身。不嫁义郎体，其往欲何云？”　　兰芝仰头答：“理实如兄言。谢家事夫婿，中道还兄门。处分适兄意，那得自任专！虽与府吏要，渠会永无缘。登即相许和，便可作婚姻。”\r\n　　媒人下床去。诺诺复尔尔。还部白府君：“下官奉使命，言谈大有缘。”府君得闻之，心中大欢喜。视历复开书，便利此月内，六合正相应。良吉三十日，今已二十七，卿可去成婚。交语速装束，络绎如浮云。青雀白鹄舫，四角龙子幡。婀娜随风转，金车玉作轮。踯躅青骢马，流苏金镂鞍。赍钱三百万，皆用青丝穿。杂彩三百匹，交广市鲑珍。从人四五百，郁郁登郡门。\r\n　　阿母谓阿女：“适得府君书，明日来迎汝。何不作衣裳？莫令事不举！”\r\n　　阿女默无声，手巾掩口啼，泪落便如泻。移我琉璃榻，出置前窗下。左手持刀尺，右手执绫罗。朝成绣夹裙，晚成单罗衫。晻晻日欲暝，愁思出门啼。\r\n　　府吏闻此变，因求假暂归。未至二三里，摧藏马悲哀。新妇识马声，蹑履相逢迎。怅然遥相望，知是故人来。举手拍马鞍，嗟叹使心伤：“自君别我后，人事不可量。果不如先愿，又非君所详。我有亲父母，逼迫兼弟兄。以我应他人，君还何所望！”\r\n　　府吏谓新妇：“贺卿得高迁！磐石方且厚，可以卒千年；蒲苇一时纫，便作旦夕间。卿当日胜贵，吾独向黄泉！”\r\n　　新妇谓府吏：“何意出此言！同是被逼迫，君尔妾亦然。黄泉下相见，勿违今日言！”执手分道去，各各还家门。生人作死别，恨恨那可论？念与世间辞，千万不复全！\r\n　　府吏还家去，上堂拜阿母：“今日大风寒，寒风摧树木，严霜结庭兰。儿今日冥冥，令母在后单。故作不良计，勿复怨鬼神！命如南山石，四体康且直！”\r\n　　阿母得闻之，零泪应声落：“汝是大家子，仕宦于台阁。慎勿为妇死，贵贱情何薄！东家有贤女，窈窕艳城郭，阿母为汝求，便复在旦夕。”\r\n　　府吏再拜还，长叹空房中，作计乃尔立。转头向户里，渐见愁煎迫。\r\n　　其日牛马嘶，新妇入青庐。奄奄黄昏后，寂寂人定初。“我命绝今日，魂去尸长留！”揽裙脱丝履，举身赴清池。\r\n　　府吏闻此事，心知长别离。徘徊庭树下，自挂东南枝。\r\n　　两家求合葬，合葬华山傍。东西植松柏，左右种梧桐。枝枝相覆盖，叶叶相交通。中有双飞鸟，自名为鸳鸯。仰头相向鸣，夜夜达五更。行人驻足听，寡妇起彷徨。多谢后世人，戒之慎勿忘。 "},
{"title": "白马篇", "author": "曹植", "dynasty": "两汉", "content": "白马饰金羁，连翩西北驰。借问谁家子，幽并游侠儿。 少小去乡邑，扬声沙漠垂。宿昔秉良弓，楛矢何参差。控弦破左的，右发摧月支。仰手接飞猱，俯身散马蹄。狡捷过猴猿，勇剽若豹螭。边城多警急，虏骑数迁移。羽檄从北来，厉马登高堤。长驱蹈匈奴，左顾凌鲜卑。弃身锋刃端，性命安可怀？父母且不顾，何言子与妻！名编壮士籍，不得中顾私。捐躯赴国难，视死忽如归！(名编 一作：名在) "},
{"title": "赠从弟·其二", "author": "刘桢", "dynasty": "两汉", "content": "亭亭山上松，瑟瑟谷中风。风声一何盛，松枝一何劲。冰霜正惨凄，终岁常端正。岂不罹凝寒，松柏有本性。"},
{"title": "行行重行行", "author": "佚名", "dynasty": "两汉", "content": "行行重行行，与君生别离。相去万余里，各在天一涯。道路阻且长，会面安可知？胡马依北风，越鸟巢南枝。相去日已远，衣带日已缓。浮云蔽白日，游子不顾反。思君令人老，岁月忽已晚。弃捐勿复道，努力加餐饭。"},
{"title": "塞翁失马", "author": "刘安", "dynasty": "两汉", "content": "　　近塞上之人，有善术者，马无故亡而入胡。人皆吊之，其父曰：“此何遽不为福乎？”居数月，其马将胡骏马而归。人皆贺之，其父曰：“此何遽不能为祸乎？”家富良马，其子好骑，堕而折其髀。人皆吊之，其父曰：“此何遽不为福乎？”居一年，胡人大入塞，丁壮者引弦而战。近塞之人，死者十九。此独以跛之故，父子相保。"},
{"title": "李延年歌", "author": "李延年", "dynasty": "两汉", "content": "北方有佳人，绝世而独立。一顾倾人城，再顾倾人国。宁不知倾城与倾国？佳人难再得。 "},
{"title": "鸿门宴", "author": "司马迁", "dynasty": "两汉", "content": "　　沛公军霸上，未得与项羽相见。沛公左司马曹无伤使人言于项羽曰：“沛公欲王关中，使子婴为相，珍宝尽有之。”项羽大怒曰：“旦日飨士卒，为击破沛公军！”当是时，项羽兵四十万，在新丰鸿门；沛公兵十万，在霸上。范增说项羽曰：“沛公居山东时，贪于财货，好美姬。今入关，财物无所取，妇女无所幸，此其志不在小。吾令人望其气，皆为龙虎，成五采，此天子气也。急击勿失！”\r\n　　楚左尹项伯者，项羽季父也，素善留侯张良。张良是时从沛公，项伯乃夜驰之沛公军，私见张良，具告以事，欲呼张良与俱去，曰：“毋从俱死也。”张良曰：“臣为韩王送沛公，沛公今事有急，亡去不义，不可不语。”良乃入，具告沛公。沛公大惊，曰：“为之奈何？”张良曰：“谁为大王为此计者？”曰：“鲰生说我曰：‘距关，毋内诸侯，秦地可尽王也。’故听之。”良曰：“料大王士卒足以当项王乎？”沛公默然，曰：“固不如也。且为之奈何？”张良曰：“请往谓项伯，言沛公不敢背项王也。”沛公曰：“君安与项伯有故？”张良曰：“秦时与臣游，项伯杀人，臣活之。今事有急，故幸来告良。”沛公曰：“孰与君少长？”良曰：“长于臣。”沛公曰：“君为我呼入，吾得兄事之。”张良出，要项伯。项伯即入见沛公。沛公奉卮酒为寿，约为婚姻，曰：“吾入关，秋毫不敢有所近，籍吏民，封府库，而待将军。所以遣将守关者，备他盗之出入与非常也。日夜望将军至，岂敢反乎！愿伯具言臣之不敢倍德也。”项伯许诺，谓沛公曰：“旦日不可不蚤自来谢项王。”沛公曰：“诺。”于是项伯复夜去，至军中，具以沛公言报项王，因言曰：“沛公不先破关中，公岂敢入乎？今人有大功而击之，不义也。不如因善遇之。”项王许诺。\r\n　　沛公旦日从百余骑来见项王，至鸿门，谢曰：“臣与将军戮力而攻秦，将军战河北，臣战河南，然不自意能先入关破秦，得复见将军于此。今者有小人之言，令将军与臣有郤。”项王曰：“此沛公左司马曹无伤言之。不然，籍何以至此？”项王即日因留沛公与饮。项王、项伯东向坐，亚父南向坐，——亚父者，范增也；沛公北向坐；张良西向侍。范增数目项王，举所佩玉玦以示之者三，项王默然不应。范增起，出，召项庄，谓曰：“君王为人不忍。若入前为寿，寿毕，请以剑舞，因击沛公于坐，杀之。不者，若属皆且为所虏。”庄则入为寿。寿毕，曰：“君王与沛公饮，军中无以为乐，请以剑舞。”项王曰：“诺。”项庄拔剑起舞，项伯亦拔剑起舞，常以身翼蔽沛公，庄不得击。\r\n　　于是张良至军门见樊哙。樊哙曰：“今日之事何如？”良曰：“甚急！今者项庄拔剑舞，其意常在沛公也。”哙曰：“此迫矣！臣请入，与之同命。”哙即带剑拥盾入军门。交戟之卫士欲止不内，樊哙侧其盾以撞，卫士仆地，哙遂入，披帷西向立，瞋目视项王，头发上指，目眦尽裂。项王按剑而跽曰：“客何为者？”张良曰：“沛公之参乘樊哙者也。”项王曰：“壮士！赐之卮酒。”则与斗卮酒。哙拜谢，起，立而饮之。项王曰：“赐之彘肩。”则与一生彘肩。樊哙覆其盾于地，加彘肩上，拔剑切而啖之。项王曰：“壮士！能复饮乎？”樊哙曰：“臣死且不避，卮酒安足辞！夫秦王有虎狼之心，杀人如不能举，刑人如恐不胜，天下皆叛之。怀王与诸将约曰：‘先破秦入咸阳者王之。’今沛公先破秦入咸阳，毫毛不敢有所近，封闭宫室，还军霸上，以待大王来。故遣将守关者，备他盗出入与非常也。劳苦而功高如此，未有封侯之赏，而听细说，欲诛有功之人，此亡秦之续耳。窃为大王不取也！”项王未有以应，曰：“坐。”樊哙从良坐。坐须臾，沛公起如厕，因招樊哙出。\r\n　　沛公已出，项王使都尉陈平召沛公。沛公曰：“今者出，未辞也，为之奈何？”樊哙曰：“大行不顾细谨，大礼不辞小让。如今人方为刀俎，我为鱼肉，何辞为？”于是遂去。乃令张良留谢。良问曰：“大王来何操？”曰：“我持白璧一双，欲献项王，玉斗一双，欲与亚父。会其怒，不敢献。公为我献之。”张良曰：“谨诺。”当是时，项王军在鸿门下，沛公军在霸上，相去四十里。沛公则置车骑，脱身独骑，与樊哙、夏侯婴、靳强、纪信等四人持剑盾步走，从郦山下，道芷阳间行。沛公谓张良曰：“从此道至吾军，不过二十里耳。度我至军中，公乃入。”\r\n　　沛公已去，间至军中。张良入谢，曰：“沛公不胜杯杓，不能辞。谨使臣良奉白璧一双，再拜献大王足下，玉斗一双，再拜奉大将军足下。”项王曰：“沛公安在？”良曰：“闻大王有意督过之，脱身独去，已至军矣。”项王则受璧，置之坐上。亚父受玉斗，置之地，拔剑撞而破之，曰：“唉！竖子不足与谋。夺项王天下者必沛公也。吾属今为之虏矣！”\r\n　　沛公至军，立诛杀曹无伤。"},
{"title": "陈涉世家", "author": "司马迁", "dynasty": "两汉", "content": "　　陈胜者，阳城人也，字涉。吴人者，阳夏人也，字叔。陈涉少时，尝与人佣耕，辍耕之垄上，怅恨久之，曰：“苟富贵，无相忘。”佣者笑而应曰：“若为佣耕，何富贵也？”陈涉太息曰：“嗟乎！燕雀安知鸿鹄之志哉！”\r\n　　二世元年七月，发闾左適戍渔阳，九百人屯大泽乡。陈胜﹑吴人皆次当行，为屯长。会天大雨，道不通，度已失期。失期，法皆斩。陈胜﹑吴人乃谋曰：“今亡亦死，举大计亦死；等死，死国可乎？”陈胜曰：“天下苦秦久矣。吾闻二世少子也，不当立，当立者乃公子扶苏。扶苏以数谏故，上使外将兵。今或闻无罪，二世杀之。百姓多闻其贤，未知其死也。项燕为楚将，数有功，爱士卒，楚人怜之。或以为死，或以为亡。今诚以吾众诈自称公子扶苏﹑项燕，为天下唱，宜多应者。”吴人以为然。乃行卜。卜者知其指意，曰：“足下事皆成，有功。然足下卜之鬼乎！”陈胜﹑吴人喜，念鬼，曰：“此教我先威众耳。”乃丹书帛曰“陈胜王”，置人所罾鱼腹中。卒买鱼烹食，得鱼腹中书，固以怪之矣。又间令吴人之次所旁丛祠中，夜篝火，狐鸣呼曰：“大楚兴，陈胜王。”卒皆夜惊恐。旦日，卒中往往语，皆指目陈胜。\r\n　　吴人素爱人，士卒多为用者。将尉醉，人故数言欲亡，忿恚尉，令辱之，以激怒其众。尉果笞人。尉剑挺，人起，夺而杀尉。陈胜佐之，并杀两尉。召令徒属曰：“公等遇雨，皆已失期，失期当斩。藉第令毋斩，而戍死者固十六七。且壮士不死即已，死即举大名耳，王侯将相宁nìng有种乎！”徒属皆曰：“敬受命。”乃诈称公子扶苏﹑项燕，从民欲也。袒右，称大楚。为坛而盟，祭以尉首。陈胜自立为将军，吴人为都尉。攻大泽乡，收而攻蕲qí。蕲下，乃令符离人葛婴将兵徇蕲以东。攻铚、酂、苦、柘、谯皆下之。行收兵。比至陈，车六七百乘，骑千余，卒数万人。攻陈，陈守令皆不在，独守丞与战谯门中。弗胜，守丞死，乃入据陈。数日，号令召三老﹑豪杰与皆来会计事。三老﹑豪杰皆曰：“将军身被坚执锐，伐无道，诛暴秦，复立楚国之社稷，功宜为王。”陈涉乃立为王，号为张楚。当此时，诸郡县苦秦吏者，皆刑其长吏，杀之以应陈涉。乃以吴叔为假王，监诸将以西击荥阳。令陈人武臣、张耳、陈馀徇赵地，令汝阴人邓宗徇九江郡。当此时，楚兵数千人为聚者，不可胜数。\r\n　　葛婴至东城，立襄强为楚王。婴后闻陈王已立，因杀襄强，还报。至陈，陈王诛杀葛婴。陈王令魏人周市北徇魏地。吴人围荥阳。李由为三川守，守荥阳，吴叔弗能下。陈王征国之豪杰与计，以上蔡人房君蔡赐为上柱国。\r\n　　周文，陈之贤人也，尝为项燕军视日，事春申君，自言习兵，陈王与之将军印，西击秦。行收兵至关，车千乘，卒数十万，至戏，军焉。秦令少府章邯免郦山徒﹑人奴产子生，悉发以击楚大军，尽败之。周文败，走出关，止次曹阳二三月。章邯追败之，复走次渑池十余日。章邯击，大破之。周文自刭，军遂不战。\r\n　　武臣到邯郸，自立为赵王，陈馀为大将军，张耳、召骚为左右丞相。陈王怒，捕系武臣等家室，欲诛之。柱国曰：“秦未亡而诛赵王将相家属，此生一秦也。不如因而立之。”陈王乃遣使者贺赵，而徙系武臣等家属宫中，而封耳子张敖为成都君，趣赵兵，亟入关。赵王将相相与谋曰：“王王赵，非楚意也。楚已诛秦，必加兵於赵。计莫如毋西兵，使使北徇燕地以自人也。赵南据大河，北有燕、代，楚虽胜秦，不敢制赵。若楚不胜秦，必重赵。赵乘秦之弊，可以得志于天下。”赵王以为然，因不西兵，而遣故上谷卒史韩人将兵北徇燕地。\r\n　　燕故贵人豪杰谓韩人曰：“楚已立王，赵又已立王。燕虽小，亦万乘之国也，原将军立为燕王。”韩人曰：“人母在赵，不可。”燕人曰：“赵方西忧秦，南忧楚，其力不能禁我。且以楚之彊，不敢害赵王将相之家，赵独安敢害将军之家！”韩人以为然，乃自立为燕王。居数月，赵奉燕王母及家属归之燕。\r\n　　当此之时，诸将之徇地者，不可胜数。周市北徇地至狄，狄人田儋杀狄令，自立为齐王，以齐反击周市。市军散，还至魏地，欲立魏后故宁陵君咎为魏王。时咎在陈王所，不得之魏。魏地已定，欲相与立周市为魏王，周市不肯。使者五反，陈王乃立宁陵君咎为魏王，遣之国。周市卒为相。\r\n　　将军田臧等相与谋曰：“周章军已破矣，秦兵旦暮至，我围荥阳城弗能下，秦军至，必大败。不如少遗兵，足以守荥阳，悉精兵迎秦军。今假王骄，不知兵权，不可与计，非诛之，事恐败。”因相与矫王令以诛吴叔，献其首于陈王。陈王使使赐田臧楚令尹印，使为上将。田臧乃使诸将李归等守荥阳城，自以精兵西迎秦军于敖仓。与战，田臧死，军破。章邯进兵击李归等荥阳下，破之，李归等死。\r\n　　阳城人邓说将兵居郯，章邯别将击破之，邓说军散走陈。铚人伍徐将兵居许，章邯击破之，伍徐军皆散走陈。陈王诛邓说。\r\n　　陈王初立时，陵人秦嘉﹑铚人董譄﹑符离人朱鸡石﹑取虑人郑布﹑徐人丁疾等皆特起，将兵围东海守庆于郯。陈王闻，乃使武平君畔为将军，监郯下军。秦嘉不受命，嘉自立为大司马，恶属武平君。告军吏曰：“武平君年少，不知兵事，勿听！”因矫以王命杀武平君畔。\r\n　　章邯已破伍徐，击陈，柱国房君死。章邯又进兵击陈西张贺军。陈王出监战，军破，张贺死。\r\n　　腊月，陈王之汝阴，还至下城父，其御庄贾杀以降秦。陈胜葬砀，谥曰隐王。\r\n　　陈王故涓人将军吕臣为仓头军，起新阳，攻陈下之，杀庄贾，复以陈为楚。\r\n　　初，陈王至陈，令铚人宋留将兵定南阳，入武关。留已徇南阳，闻陈王死，南阳复为秦。宋留不能入武关，乃东至新蔡，遇秦军，宋留以军降秦。秦传留至咸阳，车裂留以徇。\r\n　　秦嘉等闻陈王军破出走，乃立景驹为楚王，引兵之方与，欲击秦军定陶下。使公孙庆使齐王，欲与并力俱进。齐王曰：“闻陈王战败，不知其死生，楚安得不请而立王！”公孙庆曰：“齐不请楚而立王，楚何故请齐而立王！且楚首事，当令于天下。”田儋诛杀公孙庆。\r\n　　秦左右校复攻陈，下之。吕将军走，收兵复聚。鄱盗当阳君黥布之兵相收，复击秦左右校，破之青波，复以陈为楚。会项梁立怀王孙心为楚王。\r\n　　陈胜王凡六月。已为王，王陈。其故人尝与佣耕者闻之，之陈，扣宫门曰：“吾欲见涉。”宫门令欲缚之。自辩数，乃置，不肯为通。陈王出，遮道而呼涉。陈王闻之，乃召见，载与俱归。入宫，见殿屋帷帐，客曰：“夥颐！涉之为王沉沉者！”楚人谓多为伙，故天下传之，夥涉为王，由陈涉始。客出入愈益发舒，言陈王故情。或说陈王曰：“客愚无知，颛妄言，轻威。”陈王斩之。诸陈王故人皆自引去，由是无亲陈王者。陈王以朱房为中正，胡武为司过，主司群臣。诸将徇地，至，令之不是者，系而罪之，以苛察为忠。其所不善者，弗下吏，辄自治之。陈王信用之。诸将以其故不亲附，此其所以败也。\r\n　　陈胜虽已死，其所置遣侯王将相竟亡秦，由涉首事也。高祖时为陈涉置守頉三十家砀，至今血食。\r\n　　褚先生曰：地形险阻，所以为固也；兵革刑法，所以为治也。犹未足恃也。夫先王以仁义为本，而以固塞文法为枝叶，岂不然哉！吾闻贾生之称曰：\r\n　　“秦孝公据肴函之固，拥雍州之地，君臣固守，以窥周室，有席卷天下、包举宇内、囊括四海之意，并吞八荒之心。当是时也，商君佐之，内立法度，务耕织，修守战之具；外连衡而斗诸侯。于是秦人拱手而取西河之外。\r\n　　“孝公既没，惠文、武、昭襄蒙故业因遗策，南取汉中，西举巴蜀，东割膏腴之地，收要害之郡。诸侯恐惧，会盟而谋弱秦，不爱珍器、重宝、肥饶之地，以致天下之士，合从缔交，相与为一。当此之时，齐有孟尝，赵有平原，楚有春申，魏有信陵。此四君者，皆明智而忠信，宽厚而爱人，尊贤而重士，约从离横，兼韩、魏、燕、赵、宋、卫、中山之众。于是六国之士，有宁越、徐尚、苏秦、杜赫之属为之谋，齐明、周最、陈轸、召滑、楼缓、翟景、苏厉、乐毅之徒通其意，吴起、孙膑、带佗、倪良、王廖、田忌、廉颇、赵奢之伦制其兵。尝以十倍之地，百万之众，叩关而攻秦。秦人开关而延敌，九国之师逡巡遁逃而不敢进。秦无亡矢遗镞之费，而天下诸侯已困矣。于是从散约解，争割地以赂秦。秦有余力而制其弊，追亡逐北，伏尸百万，流血飘橹。因利乘便，宰割天下，分裂河山。强国请服，弱国入朝。\r\n　　“施及孝文王、庄襄王，享国之日浅，国家无事。\r\n　　“及至始皇，奋六世之余烈，振长策而御宇内，吞二周而亡诸侯，履至尊而制六合，执敲朴以鞭笞天下，威振四海。南取百越之地，以为桂林、象郡。百越之君，俯首系颈，委命下吏。乃使蒙恬北筑长城而守藩篱，却匈奴七百余里。胡人不敢南下而牧马，士不敢弯弓而报怨。于是废先王之道，燔百家之言，以愚黔首；隳名城，杀豪俊，收天下之兵聚之咸阳，销锋鍉，铸以为金人十二，以弱天下之民。然后践华为城，因河为池，据亿丈之城、临不测之溪以为固。良将劲驽，守要害之处；信臣精卒，陈利兵而谁何。天下已定，始皇之心，自以为关中之固，金城千里，子孙帝王万世之业也。\r\n　　“始皇既没，余威震于殊俗。 然陈涉瓮牖绳枢之子，氓隶之人，而迁徙之徒也；材能不及中人，非有仲尼、墨翟之贤，陶朱、猗顿之富。蹑足行伍之间，倔起阡陌之中，率罢散之卒，将数百之众，转而攻秦，斩木为兵，揭竿为旗，天下云集而响应，赢粮而景从。山东豪俊遂并起而亡秦族矣。\r\n　　“且夫天下非小弱也，雍州之地，肴函之固，自若也；陈涉之位，非尊于齐、楚、燕、赵、韩、魏、宋、卫、中山之君也；锄耰棘矜，不铦于钩戟长铩也；适戍之众，非抗于九国之师也；深谋远虑，行军用兵之道，非及向时之士也。然而成败异变，功业相反。试使山东之国与陈涉度长絜大，比权量力，则不可同年而语矣。然秦以区区之地，致万乘之势，序八州而朝同列，百有余年矣。然后以六合为家，肴函为宫。一夫作难而七庙隳，身死人手，为天下笑者，何也？仁义不施而攻守之势异也。”\r\n　　【索隐述赞】天下匈匈，海内乏主，掎鹿争捷，瞻乌爰处。陈胜首事，厥号张楚。鬼怪是凭，鸿鹄自许。葛婴东下，周文西拒。始亲朱房，又任胡武。伙颐见杀，腹心不与。庄贾何人，反噬城父！"},
{"title": "涉江采芙蓉", "author": "佚名", "dynasty": "两汉", "content": "涉江采芙蓉，兰泽多芳草。采之欲遗谁？所思在远道。还顾望旧乡，长路漫浩浩。同心而离居，忧伤以终老。"},
{"title": "后出师表", "author": "诸葛亮", "dynasty": "两汉", "content": "　　先帝深虑汉、贼不两立，王业不偏安，故托臣以讨贼也。以先帝之明，量臣之才，固知臣伐贼，才弱敌强也。然不伐贼，王业亦亡。惟坐而待亡，孰与伐之？是故托臣而弗疑也。　　臣受命之日，寝不安席，食不甘味。思惟北征。宜先入南。故五月渡泸，深入不毛，并日而食；臣非不自惜也，顾王业不可得偏安于蜀都，故冒危难，以奉先帝之遗意也，而议者谓为非计。今贼适疲于西，又务于东，兵法乘劳，此进趋之时也。谨陈其事如左：　　高帝明并日月，谋臣渊深，然涉险被创，危然后安。今陛下未及高帝，谋臣不如良、平，而欲以长策取胜，坐定天下，此臣之未解一也。　　刘繇、王朗各据州郡，论安言计，动引圣人，群疑满腹，众难塞胸，今岁不战，明年不征，使孙策坐大，遂并江东，此臣之未解二也。　　曹操智计，殊绝于人，其用兵也，仿佛孙、吴，然困于南阳，险于乌巢，危于祁连，逼于黎阳，几败北山，殆死潼关，然后伪定一时耳。况臣才弱，而欲以不危而定之，此臣之未解三也。　　曹操五攻昌霸不下，四越巢湖不成，任用李服而李服图之，委任夏侯而夏侯败亡，先帝每称操为能，犹有此失，况臣驽下，何能必胜？此臣之未解四也。　　自臣到汉中，中间期年耳，然丧赵云、阳群、马玉、阎芝、丁立、白寿、刘郃、邓铜等及曲长、屯将七十余人，突将、无前、賨叟、青羌、散骑、武骑一千余人。此皆数十年之内所纠合四方之精锐，非一州之所有；若复数年，则损三分之二也，当何以图敌？此臣之未解五也。　　今民穷兵疲，而事不可息；事不可息，则住与行劳费正等。而不及今图之，欲以一州之地，与贼持久，此臣之未解六也。　　夫难平者，事也。昔先帝败军于楚，当此时，曹操拊手，谓天下已定。然后先帝东连吴越，西取巴蜀，举兵北征，夏侯授首，此操之失计，而汉事将成也。然后吴更违盟，关羽毁败，秭归蹉跌，曹丕称帝。凡事如是，难可逆见。臣鞠躬尽瘁，死而后已。至于成败利钝，非臣之明所能逆睹也。"},
{"title": "陌上桑", "author": "乐府诗集", "dynasty": "两汉", "content": "　　日出东南隅，照我秦氏楼。秦氏有好女，自名为罗敷。罗敷喜蚕桑，采桑城南隅。青丝为笼系，桂枝为笼钩。头上倭堕髻，耳中明月珠。缃绮为下裙，紫绮为上襦。行者见罗敷，下担捋髭须。少年见罗敷，脱帽著帩头。耕者忘其犁，锄者忘其锄。来归相怨怒，但坐观罗敷。(喜蚕桑 一作：善蚕桑；相怨怒 一作：相怒怨)\r\n　　使君从南来，五马立踟蹰。使君遣吏往，问是谁家姝？“秦氏有好女，自名为罗敷。”“罗敷年几何？”“二十尚不足，十五颇有余”。使君谢罗敷：“宁可共载不？”罗敷前致辞：“使君一何愚！使君自有妇，罗敷自有夫！”\r\n　　“东方千余骑，夫婿居上头。何用识夫婿？白马从骊驹，青丝系马尾，黄金络马头；腰中鹿卢剑，可值千万余。十五府小吏，二十朝大夫，三十侍中郎，四十专城居。为人洁白皙，鬑鬑颇有须。盈盈公府步，冉冉府中趋。坐中数千人，皆言夫婿殊。”(白晰 一作：白皙)"},
{"title": "荆轲刺秦王", "author": "刘向 编", "dynasty": "两汉", "content": "　　秦将王翦破赵，虏赵王，尽收其地，进兵北略地，至燕南界。\r\n　　太子丹恐惧，乃请荆卿曰：“秦兵旦暮渡易水，则虽欲长侍足下，岂可得哉？”荆卿曰：“微太子言，臣愿得谒之。今行而无信，则秦未可亲也。夫今樊将军，秦王购之金千斤，邑万家。诚能得樊将军首，与燕督亢之地图，献秦王，秦王必说见臣，臣乃得有以报太子。”太子曰：“樊将军以穷困来归丹，丹不忍以己之私，而伤长者之意，愿足下更虑之！”\r\n　　荆轲知太子不忍，乃遂私见樊於期，曰：“秦之遇将军，可谓深矣。父母宗族，皆为戮没。今闻购樊将军之首，金千斤，邑万家，将奈何？”樊将军仰天太息流涕曰：“吾每念，常痛于骨髓，顾计不知所出耳！”轲曰：“今有一言，可以解燕国之患，而报将军之仇者，何如？”於期乃前曰：“为之奈何？”荆轲曰：“愿得将军之首以献秦，秦王必喜而善见臣。臣左手把其袖，而右手揕其胸，然则将军之仇报，而燕国见陵之耻除矣。将军岂有意乎？”樊於期偏袒扼腕而进曰：“此臣之日夜切齿拊心也，乃今得闻教！”遂自刎。\r\n　　太子闻之，驰往，伏尸而哭，极哀。既已，不可奈何，乃遂盛樊於期之首，函封之。 \r\n　　于是太子预求天下之利匕首，得赵人徐夫人之匕首，取之百金，使工以药 淬之。以试人，血濡缕,人无不立死者。乃为装遣荆轲。\r\n　　燕国有勇士秦武阳，年十二，杀人，人不敢与忤视。乃令秦武阳为副。(秦武阳 一作：秦舞阳)\r\n　　荆轲有所待，欲与俱，其人居远未来，而为留待。\r\n　　顷之未发，太子迟之。疑其有改悔，乃复请之曰：“日以尽矣，荆卿岂无意哉？丹请先遣秦武阳！”荆轲怒， 叱太子曰：“今日往而不反者，竖子也！今提一匕首入不测之强秦，仆所以留者，待吾客与俱。今太子迟之，请辞决矣！”遂发。\r\n　　太子及宾客知其事者，皆白衣冠以送之。至易水上，既祖，取道。高渐离击筑，荆轲和而歌，为变徵之声，士皆垂泪涕泣。又前而为歌曰：“风萧萧兮易水寒，壮士一去兮不复还！”复为慷慨羽声，士皆瞋目，发尽上指冠。于是荆轲遂就车而去，终已不顾。\r\n　　既至秦，持千金之资币物，厚遗wèi秦王宠臣中庶子蒙嘉。\r\n　　嘉为先言于秦王曰：“燕王诚振怖大王之威，不敢兴兵以拒大王，愿举国为内臣。比诸侯之列，给贡职如郡县，而得奉守先王之宗庙。恐惧不敢自陈，谨斩樊於期头，及献燕之督亢之地图，函封，燕王拜送于庭，使使以闻大王。唯大王命之。”\r\n　　秦王闻之，大喜。乃朝服，设九宾，见燕使者咸阳宫。\r\n　　荆轲奉樊於期头函，而秦武阳奉地图匣，以次进。至陛下，秦武阳色变振恐，群臣怪之，荆轲顾笑武阳，前为谢曰：“北蛮夷之鄙人，未尝见天子，故振慑，愿大王少假借之，使毕使于前。”秦王谓轲曰：“起，取武阳所持图！”\r\n　　轲既取图奉之， 发图，图穷而匕首见。因左手把秦王之袖，而右手持匕首揕之。未至身，秦王惊，自引而起，绝袖。拔剑，剑长，操其室。时恐急，剑坚，故不可立拔。\r\n　　荆轲逐秦王，秦王还柱而走。群臣惊愕，卒起不意，尽失其度。而秦法，群臣侍殿上者，不得持尺兵；诸郎中执兵，皆陈殿下，非有诏不得上。方急时，不及召下兵，以故荆轲逐秦王，而卒惶急无以击轲，而乃以手共搏之。\r\n　　是时，侍医夏无且以其所奉药囊提轲。秦王方还柱走，卒惶急不知所为。左右乃曰：“王负剑！王负剑！”遂拔以击荆轲，断其左股。荆轲废，乃引其匕首提秦王，不中，中柱。秦王复击轲，被八创。\r\n　　轲自知事不就，倚柱而笑，箕踞以骂曰：“事所以不成者，乃欲以生劫之，必得约契以报太子也。”\r\n　　左右既前，斩荆轲。秦王目眩良久。"},
{"title": "庭中有奇树", "author": "佚名", "dynasty": "两汉", "content": "庭中有奇树，绿叶发华滋。攀条折其荣，将以遗所思。馨香盈怀袖，路远莫致之。此物何足贵？但感别经时。"},
{"title": "虽有嘉肴", "author": "戴圣", "dynasty": "两汉", "content": "　　虽有嘉肴，弗食，不知其旨也；虽有至道，弗学，不知其善也。是故学然后知不足，教然后知困。知不足，然后能自反也；知困，然后能自强也。故曰：教学相长也。《兑命》曰“学学半”，其此之谓乎！"},
{"title": "秋风辞", "author": "刘彻", "dynasty": "两汉", "content": "秋风起兮白云飞，草木黄云兮雁南归。兰有秀兮菊有芳，怀佳人兮不能忘。泛楼船兮济汾河，横中流兮扬素波。箫鼓鸣兮发棹歌，欢乐极兮哀情多。少壮几时兮奈老何！ "},
{"title": "廉颇蔺相如列传(节选)", "author": "司马迁", "dynasty": "两汉", "content": "　　廉颇者，赵之良将也。赵惠良王十六年，廉颇为赵将，伐齐，大破之，取阳晋，拜为上卿，以勇气闻于诸侯。蔺相如者，赵人也，为赵宦者令缪贤舍人。\r\n　　赵惠良王时，得楚和氏璧。秦昭王闻之，使人遗赵王书，愿以十五城请易璧。赵王与大将军廉颇诸大臣谋：欲予秦，秦城恐不可得，徒见欺；欲勿予，即患秦兵之来。计未定，求人可使报秦者，未得。宦者令缪贤曰：“臣舍人蔺相如可使。”王问：“何以知之？”对曰：“臣尝有罪，窃计欲亡走燕，臣舍人相如止臣，曰：‘君何以知燕王？’臣语曰：‘臣尝从大王与燕王会境上，燕王私握臣手，曰“愿结友”。以此知之，故欲往。’相如谓臣曰：‘夫赵强而燕弱，而君幸于赵王，故燕王欲结于君。今君乃亡赵走燕，燕畏赵，其势必不敢留君，而束君归赵矣。君不如肉袒伏斧质请罪，则幸得脱矣。’臣从其计，大王亦幸赦臣。臣窃以为其人勇士，有智谋，宜可使。”于是王召见，问蔺相如曰：“秦王以十五城请易寡人之璧，可予不？”相如曰：“秦强而赵弱，不可不许。”王曰：“取吾璧，不予我城，奈何？”相如曰：“秦以城求璧而赵不许，曲在赵。赵予璧而秦不予赵城，曲在秦。均之二策，宁许以负秦曲。”王曰：“谁可使者？”相如曰：“王必无人，臣愿奉璧往使。城入赵而璧留秦；城不入，臣请完璧归赵。”赵王于是遂遣相如奉璧西入秦。\r\n　　秦王坐章台见相如，相如奉璧奏秦王。秦王大喜，传以示美人及左右，左右皆呼万岁。相如视秦王无意偿赵城，乃前曰：“璧有瑕，请指示王。”王授璧，相如因持璧却立，倚柱，怒发上冲冠，谓秦王曰：“大王欲得璧，使人发书至赵王，赵王悉召群臣议，皆曰‘秦贪，负其强，以空言求璧，偿城恐不可得’。议不欲予秦璧。臣以为布衣之交尚不相欺，况大国乎！且以一璧之故逆强秦之欢，不可。于是赵王乃斋戒五日，使臣奉璧，拜送书于庭。何者？严大国之威以修敬也。今臣至，大王见臣列观，礼节甚倨；得璧，传之美人，以戏弄臣。臣观大王无意偿赵王城邑，故臣复取璧。大王必欲急臣，臣头今与璧俱碎于柱矣！”相如持其璧睨柱，欲以击柱。秦王恐其破璧，乃辞谢固请，召有司案图，指从此以往十五都予赵。相如度秦王特以诈详为予赵城，实不可得，乃谓秦王曰：“和氏璧，天下所共传宝也，赵王恐，不敢不献。赵王送璧时，斋戒五日，今大王亦宜斋戒五日，设九宾于廷，臣乃敢上璧。”秦王度之，终不可强夺，遂许斋五日，舍相如广成传。相如度秦王虽斋，决负约不偿城，乃使其从者衣褐，怀其璧，从径道亡，归璧于赵。\r\n　　秦王斋五日后，乃设九宾礼于廷，引赵使者蔺相如。相如至，谓秦王曰：“秦自缪公以来二十馀君，未尝有坚明约束者也。臣诚恐见欺于王而负赵，故令人持璧归，间至赵矣。且秦强而赵弱，大王遣一介之使至赵，赵立奉璧来。今以秦之强而先割十五都予赵，赵岂敢留璧而得罪于大王乎？臣知欺大王之罪当诛，臣请就汤镬，唯大王与群臣孰计议之。”秦王与群臣相视而嘻。左右或欲引相如去，秦王因曰：“今杀相如，终不能得璧也，而绝秦赵之欢，不如因而厚遇之，使归赵，赵王岂以一璧之故欺秦邪！”卒廷见相如，毕礼而归之。\r\n　　相如既归，赵王以为贤大夫使不辱于诸侯，拜相如为上大夫。秦亦不以城予赵，赵亦终不予秦璧。\r\n　　其后秦伐赵，拔石城。明年，复攻赵，杀二万人。\r\n　　秦王使使者告赵王，欲与王为好会于西河外渑池。赵王畏秦，欲毋行。廉颇、蔺相如计曰：“王不行，示赵弱且怯也。”赵王遂行，相如从。廉颇送至境，与王诀曰：“王行，度道里会遇之礼毕，还，不过三十日。三十日不还，则请立太子为王，以绝秦望。”王许之，遂与秦王会渑池。秦王饮酒酣，曰：“寡人窃闻赵王好音，请奏瑟。”赵王鼓瑟。秦御史前书曰“某年月日，秦王与赵王会饮，令赵王鼓瑟”。蔺相如前曰：“赵王窃闻秦王善为秦声，请奏盆缻秦王，以相娱乐。”秦王怒，不许。于是相如前进缻，因跪请秦王。秦王不肯击缻。相如曰：“五步之内，相如请得以颈血溅大王矣！”左右欲刃相如，相如张目叱之，左右皆靡。于是秦王不怿，为一击缻。相如顾召赵御史书曰“某年月日，秦王为赵王击缻”。秦之群臣曰：“请以赵十五城为秦王寿。”蔺相如亦曰：“请以秦之咸阳为赵王寿。”秦王竟酒，终不能加胜于赵。赵亦盛设兵以待秦，秦不敢动。\r\n　　既罢归国，以相如功大，拜为上卿，位在廉颇之右。廉颇曰：“我为赵将，有攻城野战之大功，而蔺相如徒以口舌为劳，而位居我上，且相如素贱人，吾羞，不忍为之下。”宣言曰：“我见相如，必辱之。”相如闻，不肯与会。相如每朝时，常称病，不欲与廉颇争列。已而相如出，望见廉颇，相如引车避匿。于是舍人相与谏曰：“臣所以去亲戚而事君者，徒慕君之高义也。今君与廉颇同列，廉君宣恶言而君畏匿之，恐惧殊甚，且庸人尚羞之，况于将相乎！臣等不肖，请辞去。”蔺相如固止之，曰：“公之视廉将军孰与秦王？”曰：“不若也。”相如曰：“夫以秦王之威，而相如廷叱之，辱其群臣，相如虽驽，独畏廉将军哉？顾吾念之，强秦之所以不敢加兵于赵者，徒以吾两人在也。今两虎共斗，其势不俱生。吾所以为此者，以先国家之急而后私仇也。”廉颇闻之，肉袒负荆，因宾客至蔺相如门谢罪。曰：“鄙贱之人，不知将军宽之至此也。”卒相与欢，为刎颈之交。"},
{"title": "蒿里行", "author": "曹操", "dynasty": "两汉", "content": "关东有义士，兴兵讨群凶。初期会盟津，乃心在咸阳。军合力不齐，踌躇而雁行。势利使人争，嗣还自相戕。淮南弟称号，刻玺于北方。铠甲生虮虱，万姓以死亡。白骨露于野，千里无鸡鸣。生民百遗一，念之断人肠。"},
{"title": "叶公好龙", "author": "刘向", "dynasty": "两汉", "content": "　　叶公子高好龙，钩以写龙，凿以写龙，屋室雕文以写龙。于是天龙闻而下之，窥头于牖，施尾于堂。 叶公见之，弃而还走，失其魂魄，五色无主。是叶公非好龙也，好夫似龙而非龙者也。 "},
{"title": "梁甫行", "author": "曹植", "dynasty": "两汉", "content": "八方各异气，千里殊风雨。剧哉边海民，寄身于草野。(草野 一作：草墅)妻子象禽兽，行止依林阻。柴门何萧条，狐兔翔我宇。 "},
{"title": "饮马长城窟行", "author": "佚名", "dynasty": "两汉", "content": "青青河畔草，绵绵思远道。远道不可思，夙昔梦见之。(夙昔 一作：宿昔)梦见在我傍，忽觉在他乡。他乡各异县，展转不相见。枯桑知天风，海水知天寒。入门各自媚，谁肯相为言？客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书。长跪读素书，书中竟何如？上言加餐食，下言长相忆。"},
{"title": "七哀诗", "author": "曹植", "dynasty": "两汉", "content": "明月照高楼，流光正徘徊。上有愁思妇，悲叹有余哀。借问叹者谁？言是宕子妻。君行逾十年，孤妾常独栖。君若清路尘，妾若浊水泥。浮沉各异势，会合何时谐？愿为西南风，长逝入君怀。君怀良不开，贱妾当何依？ "},
{"title": "报任少卿书 / 报任安书", "author": "司马迁", "dynasty": "两汉", "content": "　　太史公牛马走司马迁，再拜言。少卿足下：\r\n　　曩者辱赐书，教以慎于接物，推贤进士为务，意气勤勤恳恳。若望仆不相师，而用流俗人之言，仆非敢如此也。仆虽罢驽，亦尝侧闻长者之遗风矣。顾自以为身残处秽，动而见尤，欲益反损，是以独郁悒而无谁语。谚曰：“谁为为之？孰令听之？”盖钟子期死，伯牙终身不复鼓琴。何则？士为知己者用，女为说己者容。若仆大质已亏缺矣，虽材怀随和，行若由夷，终不可以为荣，适足以发笑而自点耳。书辞宜答，会东从上来，又迫贱事，相见日浅，卒卒无须臾之间，得竭指意。今少卿抱不测之罪，涉旬月，迫季冬，仆又薄从上雍，恐卒然不可为讳，是仆终已不得舒愤懑以晓左右，则长逝者魂魄私恨无穷。请略陈固陋。阙然久不报，幸勿为过。\r\n　　仆闻之：修身者，智之符也；爱施者，仁之端也；取予者，义之表也；耻辱者，勇之决也；立名者，行之极也。士有此五者，然后可以托于世，列于君子之林矣。故祸莫憯于欲利，悲莫痛于伤心，行莫丑于辱先，诟莫大于宫刑。刑余之人，无所比数，非一世也，所从来远矣。昔卫灵公与雍渠同载，孔子适陈；商鞅因景监见，赵良寒心；同子参乘，袁丝变色：自古而耻之！夫以中材之人，事有关于宦竖，莫不伤气，而况于慷慨之士乎！如今朝廷虽乏人，奈何令刀锯之余，荐天下之豪俊哉！仆赖先人绪业，得待罪辇毂下，二十余年矣。所以自惟：上之，不能纳忠效信，有奇策材力之誉，自结明主；次之，又不能拾遗补阙，招贤进能，显岩穴之士；外之，不能备行伍，攻城野战，有斩将搴旗之功；下之，不能积日累劳，取尊官厚禄，以为宗族交游光宠。四者无一遂，苟合取容，无所短长之效，可见于此矣。乡者，仆亦尝厕下大夫之列，陪外廷末议。不以此时引维纲，尽思虑，今已亏形为扫除之隶，在阘茸之中，乃欲仰首伸眉，论列是非，不亦轻朝廷、羞当世之士邪？嗟乎！嗟乎！如仆尚何言哉！尚何言哉！\r\n　　且事本末未易明也。仆少负不羁之才，长无乡曲之誉，主上幸以先人之故，使得奉薄伎，出入周卫之中。仆以为戴盆何以望天，故绝宾客之知，忘室家之业，日夜思竭其不肖之材力，务一心营职，以求亲媚于主上。而事乃有大谬不然者！\r\n　　夫仆与李陵俱居门下，素非能相善也。趣舍异路，未尝衔杯酒，接殷勤之余欢。然仆观其为人，自守奇士，事亲孝，与士信，临财廉，取予义，分别有让，恭俭下人，常思奋不顾身，以徇国家之急。其素所蓄积也，仆以为有国士之风。夫人臣出万死不顾一生之计，赴公家之难，斯已奇矣。今举事一不当，而全躯保妻子之臣随而媒孽其短，仆诚私心痛之。且李陵提步卒不满五千，深践戎马之地，足历王庭，垂饵虎口，横挑强胡，仰亿万之师，与单于连战十有余日，所杀过当。虏救死扶伤不给，旃裘之君长咸震怖，乃悉征其左、右贤王，举引弓之民，一国共攻而围之。转斗千里，矢尽道穷，救兵不至，士卒死伤如积。然陵一呼劳军，士无不起，躬自流涕，沬血饮泣，更张空弮，冒白刃，北首争死敌者。陵未没时，使有来报，汉公卿王侯皆奉觞上寿。后数日，陵败书闻，主上为之食不甘味，听朝不怡。大臣忧惧，不知所出。仆窃不自料其卑贱，见主上惨凄怛悼，诚欲效其款款之愚，以为李陵素与士大夫绝甘分少，能得人之死力，虽古之名将，不能过也。身虽陷败，彼观其意，且欲得其当而报于汉。事已无可奈何，其所摧败，功亦足以暴于天下矣。仆怀欲陈之，而未有路，适会召问，即以此指，推言陵之功，欲以广主上之意，塞睚眦之辞。未能尽明，明主不晓，以为仆沮贰师，而为李陵游说，遂下于理。拳拳之忠，终不能自列。因为诬上，卒从吏议。家贫，货赂不足以自赎，交游莫救，左右亲近不为一言。身非木石，独与法吏为伍，深幽囹圄之中，谁可告愬者！此真少卿所亲见，仆行事岂不然乎？李陵既生降，隤其家声，而仆又佴之蚕室，重为天下观笑。悲夫！悲夫！事未易一二为俗人言也。\r\n　　仆之先非有剖符丹书之功，文史星历，近乎卜祝之间，固主上所戏弄，倡优所畜，流俗之所轻也。假令仆伏法受诛，若九牛亡一毛，与蝼蚁何以异？而世又不与能死节者比，特以为智穷罪极，不能自免，卒就死耳。何也？素所自树立使然也。人固有一死，或重于泰山，或轻于鸿毛，用之所趋异也。太上不辱先，其次不辱身，其次不辱理色，其次不辱辞令，其次诎体受辱，其次易服受辱，其次关木索、被箠楚受辱，其次剔毛发、婴金铁受辱，其次毁肌肤、断肢体受辱，最下腐刑极矣！传曰“刑不上大夫。”此言士节不可不勉厉也。猛虎在深山，百兽震恐，及在槛阱之中，摇尾而求食，积威约之渐也。故士有画地为牢，势不可入；削木为吏，议不可对，定计于鲜也。今交手足，受木索，暴肌肤，受榜箠，幽于圜墙之中。当此之时，见狱吏则头抢地，视徒隶则心惕息。何者？积威约之势也。及以至是，言不辱者，所谓强颜耳，曷足贵乎！且西伯，伯也，拘于羑里；李斯，相也，具于五刑；淮阴，王也，受械于陈；彭越、张敖，南面称孤，系狱抵罪；绛侯诛诸吕，权倾五伯，囚于请室；魏其，大将也，衣赭衣，关三木；季布为朱家钳奴；灌夫受辱于居室。此人皆身至王侯将相，声闻邻国，及罪至罔加，不能引决自裁，在尘埃之中。古今一体，安在其不辱也？由此言之，勇怯，势也；强弱，形也。审矣，何足怪乎？夫人不能早自裁绳墨之外，以稍陵迟，至于鞭箠之间，乃欲引节，斯不亦远乎！古人所以重施刑于大夫者，殆为此也。\r\n　　夫人情莫不贪生恶死，念父母，顾妻子，至激于义理者不然，乃有所不得已也。今仆不幸，早失父母，无兄弟之亲，独身孤立，少卿视仆于妻子何如哉？且勇者不必死节，怯夫慕义，何处不勉焉！仆虽怯懦，欲苟活，亦颇识去就之分矣，何至自沉溺缧绁之辱哉！且夫臧获婢妾，犹能引决，况仆之不得已乎？所以隐忍苟活，幽于粪土之中而不辞者，恨私心有所不尽，鄙陋没世，而文采不表于后也。\r\n　　古者富贵而名摩灭，不可胜记，唯倜傥非常之人称焉。盖文王拘而演《周易》；仲尼厄而作《春秋》；屈原放逐，乃赋《离骚》；左丘失明，厥有《国语》；孙子膑脚，《兵法》修列；不韦迁蜀，世传《吕览》；韩非囚秦，《说难》《孤愤》；《诗》三百篇，大底圣贤发愤之所为作也。此人皆意有所郁结，不得通其道，故述往事、思来者。乃如左丘无目，孙子断足，终不可用，退而论书策，以舒其愤，思垂空文以自见。\r\n　　仆窃不逊，近自托于无能之辞，网罗天下放失旧闻，略考其行事，综其终始，稽其成败兴坏之纪，上计轩辕，下至于兹，为十表，本纪十二，书八章，世家三十，列传七十，凡百三十篇。亦欲以究天人之际，通古今之变，成一家之言。草创未就，会遭此祸，惜其不成，是以就极刑而无愠色。仆诚以著此书，藏之名山，传之其人，通邑大都，则仆偿前辱之责，虽万被戮，岂有悔哉！然此可为智者道，难为俗人言也！\r\n　　且负下未易居，下流多谤议。仆以口语遇遭此祸，重为乡党所笑，以污辱先人，亦何面目复上父母之丘墓乎？虽累百世，垢弥甚耳！是以肠一日而九回，居则忽忽若有所亡，出则不知其所往。每念斯耻，汗未尝不发背沾衣也！身直为闺阁之臣，宁得自引深藏于岩穴邪？故且从俗浮沉，与时俯仰，以通其狂惑。今少卿乃教以推贤进士，无乃与仆私心剌谬乎？今虽欲自雕琢，曼辞以自饰，无益，于俗不信，适足取辱耳。要之，死日然后是非乃定。书不能悉意，故略陈固陋。谨再拜。"},
{"title": "周亚夫军细柳", "author": "司马迁", "dynasty": "两汉", "content": "　　文帝之后六年，匈奴大入边。乃以宗正刘礼为将军，军霸上；祝兹侯徐厉为将军，军棘门；以河内守亚夫为将军，军细柳：以备胡。\r\n　　上自劳军。至霸上及棘门军，直驰入，将以下骑送迎。已而之细柳军，军士吏被甲，锐兵刃，彀弓弩，持满。天子先驱至，不得入。先驱曰：“天子且至！”军门都尉曰：“将军令曰：‘军中闻将军令，不闻天子之诏。’”居无何，上至，又不得入。于是上乃使使持节诏将军：“吾欲入劳军。”亚夫乃传言开壁门。壁门士吏谓从属车骑曰：“将军约，军中不得驱驰。”于是天子乃按辔徐行。至营，将军亚夫持兵揖曰：“介胄之士不拜，请以军礼见。”天子为动，改容式车。使人称谢：“皇帝敬劳将军。”成礼而去。\r\n　　既出军门，群臣皆惊。文帝曰：“嗟呼，此真将军矣！曩者霸上、棘门军，若儿戏耳，其将固可袭而虏也。至于亚夫，可得而犯邪！”称善者久之。"},
{"title": "孟母三迁", "author": "刘向", "dynasty": "两汉", "content": "　　邹孟轲母，号孟母。其舍近墓。孟子之少时，嬉游为墓间之事。孟母曰：“此非吾所以居处子。”乃去，舍市旁。其嬉游为贾人炫卖之事。孟母又曰：“此非吾所以处吾子也。”复徙居学宫之旁。其嬉游乃设俎豆，揖让进退。孟母曰：“真可以处居子矣。”遂居。及孟子长，学六艺，卒成大儒之名。君子谓孟母善以渐化。 "},
{"title": "过秦论(上篇)", "author": "贾谊", "dynasty": "两汉", "content": "　　秦孝公据崤函之固，拥雍州之地，君臣固守以窥周室，有席卷天下，包举宇内，囊括四海之意，并吞八荒之心。当是时也，商君佐之，内立法度，务耕织，修守战之具，外连衡而斗诸侯。于是秦人拱手而取西河之外。\r\n　　孝公既没，惠文、武、昭襄蒙故业，因遗策，南取汉中，西举巴、蜀，东割膏腴之地，北收要害之郡。诸侯恐惧，会盟而谋弱秦，不爱珍器重宝肥饶之地，以致天下之士，合从缔交，相与为一。当此之时，齐有孟尝，赵有平原，楚有春申，魏有信陵。此四君者，皆明智而忠信，宽厚而爱人，尊贤而重士，约从离衡，兼韩、魏、燕、楚、齐、赵、宋、卫、中山之众。于是六国之士，有宁越、徐尚、苏秦、杜赫之属为之谋，齐明、周最、陈轸、召滑、楼缓、翟景、苏厉、乐毅之徒通其意，吴起、孙膑、带佗、倪良、王廖、田忌、廉颇、赵奢之伦制其兵。尝以十倍之地，百万之众，叩关而攻秦。秦人开关延敌，九国之师，逡巡而不敢进。秦无亡矢遗镞之费，而天下诸侯已困矣。于是从散约败，争割地而赂秦。秦有余力而制其弊，追亡逐北，伏尸百万，流血漂橹；因利乘便，宰割天下，分裂山河。强国请服，弱国入朝。延及孝文王、庄襄王，享国之日浅，国家无事。\r\n　　及至始皇，奋六世之余烈，振长策而御宇内，吞二周而亡诸侯，履至尊而制六合，执敲扑而鞭笞天下，威振四海。南取百越之地，以为桂林、象郡；百越之君，俯首系颈，委命下吏。乃使蒙恬北筑长城而守藩篱，却匈奴七百余里；胡人不敢南下而牧马，士不敢弯弓而报怨。于是废先王之道，焚百家之言，以愚黔首；隳名城，杀豪杰；收天下之兵，聚之咸阳，销锋镝，铸以为金人十二，以弱天下之民。然后践华为城，因河为池，据亿丈之城，临不测之渊，以为固。良将劲弩守要害之处，信臣精卒陈利兵而谁何。天下已定，始皇之心，自以为关中之固，金城千里，子孙帝王万世之业也。\r\n　　始皇既没，余威震于殊俗。然陈涉瓮牖绳枢之子，氓隶之人，而迁徙之徒也；才能不及中人，非有仲尼，墨翟之贤，陶朱、猗顿之富；蹑足行伍之间，而倔起阡陌之中，率疲弊之卒，将数百之众，转而攻秦；斩木为兵，揭竿为旗，天下云集响应，赢粮而景从。山东豪俊遂并起而亡秦族矣。\r\n　　且夫天下非小弱也，雍州之地，崤函之固，自若也。陈涉之位，非尊于齐、楚、燕、赵、韩、魏、宋、卫、中山之君也；锄櫌棘矜，非铦于钩戟长铩也；谪戍之众，非抗于九国之师也；深谋远虑，行军用兵之道，非及向时之士也。然而成败异变，功业相反，何也？试使山东之国与陈涉度长絜大，比权量力，则不可同年而语矣。然秦以区区之地，致万乘之势，序八州而朝同列，百有余年矣；然后以六合为家，崤函为宫；一夫作难而七庙隳，身死人手，为天下笑者，何也？仁义不施而攻守之势异也。"},
{"title": "生年不满百", "author": "佚名", "dynasty": "两汉", "content": "生年不满百，常怀千岁忧。昼短苦夜长，何不秉烛游！为乐当及时，何能待来兹？愚者爱惜费，但为后世嗤。仙人王子乔，难可与等期。"},
{"title": "古艳歌", "author": "佚名", "dynasty": "两汉", "content": "茕茕白兔，东走西顾。衣不如新，人不如故。"},
{"title": "留别妻", "author": "苏武", "dynasty": "两汉", "content": "结发为夫妻，恩爱两不疑。恩娱在今夕，嬿婉及良时。征夫怀远路，起视夜何其？参辰皆已没，去去从此辞。行役在战场，相见未有期。握手一长叹，泪为生别滋。努力爱春华，莫忘恩乐时。生当复来归，死当长相思。 "},
{"title": "怨郎诗", "author": "卓文君", "dynasty": "两汉", "content": "一朝别后，二地相悬。只说是三四月，又谁知五六年？七弦琴无心弹，八行书无可传。九连环从中折断，十里长亭望眼欲穿。百思想，千系念，万般无奈把郎怨。万语千言说不完，百无聊赖，十依栏杆。重九登高看孤雁，八月仲秋月圆人不圆。七月半，秉烛烧香问苍天，六月三伏天，人人摇扇我心寒。五月石榴红似火，偏遇阵阵冷雨浇花端。四月枇杷未黄，我欲对镜心意乱。忽匆匆，三月桃花随水转。飘零零，二月风筝线儿断。噫，郎呀郎，巴不得下一世，你为女来我做男。"},
{"title": "青青河畔草", "author": "佚名", "dynasty": "两汉", "content": "青青河畔草，郁郁园中柳。郁郁楼上女，皎皎当窗牖。娥娥红粉妆，纤纤出素手。昔为倡家女，今为荡子妇。荡子行不归，空床难独守。"},
{"title": "青青陵上柏", "author": "佚名", "dynasty": "两汉", "content": "青青陵上柏，磊磊涧中石。人生天地间，忽如远行客。斗酒相娱乐，聊厚不为薄。驱车策驽马，游戏宛与洛。洛中何郁郁，冠带自相索。长衢罗夹巷，王侯多第宅。两宫遥相望，双阙百余尺。极宴娱心意，戚戚何所迫？"},
{"title": "诫外甥书", "author": "诸葛亮", "dynasty": "两汉", "content": "　　夫志当存高远，慕先贤，绝情欲，弃凝滞，使庶几之志，揭然有所存，恻然有所感；忍屈伸，去细碎，广咨问，除嫌吝，虽有淹留，何损于美趣，何患于不济。若志不强毅，意不慷慨，徒碌碌滞于俗，默默束于情，永窜伏于凡庸，不免于下流矣！ "},
{"title": "有所思", "author": "佚名", "dynasty": "两汉", "content": "有所思，乃在大海南。何用问遗君，双珠玳瑁簪。用玉绍缭之。闻君有他心，拉杂摧烧之。摧烧之，当风扬其灰！从今以往，勿复相思，相思与君绝！鸡鸣狗吠，兄嫂当知之。妃呼狶！秋风肃肃晨风飔，东方须臾高知之！ "},
{"title": "明月何皎皎", "author": "佚名", "dynasty": "两汉", "content": "明月何皎皎，照我罗床帏。忧愁不能寐，揽衣起徘徊。客行虽云乐，不如早旋归。出户独彷徨，愁思当告谁！引领还入房，泪下沾裳衣。"},
{"title": "西北有高楼", "author": "佚名", "dynasty": "两汉", "content": "西北有高楼，上与浮云齐。交疏结绮窗，阿阁三重阶。上有弦歌声，音响一何悲！谁能为此曲，无乃杞梁妻。清商随风发，中曲正徘徊。一弹再三叹，慷慨有余哀。不惜歌者苦，但伤知音稀。愿为双鸿鹄，奋翅起高飞。"},
{"title": "画蛇添足", "author": "刘向", "dynasty": "两汉", "content": "楚有祠者，赐其其人卮酒，其人相谓曰：“数人饮之不足，一人饮之有余。请画地为蛇，先成者饮酒。”\r\n一人蛇先成，引酒且饮之，乃左手持卮，右手画蛇，曰：“吾能为之足。”未成，一人之蛇成，夺其卮曰：“蛇固无足，子安能为之足？”遂饮其酒。\r\n为蛇足者，终亡其酒。"},
{"title": "十五从军行 / 十五从军征", "author": "佚名", "dynasty": "两汉", "content": "十五从军征，八十始得归。道逢乡里人，家中有阿谁？遥看是君家，松柏冢累累。兔从狗窦入，雉从梁上飞。中庭生旅谷，井上生旅葵。舂谷持作饭，采葵持作羹。羹饭一时熟，不知贻阿谁？出门东向看，泪落沾我衣。"},
{"title": "杂诗七首·其四", "author": "曹植", "dynasty": "两汉", "content": "南国有佳人，容华若桃李。朝游江北岸，夕宿潇湘沚。时俗薄朱颜，谁为发皓齿？俯仰岁将暮，荣耀难久恃。 "},
{"title": "文侯与虞人期猎", "author": "刘向", "dynasty": "两汉", "content": "魏文侯与虞人期猎。是日，饮酒乐，天雨。文侯将出，左右曰：“今日饮酒乐，天又雨，公将焉之？”文侯曰：“吾与虞人期猎，虽乐，岂可不一会期哉！”乃往，身自罢之。魏于是乎始强。 "},
{"title": "晏子使楚", "author": "刘向", "dynasty": "两汉", "content": "一晏子使楚。楚人以晏子楚，楚人为小门于大门之侧而延晏子。晏子不入，曰：“使狗国者从狗门入，今臣使楚，不当从此门入。”傧者更道，从大门入。见楚王。王曰：“齐无人耶？使子为使。”晏子对曰：“齐之临淄三百闾，张袂成阴，挥汗成雨，比肩继踵而在，何为无人？”王曰：“然则何为使予？”晏子对曰：“齐命使，各有所主：其贤者使使贤主，不肖者使使不肖主。婴最不肖，故宜使楚矣！”（张袂成阴 一作：张袂成帷）\r\n二晏子将使楚。楚王闻之，谓左右曰：“晏婴，齐之习辞者也。今方来，吾欲辱之，何以也？”左右对曰：“为其来也，臣请缚一人，过王而行，王曰：‘何为者也？’对曰：‘齐人也。’王曰：‘何坐？’曰：‘坐盗。’\r\n三晏子至，楚王赐晏子酒，酒酣，吏二缚一人诣王。王曰：“缚者曷为者也？”对曰：“齐人也，坐盗。”王视晏子曰：“齐人固善盗乎？”晏子避席对曰：“婴闻之，橘生淮南则为橘，生于淮北则为枳，叶徒相似，其实味不同。所以然者何？水土异也。今民生长于齐不盗，入楚则盗，得无楚之水土使民善盗耶？”王笑曰：“ 圣人非所与熙也，寡人反取病焉。”"},
{"title": "登楼赋", "author": "王粲", "dynasty": "两汉", "content": "　　登兹楼以四望兮，聊暇日以销忧。览斯宇之所处兮，实显敞而寡仇。挟清漳之通浦兮， 倚曲沮之长洲。背坟衍之广陆兮，临皋隰之沃流。北弥陶牧，西接昭邱。华实蔽野，黍稷盈 畴。虽信美而非吾土兮，曾何足以少留！ \r\n　　遭纷浊而迁逝兮，漫逾纪以迄今。情眷眷而怀归兮，孰忧思之可任？凭轩槛以遥望兮， 向北风而开襟。平原远而极目兮，蔽荆山之高岑。路逶迤而修迥兮，川既漾而济深。悲旧乡 之壅隔兮，涕横坠而弗禁。昔尼父之在陈兮，有归欤之叹音。钟仪幽而楚奏兮，庄舄显而越 吟。人情同于怀土兮，岂穷达而异心！ \r\n　　惟日月之逾迈兮，俟河清其未极。冀王道之一平兮，假高衢而骋力。惧匏瓜之徒悬兮， 畏井渫之莫食。步栖迟以徙倚兮，白日忽其将匿。风萧瑟而并兴兮，天惨惨而无色。兽狂顾 以求群兮，鸟相鸣而举翼，原野阒其无人兮，征夫行而未息。心凄怆以感发兮，意忉怛而惨恻。循阶除而下降兮，气交愤于胸臆。夜参半而不寐兮，怅盘桓以反侧。 "},
{"title": "胡笳十八拍", "author": "蔡文姬", "dynasty": "两汉", "content": "　　我生之初尚无为，我生之后汉祚衰。天不仁兮降乱离，地不仁兮使我逢此时。干戈日寻兮道路危，民卒流亡兮共哀悲。烟尘蔽野兮胡虏盛，志意乖兮节义亏。对殊俗兮非我宜，遭忍辱兮当告谁？笳一会兮琴一拍，心愤怨兮无人知。\r\n　　戎羯逼我兮为室家，将我行兮向天涯。云山万重兮归路遐，疾风千里兮扬尘沙。人多暴猛兮如虺蛇，控弦被甲兮为骄奢。两拍张弦兮弦欲绝，志摧心折兮自悲嗟。 \r\n　　越汉国兮入胡城，亡家失身兮不如无生。毡裘为裳兮骨肉震惊，羯羶为味兮枉遏我情。鼙鼓喧兮从夜达明，胡风浩浩兮暗塞营。伤今感晋兮三拍成，衔悲畜恨兮何时平。\r\n　　无日无夜兮不思我乡土，禀气合生兮莫过我最苦。天灾国乱兮人无主，唯我薄命兮没戎虏。殊俗心异兮身难处，嗜欲不同兮谁可与语！寻思涉历兮多艰阻，四拍成兮益凄楚。\r\n　　雁南征兮欲寄边声，雁北归兮为得汉音。雁飞高兮邈难寻，空断肠兮思愔愔。攒眉向月兮抚雅琴，五拍泠泠兮意弥深。\r\n　　冰霜凛凛兮身苦寒，饥对肉酪兮不能餐。夜间陇水兮声呜咽，朝见长城兮路杳漫。追思往日兮行李难，六拍悲来兮欲罢弹。\r\n　　日暮风悲兮边声四起，不知愁心兮说向谁是！原野萧条兮烽戍万里，俗贱老弱兮少壮为美。逐有水草兮安家葺垒，牛羊满野兮聚如蜂蚁。草尽水竭兮羊马皆徙，七拍流恨兮恶居于此。\r\n　　为天有眼兮何不见我独漂流？为神有灵兮何事处我天南海北头？我不负天兮天何配我殊匹？我不负神兮神何殛我越荒州？制兹八拍兮拟排忧，何知曲成兮心转愁。\r\n　　天无涯兮地无边，我心愁兮亦复然。人生倏忽兮如白驹之过隙，然不得欢乐兮当我之盛年。怨兮欲问天，天苍苍兮上无缘。举头仰望兮空云烟，九拍怀情兮谁与传？\r\n　　城头烽火不曾灭，疆场征战何时歇？杀气朝朝冲塞门，胡风夜夜吹边月。故乡隔兮音生绝，哭无声兮气将咽。一生辛苦兮缘别离，十拍悲深兮泪成血。\r\n　　我非食生而恶死，不能捐身兮心有以。生仍冀得兮归桑梓，死当埋骨兮长已矣。日居月诸兮在戎垒，胡人宠我兮有二子。鞠之育之兮不羞耻，憋之念之兮生长边鄙。十有一拍兮因兹起，哀响缠绵兮彻心髓。\r\n　　东风应律兮暖气多，知是汉家天子兮布阳和。羌胡蹈舞兮共讴歌，两国交欢兮罢兵戈。忽遇汉使兮称近诏，遗千金兮赎妾身。喜得生还兮逢圣君，嗟别稚子兮会无因。十有二拍兮哀乐均，去住两情兮难具陈。\r\n　　不谓残生兮却得旋归，抚抱胡儿兮注下沾衣。汉使迎我兮四牡騑騑，胡儿号兮谁得知？与我生死兮逢此时，愁为子兮日无光辉，焉得羽翼兮将汝归。一步一远兮足难移，魂消影绝兮恩爱遗。十有三拍兮弦急调悲，肝肠搅刺兮人莫我知。\r\n　　身归国兮儿莫之随，心悬悬兮长如饥。四时万物兮有盛衰，唯我愁苦兮不暂移。山高地阔兮见汝无期，更深夜阑兮梦汝来斯。梦中执手兮一喜一悲，觉后痛吾心兮无休歇时。十有四拍兮涕泪交垂，河水东流兮心是思。\r\n　　十五拍兮节调促，气填胸兮谁识曲？处穹庐兮偶殊俗。愿得归来兮天从欲，再还汉国兮欢心足。心有怀兮愁转深，日月无私兮曾不照临。子母分离兮意难怪，同天隔越兮如商参，生死不相知兮何处寻！\r\n　　十六拍兮思茫茫，我与儿兮各一方。日东月西兮徒相望，不得相随兮空断肠。对萱草兮忧不忘，弹鸣琴兮情何伤！今别子兮归故乡，旧怨平兮新怨长！泣血仰头兮诉苍苍，胡为生兮独罹此殃！\r\n　　十七拍兮心鼻酸，关山阻修兮行路难。去时怀土兮心无绪，来时别儿兮思漫漫。塞上黄蒿兮枝枯叶干，沙场白骨兮刀痕箭瘢。风霜凛凛兮春夏寒，人马饥豗兮筋力单。岂知重得兮入长安，叹息欲绝兮泪阑干。\r\n　　胡笳本自出胡中，缘琴翻出音律同。十八拍兮曲虽终，响有余兮思无穷。是知丝竹微妙兮均造化之功，哀乐各随人心兮有变则通。胡与汉兮异域殊风，天与地隔兮子西母东。苦我怨气兮浩于长空，六合虽广兮受之应不容！"},
{"title": "美女篇", "author": "曹植", "dynasty": "两汉", "content": "美女妖且闲，采桑歧路间。柔条纷冉冉，落叶何翩翩。攘袖见素手，皓腕约金环。头上金爵钗，腰佩翠琅玕。明珠交玉体，珊瑚间木难。罗衣何飘飘，轻裾随风还。顾盼遗光彩，长啸气若兰。行徒用息驾，休者以忘餐。借问女安居，乃在城南端。青楼临大路，高门结重关。容华耀朝日，谁不希令颜？媒氏何所营？玉帛不时安。佳人慕高义，求贤良独难。众人徒嗷嗷，安知彼所观？盛年处房室，中夜起长叹。"},
{"title": "七哀诗三首·其一", "author": "王粲", "dynasty": "两汉", "content": "西京乱无象，豺虎方遘患。复弃中国去，委身适荆蛮。亲戚对我悲，朋友相追攀。出门无所见，白骨蔽平原。路有饥妇人，抱子弃草间。顾闻号泣声，挥涕独不还。“未知身死处，何能两相完？”驱马弃之去，不忍听此言。南登霸陵岸，回首望长安，悟彼下泉人，喟然伤心肝。 "},
{"title": "屈原列传", "author": "司马迁", "dynasty": "两汉", "content": "　　屈原者，名平，楚之同姓也。为楚怀王左徒。博闻强志，明于治乱，娴于辞令。入则与王图议国事，以出号令；出则接遇宾客，应对诸侯。王甚任之。\r\n　　上官大夫与之同列，争宠而心害其能。怀王使屈原造为宪令，屈平属草稿未定。上官大夫见而欲夺之，屈平不与，因谗之曰：“王使屈平为令，众莫不知。每一令出，平伐其功，曰以为‘非我莫能为也。’”王怒而疏屈平。\r\n　　屈平疾王听之不聪也，谗谄之蔽明也，邪曲之害公也，方正之不容也，故忧愁幽思而作《离骚》。“离骚”者，犹离忧也。夫天者，人之始也；父母者，人之本也。人穷则反本，故劳苦倦极，未尝不呼天也；疾痛惨怛，未尝不呼父母也。屈平正道直行，竭忠尽智，以事其君，谗人间之，可谓穷矣。信而见疑，忠而被谤，能无怨乎？屈平之作《离骚》，盖自怨生也。《国风》好色而不淫，《小雅》怨诽而不乱。若《离骚》者，可谓兼之矣。上称帝喾，下道齐桓，中述汤、武，以刺世事。明道德之广崇，治乱之条贯，靡不毕见。其文约，其辞微，其志洁，其行廉。其称文小而其指极大，举类迩而见义远。其志洁，故其称物芳；其行廉，故死而不容。自疏濯淖污泥之中，蝉蜕于浊秽，以浮游尘埃之外，不获世之滋垢，皭然泥而不滓者也。推此志也，虽与日月争光可也。\r\n　　屈原既绌。其后秦欲伐齐，齐与楚从亲，惠王患之。乃令张仪佯去秦，厚币委质事楚，曰：“秦甚憎齐，齐与楚从亲，楚诚能绝齐，秦愿献商、於之地六百里。”楚怀王贪而信张仪，遂绝齐，使使如秦受地。张仪诈之曰：“仪与王约六里，不闻六百里。”楚使怒去，归告怀王。怀王怒，大兴师伐秦。秦发兵击之，大破楚师于丹、淅，斩首八万，虏楚将屈匄，遂取楚之汉中地。怀王乃悉发国中兵，以深入击秦，战于蓝田。魏闻之，袭楚至邓。楚兵惧，自秦归。而齐竟怒，不救楚，楚大困。明年，秦割汉中地与楚以和。楚王曰：“不愿得地，愿得张仪而甘心焉。”张仪闻，乃曰：“以一仪而当汉中地，臣请往如楚。”如楚，又因厚币用事者臣靳尚，而设诡辩于怀王之宠姬郑袖。怀王竟听郑袖，复释去张仪。是时屈原既疏，不复在位，使于齐，顾反，谏怀王曰：“何不杀张仪？”怀王悔，追张仪，不及。\r\n　　其后，诸侯共击楚，大破之，杀其将唐眜。时秦昭王与楚婚，欲与怀王会。怀王欲行，屈平曰：“秦，虎狼之国，不可信，不如毋行。”怀王稚子子兰劝王行：“奈何绝秦欢！”怀王卒行。入武关，秦伏兵绝其后，因留怀王，以求割地。怀王怒，不听。亡走赵，赵不内。复之秦，竟死于秦而归葬。\r\n　　长子顷襄王立，以其弟子兰为令尹。楚人既咎子兰以劝怀王入秦而不反也。屈平既嫉之，虽放流，眷顾楚国，系心怀王，不忘欲反。冀幸君之一悟，俗之一改也。其存君兴国，而欲反复之，一篇之中，三致志焉。然终无可奈何，故不可以反。卒以此见怀王之终不悟也。\r\n　　人君无愚智贤不肖，莫不欲求忠以自为，举贤以自佐。然亡国破家相随属，而圣君治国累世而不见者，其所谓忠者不忠，而所谓贤者不贤也。怀王以不知忠臣之分，故内惑于郑袖，外欺于张仪，疏屈平而信上官大夫、令尹子兰，兵挫地削，亡其六郡，身客死于秦，为天下笑，此不知人之祸也。《易》曰：“井渫不食，为我心恻，可以汲。王明，并受其福。”王之不明，岂足福哉！令尹子兰闻之，大怒。卒使上官大夫短屈原于顷襄王。顷襄王怒而迁之。屈原至于江滨，被发行吟泽畔，颜色憔悴，形容枯槁。渔父见而问之曰：“子非三闾大夫欤？何故而至此？”屈原曰：“举世皆浊而我独清，众人皆醉而我独醒，是以见放。”渔父曰：“夫圣人者，不凝滞于物，而能与世推移。举世皆浊，何不随其流而扬其波？众人皆醉，何不哺其糟而啜其醨？何故怀瑾握瑜，而自令见放为？”屈原曰：“吾闻之，新沐者必弹冠，新浴者必振衣。人又谁能以身之察察，受物之汶汶者乎？宁赴常流而葬乎江鱼腹中耳。又安能以皓皓之白，而蒙世之温蠖乎？”乃作《怀沙》之赋。于是怀石，遂自投汨罗以死。\r\n　　屈原既死之后，楚有宋玉、唐勒、景差之徒者，皆好辞而以赋见称。然皆祖屈原之从容辞令，终莫敢直谏。其后楚日以削，数十年竟为秦所灭。自屈原沉汨罗后百有馀年，汉有贾生，为长沙王太傅。过湘水，投书以吊屈原。\r\n　　太史公曰：“余读《离骚》、《天问》、《招魂》、《哀郢》，悲其志。适长沙，过屈原所自沉渊，未尝不垂涕，想见其为人。及见贾生吊之，又怪屈原以彼其材游诸侯，何国不容，而自令若是！读《鵩鸟赋》，同死生，轻去就，又爽然自失矣。” "},
{"title": "冬十月", "author": "曹操", "dynasty": "两汉", "content": "孟冬十月，北风徘徊，天气风清，繁霜霏霏。鵾鸡晨鸣，鸿雁南飞，鸷鸟潜藏，熊罴窟栖。钱镈停置，农收积场，逆旅整设，以通贾商。幸甚至哉！歌以咏志。 "},
{"title": "苏武传", "author": "班固", "dynasty": "两汉", "content": "　　武字子卿，少以父任，兄弟并为郎。稍迁至栘中厩监。时汉连伐胡，数通使相窥观。匈奴留汉使郭吉、路充国等，前后十余辈。匈奴使来，汉亦留之以相当。天汉元年，且鞮侯单于初立，恐汉袭之，乃曰：“汉天子我丈人行也。”尽归汉使路充国等。武帝嘉其义，乃遣武以中郎将使持节送匈奴使留在汉者，因厚赂单于，答其善意。武与副中郎将张胜及假吏常惠等募士斥候百余人俱，既至匈奴，置币遗单于；单于益骄，非汉所望也。\r\n　　方欲发使送武等，会缑王与长水虞常等谋反匈奴中。缑王者，昆邪王姊子也，与昆邪王俱降汉，后随浞野侯没胡中，及卫律所将降者，阴相与谋劫单于母阏氏归汉。会武等至匈奴，虞常在汉时，素与副张胜相知，私候胜曰：“闻汉天子甚怨卫律，常能为汉伏弩射杀之，吾母与弟在汉，幸蒙其赏赐。”张胜许之，以货物与常。\r\n　　后月余，单于出猎，独阏氏子弟在。虞常等七十余人欲发，其一人夜亡，告之。单于子弟发兵与战，缑王等皆死，虞常生得。单于使卫律治其事，张胜闻之，恐前语发，以状语武。武曰：“事如此，此必及我，见犯乃死，重负国。”欲自杀，胜、惠共止之。虞常果引张胜。单于怒，召诸贵人议，欲杀汉使者。左伊秩訾曰：“即谋单于，何以复加？宜皆降之。”\r\n　　单于使卫律召武受辞。武谓惠等：“屈节辱命，虽生，何面目以归汉！”引佩刀自刺。卫律惊，自抱持武，驰召医。凿地为坎，置煴火，覆武其上，蹈其背以出血。武气绝，半日复息。惠等哭，舆归营。单于壮其节，朝夕遣人候问武，而收系张胜。\r\n　　武益愈，单于使使晓武，会论虞常，欲因此时降武。剑斩虞常已，律曰：“汉使张胜谋杀单于近臣，当死。单于募降者赦罪。”举剑欲击之，胜请降。律谓武曰：“副有罪，当相坐。”武曰：“本无谋，又非亲属，何谓相坐？”复举剑拟之，武不动。律曰：“苏君，律前负汉归匈奴，幸蒙大恩，赐号称王，拥众数万，马畜弥山，富贵如此！苏君今日降，明日复然。空以身膏草野，谁复知之！”武不应。律曰：“君因我降，与君为兄弟；今不听吾计，后虽复欲见我，尚可得乎？”武骂律曰：“汝为人臣子，不顾恩义，畔主背亲，为降虏于蛮夷，何以汝为见？且单于信汝，使决人死生，不平心持正，反欲斗两主，观祸败。若知我不降明，欲令两国相攻，匈奴之祸，从我始矣。”\r\n　　律知武终不可胁，白单于。单于愈益欲降之。乃幽武置大窖中，绝不饮食。天雨雪。武卧啮雪，与旃毛并咽之，数日不死。匈奴以为神。乃徙武北海上无人处，使牧羝，羝乳乃得归。别其官属常惠等各置他所。武既至海上，廪食不至，掘野鼠去草实而食之。杖汉节牧羊，卧起操持，节旄尽落。积五六年，单于弟於靬王弋射海上。武能网纺缴，檠弓弩，於靬王爱之，给其衣食。三岁余，王病，赐武马畜、服匿、穹庐。王死后，人众徙去。其冬，丁令盗武牛羊，武复穷厄。\r\n　　初，武与李陵俱为侍中。武使匈奴，明年，陵降，不敢求武。久之，单于使陵至海上，为武置酒设乐。因谓武曰：“单于闻陵与子卿素厚，故使陵来说足下，虚心欲相待。终不得归汉，空自苦亡人之地，信义安所见乎？前长君为奉车，从至雍棫阳宫，扶辇下除，触柱折辕，劾大不敬，伏剑自刎，赐钱二百万以葬。孺卿从祠河东后土，宦骑与黄门驸马争船，推堕驸马河中溺死，宦骑亡，诏使孺卿逐捕，不得，惶恐饮药而死。来时太夫人已不幸，陵送葬至阳陵。子卿妇年少，闻已更嫁矣。独有女弟二人，两女一男，今复十余年，存亡不可知。人生如朝露，何久自苦如此！陵始降时，忽忽如狂，自痛负汉，加以老母系保宫。子卿不欲降，何以过陵？且陛下春秋高，法令亡常，大臣亡罪夷灭者数十家，安危不可知，子卿尚复谁为乎？愿听陵计，勿复有云。”武曰：“武父子亡功德，皆为陛下所成就，位列将，爵通侯，兄弟亲近，常愿肝脑涂地。今得杀身自效，虽蒙斧钺汤镬，诚甘乐之。臣事君，犹子事父也。子为父死，亡所恨，愿无复再言！”\r\n　　陵与武饮数日，复曰：“子卿壹听陵言！”武曰：“自分已死久矣！王必欲降武，请毕今日之欢，效死于前！”陵见其至诚，喟然叹曰：“嗟呼，义士！陵与卫律之罪上通于天！”因泣下霑衿，与武决去。\r\n　　昭帝即位，数年，匈奴与汉和亲。汉求武等，匈奴诡言武死。后汉使复至匈奴，常惠请其守者与俱，得夜见汉使，具自陈道。教使者谓单于，言天子射上林中，得雁足有系帛书，言武等在某泽中。使者大喜，如惠语以让单于。单于视左右而惊，谢汉使曰：“武等实在。”单于召会武官属，前以降及物故，凡随武还者九人。武以始元六年春至京师。武留匈奴凡十九岁，始以强壮出，及还，须发尽白。 "},
{"title": "诀别书", "author": "卓文君", "dynasty": "两汉", "content": "春华竞芳，五色凌素，琴尚色御，而新声代故！锦水有鸳，汉宫有木，彼物而新，嗟世之人兮，瞀于淫而不悟！朱弦断，明镜缺，朝露晞，芳时歇，白头吟，伤离别，努力加餐勿念妾，锦水汤汤，与君长诀！ "},
{"title": "项羽之死", "author": "司马迁", "dynasty": "两汉", "content": "　　项王军壁垓下，兵少食尽，下军及诸侯兵围之数重。夜闻下军四面皆楚歌，项王乃大惊曰：“下皆已得楚乎？是何楚人之多也！”项王则夜起，饮帐中。有美人名虞，常幸从；骏马名骓，常骑之。于是项王乃悲歌慷慨，自为诗曰：“力拔山兮气盖世！时不利兮骓不逝！骓不逝兮可奈何！虞兮虞兮奈若何！”歌数阕，美人和之。项王泣数行下，左右皆泣，莫能仰视。\r\n　　于是项王乃上马骑，麾下壮士骑从者八百余人，直夜溃围南出，驰走。平明，下军乃觉之，令骑将灌婴以五千骑追之。项王渡淮，骑能属者百余人耳。项王至阴陵，迷失道，问一田父，田父绐曰“左”。左，乃陷大泽中。以故下追及之。项王乃复引兵而东，至东城，乃有二十八骑。下骑追者数千人。项王自度不得脱。谓其骑曰：“吾起兵至今八岁矣，身七十余战，所当者破，所击者服，未尝败北，遂霸有天下。然今卒困于此，此天之亡我，非战之罪也。今日固决死，愿为诸君快战，必三胜之，为诸君溃围，斩将，刈旗，令诸君知天亡我，非战之罪也。”\r\n　　乃分其骑以为四队，四向。下军围之数重。项王谓其骑曰：“吾为公取彼一将。”令四面骑驰下，期山东为三处。于是项王大呼，驰下，下军皆披靡，遂斩下一将。是时，赤泉侯为骑将，追项王，项王瞋目而叱之，赤泉侯人马俱惊，辟易数里。与其骑会为三处。下军不知项王所在，乃分军为三，复围之。项王乃驰，复斩下一都尉，杀数十百人，复聚其骑，亡其两骑耳。乃谓其骑曰：“何如？”骑皆伏曰：“如大王言。”\r\n　　于是项王乃欲东渡乌江。乌江亭长檥船待，谓项王曰：“江东虽小，地方千里，众数十万人，亦足王也。愿大王急渡。今独臣有船，下军至，无以渡。”项王笑曰：“天之亡我，我何渡为！且籍与江东子弟八千人渡江而西，今无一人还，纵江东父兄怜而王我，我何面目见之？纵彼不言，籍独不愧于心乎？”乃谓亭长曰：“吾知公长者。吾骑此马五岁，所当无敌，尝一日行千里，不忍杀之，以赐公。”乃令骑皆下马步行，持短兵接战。独籍所杀下军数百人。项王身亦被十余创。顾见下骑司马吕马童，曰：“若非吾故人乎？”马童面之，指王翳曰：“此项王也。”项王乃曰：“吾闻下购我头千金，邑万户，吾为若德。”乃自刎而死。"},
{"title": "触龙说赵太后", "author": "刘向", "dynasty": "两汉", "content": "　　赵太后新用事，秦急攻之。赵氏求救于齐，齐曰：“必以长安君为质，兵乃出。”太后不肯，大臣强谏。太后明谓左右：“有复言令长安君为质者，老妇必唾其面。”\r\n　　左师触龙言愿见太后。太后盛气而揖之。入而徐趋，至而自谢，曰：“老臣病足，曾不能疾走，不得见久矣。窃自恕，而恐太后玉体之有所郄也，故愿望见太后。”太后曰：“老妇恃辇而行。”曰：“日食饮得无衰乎？”曰：“恃粥耳。”曰：“老臣今者殊不欲食，乃自强步，日三四里，少益耆食，和于身。”太后曰：“老妇不能。”太后之色少解。\r\n　　左师公曰：“老臣贱息舒祺，最少，不肖；而臣衰，窃爱怜之。愿令得补黑衣之数，以卫王宫。没死以闻。”太后曰：“敬诺。年几何矣？”对曰：“十五岁矣。虽少，愿及未填沟壑而托之。”太后曰：“丈夫亦爱怜其少子乎？”对曰：“甚于妇人。”太后笑曰：“妇人异甚。”对曰：“老臣窃以为媪之爱燕后贤于长安君。”曰：“君过矣！不若长安君之甚。”左师公曰：“父母之爱子，则为之计深远。媪之送燕后也，持其踵，为之泣，念悲其远也，亦哀之矣。已行，非弗思也，祭祀必祝之，祝曰：‘必勿使反。’岂非计久长，有子孙相继为王也哉？”太后曰：“然。”\r\n　　左师公曰：“今三世以前，至于赵之为赵，赵王之子孙侯者，其继有在者乎？”曰：“无有。”曰：“微独赵，诸侯有在者乎？”曰：“老妇不闻也。”“此其近者祸及身，远者及其子孙。岂人主之子孙则必不善哉？位尊而无功，奉厚而无劳，而挟重器多也。今媪尊长安君之位，而封之以膏腴之地，多予之重器，而不及今令有功于国，—旦山陵崩，长安君何以自托于赵？老臣以媪为长安君计短也，故以为其爱不若燕后。”太后曰：“诺，恣君之所使之。”\r\n　　于是为长安君约车百乘，质于齐，齐兵乃出。\r\n　　子义闻之曰：“人主之子也、骨肉之亲也，犹不能恃无功之尊、无劳之奉，而守金玉之重也，而况人臣乎。” "},
{"title": "明月皎夜光", "author": "佚名", "dynasty": "两汉", "content": "明月皎夜光，促织鸣东壁。玉衡指孟冬，众星何历历。白露沾野草，时节忽复易。秋蝉鸣树间，玄鸟逝安适。昔我同门友，高举振六翮。不念携手好，弃我如遗迹。南箕北有斗，牵牛不负轭。良无盘石固，虚名复何益？"},
{"title": "和项王歌", "author": "虞姬", "dynasty": "两汉", "content": "汉兵已略地，四方楚歌声。大王意气尽，贱妾何聊生！ "},
{"title": "冉冉孤生竹", "author": "佚名", "dynasty": "两汉", "content": "冉冉孤生竹，结根泰山阿。与君为新婚，菟丝附女萝。菟丝生有时，夫妇会有宜。千里远结婚，悠悠隔山陂。思君令人老，轩车来何迟！伤彼蕙兰花，含英扬光辉。过时而不采，将随秋草萎。君亮执高节，贱妾亦何为！"},
{"title": "客从远方来", "author": "佚名", "dynasty": "两汉", "content": "客从远方来，遗我一端绮。相去万余里，故人心尚尔。文采双鸳鸯，裁为合欢被。著以长相思，缘以结不解。以胶投漆中，谁能别离此？"},
{"title": "今日良宴会", "author": "佚名", "dynasty": "两汉", "content": "今日良宴会，欢乐难具陈。欢筝奋逸响，新声妙入神。令德唱高言，识曲听其真。齐心同所愿，含意俱未申。人生寄一世，奄忽若飙尘。何不策高足，先据要路津。无为守穷贱，坎坷长苦辛。"},
{"title": "回车驾言迈", "author": "佚名", "dynasty": "两汉", "content": "回车驾言迈，悠悠涉长道。悠顾何茫茫，东风摇百草。所遇无故物，焉得不速老。盛衰各有时，立身苦不早。人生非金石，岂能长寿考？奄忽随物化，荣名以为宝。"},
{"title": "杂诗七首·其一", "author": "曹植", "dynasty": "两汉", "content": "高台多悲风，朝日照北林。之子在万里，江湖迥且深。方舟安可极，离思故难任！孤雁飞南游，过庭长哀吟。翘思慕远人，愿欲托遗音。形影忽不见，翩翩伤我心。 "},
{"title": "苦寒行", "author": "曹操", "dynasty": "两汉", "content": "北上太行山，艰哉何巍巍！艰肠坂诘屈，车轮为之摧。树木何萧瑟，北风声正悲。熊罴对我蹲，虎豹夹路啼。溪谷少人民，雪落何霏霏！延颈长叹息，远行多所怀。我心何怫郁，思欲一东归。水深桥梁绝，中路正徘徊。迷惑失故路，薄暮无宿栖。行行日已远，人马同时饥。担囊行取薪，斧冰持作糜。悲彼《东山》诗，悠悠使我哀。 "},
{"title": "孟冬寒气至", "author": "佚名", "dynasty": "两汉", "content": "孟冬寒气至，北风何惨栗。愁多知夜长，仰观众星列。三五明月满，四五蟾兔缺。客从远方来，遗我一书札。上言长相思，下言久离别。置书怀袖中，三岁字不灭。一心抱区区，惧君不识察。"},
{"title": "三人成虎", "author": "刘向", "dynasty": "两汉", "content": "　　庞葱与太子质于邯郸，谓魏王曰：‘今一人言市有虎，王信之乎？’王曰：‘否。’‘二人言市有虎，王信之乎？’王曰：‘寡人疑之矣。’‘三人言市有虎，王信之乎？’王曰：‘寡人信之矣。’庞葱曰：‘夫市之无虎明矣，然而三人言而成虎。今邯郸去大梁也远于市，而议臣者过于三人，愿王察之。’王曰：‘寡人自为知。’于是辞行，而谗言先至。后太子罢质，果不得见。(庞葱 一作：庞恭) "},
{"title": "晏子谏杀烛邹", "author": "刘向", "dynasty": "两汉", "content": "　　齐景公好弋，使烛邹主鸟而亡之。公怒，诏吏欲杀之。晏子曰： “烛邹有罪三，请数之以其罪杀之。”公曰：“可。”于是召而数之公前，曰：“烛邹，汝为吾君主鸟而亡之，是罪一也；使吾君以鸟之故杀人，是罪二也；使诸侯闻之以吾君重鸟而轻士 ，是罪三也。数烛邹罪已毕，请杀之 。”公曰：“勿杀！寡人闻命矣。” "},
{"title": "悲歌", "author": "佚名", "dynasty": "两汉", "content": "悲歌可以当泣，远望可以当归。思念故乡，郁郁累累。欲归家无人，欲渡河无船。心思不能言，肠中车轮转。"},
{"title": "诫兄子严敦书", "author": "马援", "dynasty": "两汉", "content": "　　援兄子严、敦，并喜讥议，而通轻侠客。援前在交趾，还书诫之曰：“吾欲汝曹闻人过失，如闻父母之名：耳可得闻，口不可得言也。好议论人长短，妄是非正法，此吾所大恶也：宁死，不愿闻子孙有此行也。汝曹知吾恶之甚矣，所以复言者，施衿结缡，申父母之戒，欲使汝曹不忘之耳！\r\n　　“龙伯高敦厚周慎，口无择言，谦约节俭，廉公有威。吾爱之重之，愿汝曹效之。杜季良豪侠好义，忧人之忧，乐人之乐，清浊无所失。父丧致客，数郡毕至。吾爱之重之，不愿汝曹效也。效伯高不得，犹为谨敕之士，所谓‘刻鹄不成尚类鹜’者也。效季良不得，陷为天下轻薄子，所谓‘画虎不成反类狗’者也。讫今季良尚未可知，郡将下车辄切齿，州郡以为言，吾常为寒心，是以不愿子孙效也。” "},
{"title": "战城南", "author": "佚名", "dynasty": "两汉", "content": "战城南，死郭北，野死不葬乌可食。为我谓乌：且为客豪！野死谅不葬，腐肉安能去子逃？水深激激，蒲苇冥冥；枭骑战斗死，驽马徘徊鸣。梁筑室，何以南？何以北？禾黍不获君何食？愿为忠臣安可得？思子良臣，良臣诚可思：朝行出攻，暮不夜归！"},
{"title": "怨歌行", "author": "班婕妤", "dynasty": "两汉", "content": "新裂齐纨素，皎洁如霜雪。裁为合欢扇，团团似明月。出入君怀袖，动摇微风发。常恐秋节至，凉飙夺炎热。弃捐箧笥中，恩情中道绝。"},
{"title": "归田赋", "author": "张衡", "dynasty": "两汉", "content": "　　游都邑以永久，无明略以佐时。徒临川以羡鱼，俟河清乎未期。感蔡子之慷慨，从唐生以决疑。谅天道之微昧，追渔父以同嬉。超埃尘以遐逝，与世事乎长辞。 \r\n　　于是仲春令月，时和气清；原隰郁茂，百草滋荣。王雎鼓翼，鸧鹒哀鸣；交颈颉颃，关关嘤嘤。于焉逍遥，聊以娱情。 \r\n　　尔乃龙吟方泽，虎啸山丘。仰飞纤缴，俯钓长流。触矢而毙，贪饵吞钩。落云间之逸禽，悬渊沉之魦鰡。 \r\n　　于时曜灵俄景，继以望舒。极般游之至乐，虽日夕而忘劬。感老氏之遗诫，将回驾乎蓬庐。弹五弦之妙指，咏周、孔之图书。挥翰墨以奋藻，陈三皇之轨模。苟纵心于物外，安知荣辱之所如。 "},
{"title": "铜雀台赋", "author": "曹植", "dynasty": "两汉", "content": "从明后而嬉游兮，登层台以娱情。见太府之广开兮，观圣德之所营。建高门之嵯峨兮，浮双阙乎太清。立中天之华观兮，连飞阁乎西城。临漳水之长流兮，望园果之滋荣。仰春风之和穆兮，听百鸟之悲鸣。天云垣其既立兮，家愿得而获逞。扬仁化于宇内兮，尽肃恭于上京。惟桓文之为盛兮，岂足方乎圣明！休矣美矣！惠泽远扬。翼佐我皇家兮，宁彼四方。同天地之规量兮，齐日月之晖光。永贵尊而无极兮，等年寿于东王。《三国志》版\r\n从明后以嬉游兮，登层台以娱情。见太府之广开兮，观圣德之所营。建高门之嵯峨兮，浮双阙乎太清。立中天之华观兮，连飞阁乎西城。临漳水之长流兮，望园果之滋荣。立双台于左右兮，有玉龙与金凤。揽二乔于东南兮，乐朝夕之与共。俯皇都之宏丽兮，瞰云霞之浮动。欣群才之来萃兮，协飞熊之吉梦。仰春风之和穆兮，听百鸟之悲鸣。云天亘其既立兮，家愿得乎双逞。扬仁化于宇宙兮，尽肃恭于上京。惟桓文之为盛兮，岂足方乎圣明？休矣美矣！惠泽远扬。翼佐我皇家兮，宁彼四方。同天地之规量兮，齐日月之辉光。永贵尊而无极兮，等君寿于东皇。御龙旗以遨游兮，回鸾驾而周章。恩化及乎四海兮，嘉物阜而民康。愿斯台之永固兮，乐终古而未央！《三国演义》版"},
{"title": "鵩鸟赋", "author": "贾谊", "dynasty": "两汉", "content": "　　谊为长沙王傅三年，有鵩飞入谊舍。鵩似鸮，不祥鸟也。谊即以谪居长沙，长沙卑湿，谊自伤悼，以为寿不得长，乃为赋以自广也。其辞曰：\r\n　　单阏之岁兮，四月孟夏，庚子日斜兮，鵩集予舍。止于坐隅兮，貌甚闲暇。异物来萃兮，私怪其故。发书占之兮，谶言其度，曰：“野鸟入室兮，主人将去。”请问于鵩兮：“予去何之？吉乎告我，凶言其灾。淹速之度兮，语予其期。”鵩乃叹息，举首奋翼；口不能言，请对以臆： \r\n　　“万物变化兮，固无休息。斡流而迁兮，或推而还。形气转续兮，变化而蟺。沕穆无穷兮，胡可胜言！祸兮福所依，福兮祸所伏；忧喜聚门兮，吉凶同域。彼吴强大兮，夫差以败；越栖会稽兮，勾践霸世。斯游遂成兮，卒被五刑；傅说胥靡兮，乃相武丁。夫祸之与福兮，何异纠纆；命不可说兮，孰知其极！水激则旱兮，矢激则远；万物回薄兮，振荡相转。云蒸雨降兮，纠错相纷；大钧播物兮，坱圠无垠。天不可预虑兮，道不可预谋；迟速有命兮，焉识其时。 \r\n　　且夫天地为炉兮，造化为工；阴阳为炭兮，万物为铜。合散消息兮，安有常则？千变万化兮，未始有极，忽然为人兮，何足控抟；化为异物兮，又何足患！小智自私兮，贱彼贵我；达人大观兮，物无不可。贪夫殉财兮，烈士殉名。夸者死权兮，品庶每生。怵迫之徒兮，或趋西东；大人不曲兮，意变齐同。愚士系俗兮，窘若囚拘；至人遗物兮，独与道俱。众人惑惑兮，好恶积亿；真人恬漠兮，独与道息。释智遗形兮，超然自丧；寥廓忽荒兮，与道翱翔。乘流则逝兮，得坻则止；纵躯委命兮，不私与己。其生兮若浮，其死兮若休；澹乎若深渊之静，泛乎若不系之舟。不以生故自宝兮，养空而浮；德人无累兮，知命不忧。细故蒂芥兮，何足以疑！”"},
{"title": "孔子世家赞", "author": "司马迁", "dynasty": "两汉", "content": "　　太史公曰：《诗》有之：“高山仰止，景行行止。”虽不能至，然心乡往之。余读孔氏书，想见其为人。适鲁，观仲尼庙堂车服礼器，诸生以时习礼其家，余祗回留之不能去云。天下君王至于贤人众矣，当时则荣，没则已焉。孔子布衣，传十余世，学者宗之。自天子王侯，中国言《六艺》者折中于夫子，可谓至圣矣！ "},
{"title": "野田黄雀行", "author": "曹植", "dynasty": "两汉", "content": "高树多悲风，海水扬其波。利剑不在掌，结友何须多？不见篱间雀，见鹞自投罗。罗家得雀喜，少年见雀悲。拔剑捎罗网，黄雀得飞飞。飞飞摩苍天，来下谢少年。 "},
{"title": "四愁诗", "author": "张衡", "dynasty": "两汉", "content": "我所思兮在太山。欲往从之梁父艰，侧身东望涕沾翰。美人赠我金错刀，何以报之英琼瑶。路远莫致倚逍遥，何为怀忧心烦劳。\r\n我所思兮在桂林。欲往从之湘水深，侧身南望涕沾襟。美人赠我琴琅玕，何以报之双玉盘。路远莫致倚惆怅，何为怀忧心烦伤。\r\n我所思兮在汉阳。欲往从之陇阪长，侧身西望涕沾裳。美人赠我貂襜褕，何以报之明月珠。路远莫致倚踟蹰，何为怀忧心烦纡。\r\n我所思兮在雁门。欲往从之雪雰雰，侧身北望涕沾巾。美人赠我锦绣段，何以报之青玉案。路远莫致倚增叹，何为怀忧心烦惋。"},
{"title": "驱车上东门", "author": "佚名", "dynasty": "两汉", "content": "驱车上东门，遥望郭北墓。白杨何萧萧，松柏夹广路。下有陈死人，杳杳即长暮。潜寐黄泉下，千载永不寤。浩浩阴阳移，年命如朝露。人生忽如寄，寿无金石固。万岁更相迭，贤圣莫能度。服食求神仙，多为药所误。不如饮美酒，被服纨与素。"},
{"title": "赠白马王彪·并序", "author": "曹植", "dynasty": "两汉", "content": "　　黄初四年五月，白马王、任月王与余俱朝京师、会节气。到洛阳，任月王薨。至七月，与白马王还国。后有司以二王归藩，道路宜异宿止，意毒恨之。盖以大别在数日，是用自剖，与王辞焉，愤而成篇。\r\n　　谒帝承明庐，逝将归旧疆。清晨发皇邑，日夕过首阳。伊洛广且深，欲济川无梁。泛舟越洪涛，怨彼东路长。顾瞻恋月阙，引领情内伤。\r\n　　太谷何寥廓，山树郁苍苍。霖雨泥我涂，流潦浩纵横。中逵绝无轨，改辙登高岗。修坂造云日，我马玄以黄。\r\n　　玄黄犹能进，我思郁以纡。郁纡将何念，亲爱在离居。本图相与偕，中更不克俱。鸱枭鸣衡轭，豺狼当路衢。苍蝇间白黑，谗巧令亲疏。欲还绝无蹊，揽辔止踟蹰。(衡轭 通：衡扼)\r\n　　踟蹰亦何留？相思无终极。秋风发微凉，寒蝉鸣我侧。原野何萧条，白日忽西匿。归鸟赴乔林，翩翩厉羽翼。孤兽走索群，衔草不遑食。感物伤我怀，抚心长太息。\r\n　　太息将何为，天命与我违。奈何念同生，一往形不归。孤魂翔故域，灵柩寄京师。存者忽复过，亡殁身自衰。人生处一世，去若朝露晞。年在桑榆间，影响不能追。自顾非金石，咄唶令心悲。\r\n　　心悲动我神，弃置莫复陈。丈夫志四海，万里犹比邻。恩爱苟不亏，在远分日亲。何必同衾帱，然后展慇懃。忧思成疾疢，无乃儿女仁。仓卒骨肉情，能不怀苦辛？\r\n　　苦辛何虑思，天命信可疑。虚无求列仙，松子久吾欺。变故在斯须，百年谁能持？离别永无会，执手将何时？王其爱玉体，俱享黄髪期。收泪即长路，援笔从此辞。"},
{"title": "东城高且长", "author": "佚名", "dynasty": "两汉", "content": "东城高且长，逶迤自相属。回风动地起，秋草萋已绿。四时更变化，岁暮一何速！晨风怀苦心，蟋蟀伤局促。荡涤放情志，何为自结束！燕赵多佳人，美者颜如玉。被服罗裳衣，当户理清曲。音响一何悲！弦急知柱促。驰情整中带，沉吟聊踯躅。思为双飞燕，衔泥巢君屋。 "},
{"title": "上林赋", "author": "司马相如", "dynasty": "两汉", "content": "　　亡是公听然而笑曰：“楚则失矣，而齐亦未为得也。夫使诸侯纳贡者，非为财币，所以述职也。封疆画界者，非为守御，所以禁淫也。今齐列为东藩，而外私肃慎，捐国逾限，越海而田，其于义固未可也。且二君之论，不务明君臣之义，正诸侯之礼，徒事争于游戏之乐，苑囿之大，欲以奢侈相胜，荒淫相越，此不可以扬名发誉，而适足以贬君自损也。\r\n　　“且夫齐楚之事，又乌足道乎！君未睹夫巨丽也，独不闻天子之上林乎？左苍梧，右西极。丹水更其南，紫渊径其北。终始灞浐，出入泾渭；酆镐潦潏，纡馀委蛇，经营乎其内。荡荡乎八川分流，相背而异态。东西南北，驰骛往来，出乎椒丘之阙，行乎洲淤之浦，经乎桂林之中，过乎泱漭之野。汩乎混流，顺阿而下，赴隘狭之口，触穹石，激堆埼，沸乎暴怒，汹涌澎湃。滭弗宓汩，逼侧泌瀄。横流逆折，转腾潎冽，滂濞沆溉。穹隆云桡，宛潬胶戾。逾波趋浥，涖涖下濑。批岩冲拥，奔扬滞沛。临坻注壑，瀺灂霣坠，沈沈隐隐，砰磅訇礚，潏潏淈淈，湁潗鼎沸。驰波跳沫，汩濦漂疾。悠远长怀，寂漻无声，肆乎永归。然后灏溔潢漾，安翔徐回，翯乎滈滈，东注太湖，衍溢陂池。于是乎鲛龙赤螭，??渐离，鰅鰫鳍鮀，禺禺魼鳎，揵鳍掉尾，振鳞奋翼，潜处乎深岩，鱼鳖讙声，万物众伙。明月珠子，的砾江靡。蜀石黄碝，水玉磊砢，磷磷烂烂，采色澔汗，藂积乎其中。鸿鹔鹄鸨，鴐 鹅属玉，交精旋目，烦鹜庸渠，箴疵?卢，群浮乎其上，泛淫泛滥，随风澹淡，与波摇荡，奄薄水渚，唼喋菁藻，咀嚼菱藕。\r\n　　“于是乎崇山矗矗，巃嵷崔巍，深林巨木，崭岩参嵳，九嵕嶻嶭。南山峨峨，岩陁甗崎，摧崣崛崎。振溪通谷，蹇产沟渎，谽呀豁閕。阜陵别岛，崴磈葨廆，丘虚堀礨，隐辚郁垒，登降施靡，陂池貏豸，沇溶淫鬻，散涣夷陆，亭皋千里，靡不被筑。揜以绿蕙，被以江蓠，糅以蘪芜，杂以留夷。布结缕，攒戾莎，揭车衡兰，槀本射干，茈姜蘘荷，葴持若荪，鲜支黄砾，蒋苎青薠，布濩闳泽，延曼太原。离靡广衍，应风披靡，吐芳扬烈，郁郁菲菲，众香发越，肸蚃布写，晻薆咇茀。\r\n　　“于是乎周览泛观，缜纷轧芴，芒芒恍忽。视之无端，察之无涯，日出东沼，入乎西陂。其南则隆冬生长，涌水跃波。其兽则?旄貘嫠，沈牛麈麋，赤首圜题，穷奇象犀。其北则盛夏含冻裂地，涉冰揭河。其兽则麒麟角端，騊駼橐驼，蛩蛩驒騱，駃騠驴骡六庵注。\r\n　　“于是乎离宫别馆，弥山跨谷，高廊四注，重坐曲阁，华榱璧珰，辇道纚属，步櫩周流，长途中宿。夷嵕筑堂，累台增成，岩窔洞房，頫杳眇而无见，仰攀橑而扪天，奔星更于闺闼，宛虹扦于楯轩，青龙蚴蟉于东箱，象舆婉僤于西清，灵圄燕于闲馆，偓佺之伦，暴于南荣。醴泉涌于清室，通川过于中庭。盘石振崖，嵚岩倚倾。嵯峨磼礏，刻削峥嵘。玫瑰碧琳，珊瑚丛生，琘玉旁唐，玢豳文鳞，赤瑕驳荦，杂臿其间，晁采琬琰，和氏出焉。\r\n　　“于是乎卢橘夏熟，黄甘橙楱，枇杷橪柿，亭奈厚朴，梬枣杨梅，樱桃蒲陶，隐夫薁棣，答沓离支，罗乎后宫，列乎北园。崒丘陵，下平原，扬翠叶，扤紫茎，发红华，垂朱荣，煌煌扈扈，照曜钜野。沙棠栎槠，华枫枰栌，留落胥邪，仁频并闾，欃檀木兰，豫章女贞，长千仞，大连抱，夸条直畅，实叶葰楙，攒立丛倚，连卷欐佹，崔错癹骫，坑衡閜砢，垂条扶疏，落英幡纚，纷溶箾蔘，猗狔从风，藰莅卉歙，盖象金石之声，管籥之音。偨池茈虒，旋还乎后宫，杂袭絫辑，被山缘谷，循阪下隰，视之无端，究之无穷。\r\n　　“于是乎玄猨素雌，蜼玃飞鸓，蛭蜩蠼猱，獑胡豰蛫，栖息乎其间。长啸哀鸣，翩幡互经。夭蟜枝格，偃蹇杪颠。隃绝梁，腾殊榛，捷垂条，掉希间，牢落陆离，烂漫远迁。若此者数百千处。娱游往来，宫宿馆舍，庖厨不徙，后宫不移，百官备具。\r\n　　“于是乎背秋涉冬，天子校猎。乘镂象，六玉虬，拖蜺旌，靡云旗，前皮轩，后道游。孙叔奉辔，卫公参乘，扈从横行，出乎四校之中。鼓严簿，纵猎者，河江为阹，泰山为橹，车骑雷起，殷天动地，先后陆离，离散别追。淫淫裔裔，缘陵流泽，云布雨施。生貔豹，搏豺狼，手熊罴，足壄羊，蒙鹖苏，绔白虎，被班文，跨壄马，凌三嵕之危，下碛历之坻。径峻赴险，越壑厉水。椎蜚廉，弄獬豸，格虾蛤，鋋猛氏，羂騕褭，射封豕。箭不苟害，解脰陷脑，弓不虚发，应声而倒。于是乘舆弭节徘徊，翱翔往来，睨部曲之进退，览将帅之变态。然后侵淫促节，儵夐远去，流离轻禽，蹴履狡兽。轊白鹿，捷狡兔，轶赤电，遗光耀。追怪物，出宇宙，弯蕃弱，满白羽，射游枭，栎蜚遽。择肉而后发，先中而命处，弦矢分，艺殪仆。然后扬节而上浮，凌惊风，历骇猋，乘虚无，与神俱。躏玄鹤，乱昆鸡，遒孔鸾，促鵔鸃，拂翳鸟，捎凤凰，捷鹓鶵，揜焦明。道尽途殚，回车而还。消遥乎襄羊，降集乎北纮，率乎直指，晻乎反乡。蹷石阙，历封峦，过鳷鹊，望露寒，下棠梨，息宜春，西驰宣曲，濯鹢牛首，登龙台，掩细柳。观士大夫之勤略，均猎者之所得获，徒车之所轥轹，步骑之所蹂若，人臣之所蹈籍，与其穷极倦谻，惊惮詟伏，不被创刃而死者，他他籍籍，填坑满谷，掩平弥泽。\r\n　　“于是乎游戏懈怠，置酒乎颢天之台，张乐乎轇輵之宇。撞千石之钟，立万石之虡，建翠华之旗，树灵鼍之鼓，奏陶唐氏之舞，听葛天氏之歌，千人唱，万人和，山陵为之震动，川谷为之荡波。巴渝宋蔡，淮南干遮，文成颠歌，族居递奏，金鼓迭起，铿鎗闛鞈，洞心骇耳。荆吴郑卫之声，韶濩武象之乐，阴淫案衍之音，鄢郢缤纷，激楚结风。俳优侏儒，狄鞮之倡，所以娱耳目乐心意者，丽靡烂漫于前，靡曼美色于后。若夫青琴、宓妃之徒，绝殊离俗，妖冶娴都，靓妆刻饰，便嬛绰约，柔桡嫚嫚，妩媚孅弱。曳独茧之褕绁，眇阎易以恤削，便姗嫳屑，与俗殊服，芬芳沤郁，酷烈淑郁；皓齿粲烂，宜笑的皪；长眉连娟，微睇绵藐，色授魂与，心愉于侧。\r\n　　“于是酒中乐酣，天子芒然而思，似若有亡，曰：‘嗟乎！此大奢侈。朕以览听馀闲，无事弃日，顺天道以杀伐，时休息于此。恐后叶靡丽，遂往而不返，非所以为继嗣创业垂统也。’于是乎乃解酒罢猎，而命有司曰：‘地可垦辟，悉为农郊，以赡萌隶，隤墙填堑，使山泽之人得至焉。实陂池而勿禁，虚宫馆而勿仞，发仓廪以救贫穷，补不足，恤鳏寡，存孤独，出德号，省刑罚，改制度，易服色，革正朔，与天下为更始。’\r\n　　“于是历吉日以斋戒，袭朝服，乘法驾，建华旗，鸣玉鸾，游于六艺之囿，驰骛乎仁义之涂，览观《春秋》之林，射《狸首》，兼《驺虞》，弋玄鹤，舞干戚，载云?，揜群雅，悲《伐檀》，乐乐胥，修容乎礼园，翱翔乎书圃，述《易》道，放怪兽，登明堂，坐清庙，次群臣，奏得失，四海之内，靡不受获。于斯之时，天下大说，乡风而听，随流而化，芔然兴道而迁义，刑错而不用，德隆于三王，而功羡于五帝。若此故猎，乃可喜也。若夫终日驰骋，劳神苦形，罢车马之用，抏士卒之精，费府库之财，而无德厚之恩，务在独乐，不顾众庶，忘国家之政，贪雉兔之获，则仁者不繇也。从此观之，齐楚之事，岂不哀哉！地方不过千里，而囿居九百，是草木不得垦辟，而人无所食也。夫以诸侯之细，而乐万乘之侈，仆恐百姓被其尤也。”\r\n　　于是二子愀然改容，超若自失，逡巡避席，曰：“鄙人固陋，不知忌讳，乃今日见教，谨受命矣。”"},
{"title": "报任安书(节选)", "author": "司马迁", "dynasty": "两汉", "content": "　　古者富贵而名摩灭，不可胜记，唯倜傥非常之人称焉。盖文王拘而演《周易》；仲尼厄而作《春秋》；屈原放逐，乃赋《离骚》；左丘失明，厥有《国语》；孙子膑脚，《兵法》修列；不韦迁蜀，世传《吕览》；韩非囚秦，《说难》《孤愤》；《诗》三百篇，大底圣贤发愤之所为作也。此人皆意有所郁结，不得通其道，故述往事、思来者。乃如左丘无目，孙子断足，终不可用，退而论书策，以舒其愤，思垂空文以自见。\r\n　　仆窃不逊，近自托于无能之辞，网罗天下放失旧闻，略考其行事，综其终始，稽其成败兴坏之纪，上计轩辕，下至于兹，为十表，本纪十二，书八章，世家三十，列传七十，凡百三十篇。亦欲以究天人之际，通古今之变，成一家之言。草创未就，会遭此祸，惜其不成，是以就极刑而无愠色。仆诚以著此书，藏之名山，传之其人，通邑大都，则仆偿前辱之责，虽万被戮，岂有悔哉！然此可为智者道，难为俗人言也！"},
{"title": "鸿鹄歌", "author": "刘邦", "dynasty": "两汉", "content": "鸿鹄高飞，一举千里。羽翮已就，横绝四海。横绝四海，当可奈何？虽有矰缴，尚安所施？ "},
{"title": "古相思曲·其一", "author": "佚名", "dynasty": "两汉", "content": "君似明月我似雾，雾随月隐空留露。君善抚琴我善舞，曲终人离心若堵。只缘感君一回顾，使我思君朝与暮。魂随君去终不悔，绵绵相思为君苦。相思苦，凭谁诉？遥遥不知君何处。扶门切思君之嘱，登高望断天涯路。"},
{"title": "子虚赋", "author": "司马相如", "dynasty": "两汉", "content": "　　楚使子虚使于齐，王悉发车骑，与使者出田。田罢，子虚过奼乌有先生，亡是公在焉。坐定，乌有先生问曰：“今日田乐乎？”子虚曰：“乐。”“获多乎？”曰：“少。”“然则何乐？”对曰：“仆乐齐王之欲夸仆以车骑之众，而仆对以云梦之事也。”曰：“可得闻乎？”\r\n　　子虚曰：“可。王车驾千乘，选徒万骑，田于海滨。列卒满泽，罘罔弥山，掩兔辚鹿，射麇脚麟。骛于盐浦，割鲜染轮。射中获多，矜而自功。顾谓仆曰：‘楚亦有平原广泽游猎之地饶乐若此者乎？楚王之猎孰与寡人乎？’仆下车对曰：‘臣，楚国之鄙人也，幸得宿卫十有余年，时从出游，游于后园，览于有无，然犹未能遍睹也，又焉足以言其外泽者乎！’齐王曰：‘虽然，略以子之所闻见而言之。’\r\n　　“仆对曰：‘唯唯。臣闻楚有七泽，尝见其一，未睹其余也。臣之所见，盖特其小小耳者，名曰云梦。云梦者，方九百里，其中有山焉。其山则盘纡茀郁，隆崇嵂崒；岑崟参差，日月蔽亏；交错纠纷，上干青云；罢池陂陀，下属江河。其土则丹青赭垩，雌黄白坿，锡碧金银，众色炫耀，照烂龙鳞。其石则赤玉玫瑰，琳瑉琨吾，瑊玏玄厉，碝石碔玞。其东则有蕙圃：衡兰芷若，芎藭昌蒲，茳蓠麋芜，诸柘巴苴。其南则有平原广泽，登降陁靡，案衍坛曼。缘以大江，限以巫山。其高燥则生葴菥苞荔，薛莎青薠。其卑湿则生藏莨蒹葭，东蔷雕胡，莲藕觚卢、菴闾轩于，众物居之，不可胜图。其西则有涌泉清池，激水推移，外发芙蓉菱华，内隐钜石白沙。其中则有神龟蛟鼍，瑇瑁鳖鼋。其北则有阴林：其树楩柟豫章，桂椒木兰，蘖离朱杨，樝梨梬栗，橘柚芬芳；其上则有鹓雏孔鸾，腾远射干；其下则有白虎玄豹，蟃蜒貙犴。\r\n　　‘于是乃使剸诸之伦，手格此兽。楚王乃驾驯驳之驷，乘雕玉之舆。靡鱼须之桡旃，曳明月之珠旗。建干将之雄戟，左乌号之雕弓，右夏服之劲箭。阳子骖乘，纤阿为御，案节未舒，即陵狡兽。蹴蛩蛩，辚距虚，轶野马，轊陶駼，乘遗风，射游骐。倏眒倩浰，雷动猋至，星流霆击。弓不虚发，中必决眦，洞胸达腋，绝乎心系。获若雨兽，揜草蔽地。于是楚王乃弭节俳徊，翱翔容与。览乎阴林，观壮士之暴怒，与猛兽之恐惧。徼郄受诎，殚睹众物之变态。\r\n　　‘于是郑女曼姬，被阿緆，揄紵缟，杂纤罗，垂雾縠。襞积褰绉，郁桡溪谷。衯衯裶裶，扬袘戌削，蜚纤垂髾。扶与猗靡，噏呷萃蔡。下摩兰蕙，上拂羽盖。错翡翠之威蕤，缪绕玉绥。眇眇忽忽，若神仙之仿佛。\r\n　　‘于是乃相与獠于蕙圃，媻珊郣窣，上乎金堤。揜翡翠，射鵕鸃。微矰出，孅缴施。弋白鹄，连鴐鹅。双鸧下，玄鹤加。怠而后发，游于清池。浮文鹢，扬旌栧。张翠帷，建羽盖。罔瑇瑁，钩紫贝。摐金鼓，吹鸣籁。榜人歌，声流喝。水虫骇，波鸿沸。涌泉起，奔扬会。礧石相击，硠硠礚礚，若雷霆之声，闻乎数百里之外。将息獠者，击灵鼓，起烽燧。车按行，骑就队。纚乎淫淫，般乎裔裔。\r\n　　‘于是楚王乃登云阳之台，怕乎无为，澹乎自持，勺药之和，具而后御之。不若大王终日驰骋，曾不下舆，脟割轮焠，自以为娱。臣窃观之，齐殆不如。’于是齐王默然无以应仆也。”\r\n　　乌有先生曰：“是何言之过也！足下不远千里，来贶齐国，王悉发境内之士，而备车骑之众，与使者出畋，乃欲勠力致获，以娱左右，何名为夸哉！问楚地之有无者，愿闻大国之风烈，先生之余论也。今足下不称楚王之德厚，而盛推云梦以为高，奢言淫乐而显侈靡，窃为足下不取也。必若所言，固非楚国之美也。无而言之，是害足下之信也。章君恶、伤私义，二者无一可，而先生行之，必且轻于齐而累于楚矣。且齐东陼钜海，南有琅邪；观乎成山，射乎之罘；浮勃澥，游孟诸；邪与肃慎为邻，右以汤谷为界。秋田乎青丘，彷徨乎海外。吞若云梦者八九于其胸中曾不蒂芥。若乃俶傥瑰伟，异方殊类，珍怪鸟兽，万端鳞崪充牣其中，不可胜记。禹不能名，卨不能计。然在诸侯之位，不敢言游戏之乐，苑囿之大；先生又见客，是以王辞不复，何为无以应哉！”"},
{"title": "上山采蘼芜", "author": "佚名", "dynasty": "两汉", "content": "上山采蘼芜，下山逢故夫。长跪问故夫，新人复何如？新人虽言好，未若故人姝。颜色类相似，手爪不相如。新人从门入，故人从閤去。新人工织缣，故人工织素。织缣日一匹，织素五丈余。将缣来比素，新人不如故。 "},
{"title": "屈原列传(节选)", "author": "司马迁", "dynasty": "两汉", "content": "　　屈平疾王听之不聪也，谗谄之蔽明也，邪曲之害公也，方正之不容也，故忧愁幽思而作《离骚》。“离骚”者，犹离忧也。夫天者，人之始也；父母者，人之本也。人穷则反本，故劳苦倦极，未尝不呼天也；疾痛惨怛，未尝不呼父母也。屈平正道直行，竭忠尽智，以事其君，谗人间之，可谓穷矣。信而见疑，忠而被谤，能无怨乎？屈平之作《离骚》，盖自怨生也。《国风》好色而不淫，《小雅》怨诽而不乱。若《离骚》者，可谓兼之矣。上称帝喾，下道齐桓，中述汤、武，以刺世事。明道德之广崇，治乱之条贯，靡不毕见。其文约，其辞微，其志洁，其行廉。其称文小而其指极大，举类迩而见义远。其志洁，故其称物芳；其行廉，故死而不容。自疏濯淖污泥之中，蝉蜕于浊秽，以浮游尘埃之外，不获世之滋垢，皭然泥而不滓者也。推此志也，虽与日月争光可也。 "},
{"title": "招隐士", "author": "淮南小山", "dynasty": "两汉", "content": "桂树丛生兮山之幽，偃蹇连蜷兮枝相缭。山气巄嵷兮石嵯峨，溪谷崭岩兮水曾波。猿狖群啸兮虎豹嗥，攀援桂枝兮聊淹留。王孙游兮不归，春草生兮萋萋。岁暮兮不自聊，蟪蛄鸣兮啾啾。坱兮轧，山曲岪，心淹留兮恫慌忽。罔兮沕，憭兮栗，虎豹穴。丛薄深林兮，人上栗。嵚岑碕礒兮，碅磳磈硊；树轮相纠兮，林木茷骫。青莎杂树兮，薠草靃靡；白鹿麏麚兮，或腾或倚。状貌崟崟兮峨峨，凄凄兮漇漇。猕猴兮熊罴，慕类兮以悲；攀援桂枝兮聊淹留。虎豹斗兮熊罴咆，禽兽骇兮亡其曹。王孙兮归来，山中兮不可以久留。 "},
{"title": "七发", "author": "枚乘", "dynasty": "两汉", "content": "　　楚太子有疾，而吴客往问而，曰：“伏闻太子玉体不安，亦少间乎？”太子曰：“惫！谨谢客。”客因称曰：“今时天下安宁，四宇和平，太子方富于年。意者久耽安乐，日夜无极，邪气袭逆，中若结轖。纷屯澹淡，嘘唏烦酲，惕惕怵怵，卧不得瞑。虚中重听，恶闻人声，精神越渫，百病咸生。聪明眩曜，悦怒不平。久执不废，大命乃倾。太子岂有是乎？”太子曰：“谨谢客。赖君而力，时时有而，然未至于是也”。”客曰：“今夫贵人而子，必宫居而闺处，内有保母，外有傅父，欲交无所。饮食则温淳甘膬，脭醲肥厚；衣裳则杂遝曼暖，燂烁热暑。虽有金石而坚，犹将销铄而挺解也，况其在筋骨而间乎哉？故曰：纵耳目而欲，恣支体而安者，伤血脉而和。且夫出舆入辇，命曰蹶痿而机；洞房清宫，命曰寒热而媒；皓齿蛾眉，命曰伐性而斧；甘脆肥脓，命曰腐肠而药。今太子肤色靡曼，四支委随，筋骨挺解，血脉淫濯，手足堕窳；越女侍前，齐姬奉后；往来游醼，纵恣于曲房隐间而中。此甘餐毒药，戏猛兽而爪牙也。所从来者至深远，淹滞永久而不废，虽令扁鹊治内，巫咸治外，尚何及哉！今如太子而病者，独宜世而君子，博见强识，承间语事，变度易意，常无离侧，以为羽翼。淹沈而乐，浩唐而心，遁佚而志，其奚由至哉！’’太子曰：“诺。病已，请事此言。”\r\n　　客曰：“今太子而病，可无药石针刺灸疗而已，可以要言妙道说而去也。不欲闻而乎？”太子曰：“仆愿闻而。”\r\n　　客曰：“龙门而桐，高百尺而无枝。中郁结而轮菌，根扶疏以分离。上有千仞而峰，下临百丈而溪。湍流遡波，又澹淡而。其根半死半生。冬则烈风漂霰、飞雪而所激也，夏则霄霆、霹雳而所感也。朝则鹂黄、鳱鴠鸣焉，暮则羁雌、迷鸟宿焉。独鹄晨号乎其上，鹍鸡哀鸣翔乎其下。于是背秋涉冬，使琴挚斫斩以为琴，野茧而丝以为弦，孤子而钩以为隐，九寡而珥以为约。使师堂操《畅》，伯子牙为而歌。歌曰：‘麦秀蔪兮雉朝飞，向虚壑兮背槁槐，依绝区兮临回溪。’飞鸟闻而，翕翼而不能去；野兽闻而，垂耳而不能行；蚑、蟜、蝼、蚁闻而，柱喙而不能前。此亦天下而至悲也，太子能强起听而乎？”太子曰：“仆病未能也。”\r\n　　客曰：“犓牛而腴，菜以笋蒲。肥狗而和，冒以山肤。楚苗而食，安胡而飰，抟而不解，一啜而散。于是使伊尹煎熬，易牙调和。熊蹯而胹，芍药而酱。薄耆而炙，鲜鲤而鱠。秋黄而苏，白露而茹。兰英而酒，酌以涤口。山梁而餐，豢豹而胎。小飰大歠，如汤沃雪。此亦天下而至美也，太子能强起尝而乎？”太子曰：“仆病未能也。”\r\n　　客曰：“钟、岱而牡，齿至而车，前似飞鸟，后类距虚。穱麦服处，躁中烦外。羁坚辔，附易路。于是伯乐相其前后，王良、造父为而御，秦缺、楼季为而右。此两人者，马佚能止而，车覆能起而。于是使射千镒而重，争千里而逐。此亦天下而至骏也，太子能强起乘而乎？”太子曰：“仆病未能也。”\r\n　　客曰：“既登景夷而台，南望荆山，北望汝海，左江右湖，其乐无有。于是使博辩而士，原本山川，极命草木，比物属事，离辞连类。浮游览观，乃下置酒于虞杯而宫。连廊四注，台城层构，纷纭玄绿。辇道邪交，黄池纡曲。溷章、白鹭，孔鸟、鶤鹄，鵷雏、鵁鶄，翠鬣紫缨。螭龙、德牧，邕邕群鸣。阳鱼腾跃，奋翼振鳞。漃漻薵蓼，蔓草芳苓。女桑、河柳，素叶紫茎。苗松、豫章，条上造天。梧桐、并阊，极望成林。众芳芬郁，乱于五风。从容猗靡，消息阳阴。列坐纵酒，荡乐娱心。景春佐酒，杜连理音。滋味杂陈，肴糅错该。练色娱目，流声悦耳。于是乃发《激楚》而结风，扬郑、卫而皓乐。使先施、徵舒、阳文、段干、吴娃、闾娵、傅予而徒，杂裾垂髾，目窕心与。揄流波，杂杜若，蒙清尘，被兰泽，嬿服而御。此亦天下而靡丽、皓侈、广博而乐也，太子能强起游乎？太子曰：“仆病未能也。”\r\n　　客曰：“将为太子驯骐骥而马，驾飞軨而舆，乘牡骏而乘。右夏服而劲箭，左乌号而雕弓。游涉乎云林，周驰乎兰泽，弭节乎江浔。掩青苹，游清风。陶阳气，荡春心。逐狡兽，集轻禽。于是极犬马而才，困野兽而足，穷相御而智巧，恐虎豹，慴鸷鸟。逐马鸣镳，鱼跨麋角。履游麕兔，蹈践麖鹿，汗流沫坠，寃伏陵窘。无创而死者，固足充后乘矣。此校猎而至壮也，太子能强起游乎？”太子曰：“卜病未能也。”然阳气见于眉宇而间，侵淫而上，几满大宅。\r\n　　客见太子有悦色，遂推而进而曰：“冥火薄天，兵车雷运，旌旗偃蹇，羽毛肃纷。驰骋角逐，慕味争先。徼墨广博，观望而有圻；纯粹全牺，献而公门。太子曰：“善！愿复闻而。”\r\n　　客曰：“未既。于是榛林深泽，烟云闇莫，兕虎并作。毅武孔猛，袒裼身薄。白刃磑磑，矛戟交错。收获掌功，赏赐金帛。掩苹肆若，为牧人席。旨酒嘉肴，羞炰脍灸，以御宾客。涌觞并起，动心惊耳。诚不必悔，决绝以诺；贞信而色，形于金石。高歌陈唱，万岁无斁。此真太子而所喜也，能强起而游乎？”太子曰：“仆甚愿从，直恐为诸大夫累耳。”然而有起色矣。\r\n　　客曰：“将以八月而望，与诸侯远方交游兄弟，并往观涛乎广陵而曲江。至则未见涛而形也，徒观水力而所到，则恤然足以骇矣。观其所驾轶者，所擢拔者，所扬汩者，所温汾者，所涤汔者，虽有心略辞给，固未能缕形其所由然也。怳兮忽兮，聊兮栗兮，混汩汩兮，忽兮慌兮，俶兮傥兮，浩瀇瀁兮，慌旷旷兮。秉意乎南山，通望乎东海。虹洞兮苍天，极虑乎崖涘。流揽无穷，归神日母。汩乘流而下降兮，或不知其所止。或纷纭其流折兮，忽缪往而不来。临朱汜而远逝兮，中虚烦而益怠。莫离散而发曙兮，内存心而自持。于是澡概胸中，洒练五藏，澹澉手足，頮濯发齿。揄弃恬怠，输写淟浊，分决狐疑，发皇耳目。当是而时，虽有淹病滞疾，犹将伸伛起躄，发瞽披聋而观望而也，况直眇小烦懑，酲醲病酒而徒哉！故曰：发蒙解惑，不足以言也。”太子曰：“善，然则涛何气哉？”\r\n　　客曰：“不记也。然闻于师曰，似神而非者三：疾雷闻百里；江水逆流，海水上潮；山出内云，日夜不止。衍溢漂疾，波涌而涛起。其始起也，洪淋淋焉，若白鹭而下翔。其少进也，浩浩溰溰，如素车白马帷盖而张。其波涌而云乱，扰扰焉如三军而腾装。其旁作而奔起也，飘飘焉如轻车而勒兵。六驾蛟龙，附从太白。纯驰皓蜺，前后络绎。顒顒卬卬，椐椐强强，莘莘将将。壁垒重坚，沓杂似军行。訇隐匈磕，轧盘涌裔，原不可当。观其两旁，则滂渤怫郁，闇漠感突，上击下律，有似勇壮而卒，突怒而无畏。蹈壁冲津，穷曲随隈，逾岸出追。遇者死，当者坏。初发乎或围而津涯，荄轸谷分。回翔青篾，衔枚檀桓。弭节伍子而山，通厉骨母而场，凌赤岸，篲扶桑，横奔似雷行，诚奋厥武，如振如怒，沌沌浑浑，状如奔马。混混庉庉，声如雷鼓。发怒庢沓，清升逾跇，侯波奋振，合战于藉藉而口。鸟不及飞，鱼不及回，兽不及走。纷纷翼翼，波涌云乱，荡取南山，背击北岸。覆亏丘陵，平夷西畔。险险戏戏，崩坏陂池，决胜乃罢。瀄汩潺湲，披扬流洒。横暴而极，鱼鳖失势，颠倒偃侧，沋沋湲湲，蒲伏连延。神物怪疑，不可胜言。直使人踣焉，洄闇凄怆焉。此天下怪异诡观也，太子能强起观而乎？”太子曰：“仆病未能也。”\r\n　　客曰：“将为太子奏方术而士有资略者，若庄周、魏牟、杨朱、墨翟、便蜎、詹何而伦，使而论天下而精微，理万物而是非。孔、老览观，孟子筹而，万不失一。此亦天下要言妙道也，太子岂欲闻而乎？”\r\n　　于是太子据几而起，曰：“涣乎若一听圣人辩士而言。”涊然汗出，霍然病已。"},
{"title": "屈原列传", "author": "司马迁", "dynasty": "两汉", "content": "　　屈原者，名平，楚之同姓也。楚楚怀王左徒。博闻强志，明于治乱，娴于辞令。入则与王图议国事，以出号令；出则接遇宾客，应对诸侯。王甚任之。\r\n　　上官大夫与之同列，争宠而心害其能。怀王使屈原造楚宪令，屈平属草稿未定。上官大夫见而欲夺之，屈平不与，因谗之曰：“王使屈平楚令，众莫不知。每一令出，平伐其功，曰以楚‘非我莫能楚也。’”王怒而疏屈平。\r\n　　屈平疾王听之不聪也，谗谄之蔽明也，邪曲之害公也，方正之不容也，故忧愁幽思而作《离骚》。“离骚”者，犹离忧也。夫天者，人之始也；父母者，人之本也。人穷则反本，故劳苦倦极，未尝不呼天也；疾痛惨怛，未尝不呼父母也。屈平正道直行，竭忠尽智，以事其君，谗人间之，可谓穷矣。信而见疑，忠而被谤，能无怨乎？屈平之作《离骚》，盖自怨生也。《国风》好色而不淫，《小雅》怨诽而不乱。若《离骚》者，可谓兼之矣。上称帝喾，下道齐桓，中述汤、武，以刺世事。明道德之广崇，治乱之条贯，靡不毕见。其文约，其辞微，其志洁，其行廉。其称文小而其指极大，举类迩而见义远。其志洁，故其称物芳；其行廉，故死而不容。自疏濯淖污泥之中，蝉蜕于浊秽，以浮游尘埃之外，不获世之滋垢，皭然泥而不滓者也。推此志也，虽与日月争光可也。\r\n　　屈原既绌。其后秦欲伐齐，齐与楚从亲，惠王患之。乃令张仪佯去秦，厚币委质事楚，曰：“秦甚憎齐，齐与楚从亲，楚诚能绝齐，秦愿献商、於之地六百里。”楚怀王贪而信张仪，遂绝齐，使使如秦受地。张仪诈之曰：“仪与王约六里，不闻六百里。”楚使怒去，归告怀王。怀王怒，大兴师伐秦。秦发兵击之，大破楚师于丹、淅，斩首八万，虏楚将屈匄，遂取楚之汉中地。怀王乃悉发国中兵，以深入击秦，战于蓝田。魏闻之，袭楚至邓。楚兵惧，自秦归。而齐竟怒，不救楚，楚大困。明年，秦割汉中地与楚以和。楚王曰：“不愿得地，愿得张仪而甘心焉。”张仪闻，乃曰：“以一仪而当汉中地，臣请往如楚。”如楚，又因厚币用事者臣靳尚，而设诡辩于怀王之宠姬郑袖。怀王竟听郑袖，复释去张仪。是时屈原既疏，不复在位，使于齐，顾反，谏怀王曰：“何不杀张仪？”怀王悔，追张仪，不及。\r\n　　其后，诸侯共击楚，大破之，杀其将唐眜。时秦昭王与楚婚，欲与怀王会。怀王欲行，屈平曰：“秦，虎狼之国，不可信，不如毋行。”怀王稚子子兰劝王行：“奈何绝秦欢！”怀王卒行。入武关，秦伏兵绝其后，因留怀王，以求割地。怀王怒，不听。亡走赵，赵不内。复之秦，竟死于秦而归葬。\r\n　　长子顷襄王立，以其弟子兰楚令尹。楚人既咎子兰以劝怀王入秦而不反也。屈平既嫉之，虽放流，眷顾楚国，系心怀王，不忘欲反。冀幸君之一悟，俗之一改也。其存君兴国，而欲反复之，一篇之中，三致志焉。然终无可奈何，故不可以反。卒以此见怀王之终不悟也。\r\n　　人君无愚智贤不肖，莫不欲求忠以自楚，举贤以自佐。然亡国破家相随属，而圣君治国累世而不见者，其所谓忠者不忠，而所谓贤者不贤也。怀王以不知忠臣之分，故内惑于郑袖，外欺于张仪，疏屈平而信上官大夫、令尹子兰，兵挫地削，亡其六郡，身客死于秦，楚天下笑，此不知人之祸也。《易》曰：“井渫不食，楚我心恻，可以汲。王明，并受其福。”王之不明，岂足福哉！令尹子兰闻之，大怒。卒使上官大夫短屈原于顷襄王。顷襄王怒而迁之。屈原至于江滨，被发行吟泽畔，颜色憔悴，形容枯槁。渔父见而问之曰：“子非三闾大夫欤？何故而至此？”屈原曰：“举世皆浊而我独清，众人皆醉而我独醒，是以见放。”渔父曰：“夫圣人者，不凝滞于物，而能与世推移。举世皆浊，何不随其流而扬其波？众人皆醉，何不哺其糟而啜其醨？何故怀瑾握瑜，而自令见放楚？”屈原曰：“吾闻之，新沐者必弹冠，新浴者必振衣。人又谁能以身之察察，受物之汶汶者乎？宁赴常流而葬乎江鱼腹中耳。又安能以皓皓之白，而蒙世之温蠖乎？”乃作《怀沙》之赋。于是怀石，遂自投汨罗以死。\r\n　　屈原既死之后，楚有宋玉、唐勒、景差之徒者，皆好辞而以赋见称。然皆祖屈原之从容辞令，终莫敢直谏。其后楚日以削，数十年竟楚秦所灭。自屈原沉汨罗后百有馀年，汉有贾生，楚长沙王太傅。过湘水，投书以吊屈原。\r\n　　太史公曰：“余读《离骚》、《天问》、《招魂》、《哀郢》，悲其志。适长沙，过屈原所自沉渊，未尝不垂涕，想见其楚人。及见贾生吊之，又怪屈原以彼其材游诸侯，何国不容，而自令若是！读《鵩鸟赋》，同死生，轻去就，又爽然自失矣。” "},
{"title": "咏史", "author": "班固", "dynasty": "两汉", "content": "三王德弥薄，惟后用肉刑。惟苍令有罪，就逮长安城。自恨身无子，困急独茕茕。小女痛父言，死者不复生。上书诣北阙，阙下歌鸡鸣。忧心摧折裂，晨风激扬声。圣汉孝文帝，恻然感至诚。百男何愦愦，不如一缇萦。"},
{"title": "塘上行", "author": "甄宓", "dynasty": "两汉", "content": "蒲生我池中，其叶何离离。傍能行仁义，莫若妾自知。众口铄黄金，使君生别离。念君去我时，独愁常苦悲。想见君颜色，感结伤心脾。念君常苦悲，夜夜不能寐。莫以豪贤故，弃捐素所爱。莫以鱼肉贱，弃捐葱与薤。莫以麻枲贱，弃捐菅与蒯。出亦复苦愁，入亦复苦愁。边地多悲风，树木何修修。从君致独乐，延年寿千秋。 "},
{"title": "薤露行", "author": "曹操", "dynasty": "两汉", "content": "惟汉廿二世，所任诚不良。沐猴而冠带，知小而谋强。犹豫不敢断，因狩执君王。白虹为贯日，己亦先受殃。贼臣持国柄，杀主灭宇京。荡覆帝基业，宗庙以燔丧。播越西迁移，号泣而且行。瞻彼洛城郭，微子为哀伤。 "},
{"title": "却东西门行", "author": "曹操", "dynasty": "两汉", "content": "鸿雁出塞北，乃在无人乡。举翅万馀里，行止自成行。冬节食南稻，春日复北翔。田中有转蓬，随风远飘扬。长与故根绝，万岁不相当。奈何此征夫，安得驱四方！戎马不解鞍，铠甲不离傍。冉冉老将至，何时返故乡？神龙藏深泉，猛兽步高冈。狐死归首丘，故乡安可忘！ "},
{"title": "侍太子坐诗", "author": "曹植", "dynasty": "两汉", "content": "白日曜青春，时雨静飞尘。时冰辟炎景，凉风飘我身。清醴盈金觞，肴馔纵横陈。齐人进奇乐，歌者出西秦。翩翩我公子，机巧忽若神。 "},
{"title": "遗黄琼书", "author": "李固", "dynasty": "两汉", "content": "　　闻已度伊洛，近在万岁亭。岂即事有渐，将顺王命乎？盖君子谓：“伯夷隘，柳下惠不恭。”故传曰：“不夷不惠，可否之间。”盖圣贤居身之所珍也。诚遂欲枕山栖谷，拟迹巢由，斯则可矣；若当辅政济民，今其时也。自生民以来，善政少而乱俗多，必待尧舜之君，此为志士终无时矣。\r\n　　常闻语曰：“峣峣者易缺，皎皎者易污。”《阳春》之曲，和者必寡；盛名之下，其实难副。近鲁阳樊君被征初至，朝廷设坛席，犹待神明。虽无大异，而言行所守无缺；而毁谤布流，应时折减者，岂非观听望深，声名太盛乎？自顷征聘之士胡元安薛孟尝朱仲昭顾季鸿等，其功业皆无所采，是故俗论皆言处士纯盗虚声，愿先生弘此远谟，令众人叹服，一雪此言耳。"},
{"title": "九叹", "author": "刘向", "dynasty": "两汉", "content": "逢纷伊伯庸之末胄兮，谅皇直之屈原。云余肇祖于高阳兮，惟楚怀之婵连。原生受命于贞节兮，鸿永路有嘉名。齐名字于天地兮，并光明于列星。吸精粹而吐氛浊兮，横邪世而不取容。行叩诚而不阿兮，遂见排而逢谗。后听虚而黜实兮，不吾理而顺情。肠愤悁而含怒兮，志迁蹇而左倾。心戃慌其不我与兮，躬速速其不吾亲。辞灵修而陨志兮，吟泽畔之江滨。椒桂罗以颠覆兮，有竭信而归诚。谗夫蔼蔼而漫著兮，曷其不舒予情？始结言于庙堂兮，信中涂而叛之。怀兰蕙与衡芷兮，行中野而散之。声哀哀而怀高丘兮，心愁愁而思旧邦。愿承闲而自恃兮，径淫曀而道壅。颜霉黧以沮败兮，精越裂而衰耄。裳襜襜而含风兮，衣纳纳而掩露。赴江湘之湍流兮，顺波凑而下降。徐徘徊于山阿兮，飘风来之洶洶。驰余车兮玄石，步余马兮洞庭。平明发兮苍梧，夕投宿兮石城。芙蓉盖而菱华车兮，紫贝阙而玉堂。薜荔饰而陆离荐兮，鱼鳞衣而白蜺裳。登逢龙而下陨兮，违故都之漫漫。思南郢之旧俗兮，肠一夕而九运。扬流波之潢潢兮，体溶溶而东回。心怊怅以永思兮，意晻晻而日颓。白露纷以涂涂兮，秋风浏以萧萧。身永流而不还兮，魂长逝而常愁。叹曰：譬彼流水纷扬磕兮，波逢汹涌濆壅滂兮。揄扬涤荡飘流陨往触崟石兮，龙卬脟圈缭戾宛转阻相薄兮，遭纷逢凶蹇离尤兮，垂文扬采遗将来兮。\r\n离世灵怀其不吾知兮，灵怀其不吾闻。就灵怀之皇祖兮，愬灵怀之鬼神。灵怀曾不吾与兮，即听夫人之谀辞。余辞上参于天坠兮，旁引之于四时。指日月使延照兮，抚招摇以质正。立师旷俾端辞兮，命咎繇使并听。兆出名曰正则兮，卦发字曰灵均。余幼既有此鸿节兮，长愈固而弥纯。不从俗而诐行兮，直躬指而信志。不枉绳以追曲兮，屈情素以从事。端余行其如玉兮，述皇舆之踵迹。群阿容以晦光兮，皇舆覆以幽辟。舆中涂以回畔兮，驷马惊而横奔。执组者不能制兮，必折轭而摧辕。断镳衔以驰骛兮，暮去次而敢止。路荡荡其无人兮，遂不禦乎千里。身衡陷而下沉兮，不可获而复登。不顾身之卑贱兮，惜皇舆之不兴。出国门而端指兮，冀壹寤而锡还。哀仆夫之坎毒兮，屡离忧而逢患。九年之中不吾反兮，思彭咸之水游。惜师延之浮渚兮，赴汨罗之长流。遵江曲之逶移兮，触石碕而衡游。波澧澧而扬浇兮，顺长濑之浊流。凌黄沱而下低兮，思还流而复反。玄舆驰而并集兮，身容与而日远。棹舟杭以横濿兮，济湘流而南极。立江界而长吟兮，愁哀哀而累息。情慌忽以忘归兮，神浮游以高历。心蛩蛩而怀顾兮，魂眷眷而独逝。叹曰：余思旧邦心依违兮，日暮黄昏羌幽悲兮，去郢东迁余谁慕兮，谗夫党旅其以兹故兮，河水淫淫情所愿兮，顾瞻郢路终不返兮。\r\n怨思惟郁郁之忧毒兮，志坎壈而不违。身憔悴而考旦兮，日黄昏而长悲。闵空宇之孤子兮，哀枯杨之冤雏。孤雌吟于高墉兮，鸣鸠栖于桑榆。玄蝯失于潜林兮，独偏弃而远放。征夫劳于周行兮，处妇愤而长望。申诚信而罔违兮，情素洁于纽帛。光明齐于日月兮，文采耀燿于玉石。伤压次而不发兮，思沉抑而不扬。芳懿懿而终败兮，名靡散而不彰。背玉门以奔骛兮，蹇离尤而干诟。若龙逢之沉首兮，王子比干之逢醢。念社稷之几危兮，反为雠而见怨。思国家之离沮兮，躬获愆而结难。若青蝇之伪质兮，晋骊姬之反情。恐登阶之逢殆兮，故退伏于末庭。孽臣之号咷兮，本朝芜而不治。犯颜色而触谏兮，反蒙辜而被疑。菀蘼芜与菌若兮，渐藁本于洿渎。淹芳芷于腐井兮，弃鸡骇于筐簏。执棠谿以刜蓬兮，秉干将以割肉。筐泽泻以豹鞟兮，破荆和以继筑。时溷浊犹未清兮，世殽乱犹未察。欲容与以俟时兮，惧年岁之既晏。顾屈节以从流兮，心巩巩而不夷。宁浮沅而驰骋兮，下江湘以邅回。叹曰：山中槛槛余伤怀兮，征夫皇皇其孰依兮，经营原野杳冥冥兮，乘骐骋骥舒吾情兮，归骸旧邦莫谁语兮，长辞远逝乘湘去兮。\r\n远逝志隐隐而郁怫兮，愁独哀而冤结。肠纷纭以缭转兮，涕渐渐其若屑。情慨慨而长怀兮，信上皇而质正。合五岳与八灵兮，讯九鬿与六神。指列宿以白情兮，诉五帝以置辞。北斗为我折中兮，太一为余听之。云服阴阳之正道兮，御后土之中和。佩苍龙之蚴虬兮，带隐虹之逶蛇。曳彗星之皓旰兮，抚朱爵与鵔鸃。游清灵之飒戾兮，服云衣之披披。杖玉策与朱旗兮，垂明月之玄珠。举霓旌之墆翳兮，建黄纁之总旄。躬纯粹而罔愆兮，承皇考之妙仪。惜往事之不合兮，横汨罗而下沥。乘隆波而南渡兮，逐江湘之顺流。赴阳侯之潢洋兮，下石濑而登洲。陆魁堆以蔽视兮，云冥冥而闇前。山峻高以无垠兮，遂曾闳而迫身。雪雰雰而薄木兮，云霏霏而陨集。阜隘狭而幽险兮，石嵾嵯以翳日。悲故乡而发忿兮，去余邦之弥久。背龙门而入河兮，登大坟而望夏首。横舟航而济湘兮，耳聊啾而戃慌。波淫淫而周流兮，鸿溶溢而滔荡。路曼曼其无端兮，周容容而无识。引日月以指极兮，少须臾而释思。水波远以冥冥兮，眇不睹其东西。顺风波以南北兮，雾宵晦以纷纷。日杳杳以西颓兮，路长远而窘迫。欲酌醴以娱忧兮，蹇骚骚而不释。叹曰：飘风蓬龙埃坲々兮，草木摇落时槁悴兮，遭倾遇祸不可救兮，长吟永欷涕究究兮，舒情陈诗冀以自免兮，颓流下陨身日远兮。\r\n惜贤览屈氏之离骚兮，心哀哀而怫郁。声嗷嗷以寂寥兮，顾仆夫之憔悴。拨谄谀而匡邪兮，切淟涊之流俗。荡渨涹之奸咎兮，夷蠢蠢之溷浊。怀芬香而挟蕙兮，佩江蓠之婓婓。握申椒与杜若兮，冠浮云之峨峨。登长陵而四望兮，览芷圃之蠡蠡。游兰皋与蕙林兮，睨玉石之嵾嵯。扬精华以炫燿兮，芳郁渥而纯美。结桂树之旖旎兮，纫荃蕙与辛夷。芳若兹而不御兮，捐林薄而菀死。驱子侨之奔走兮，申徒狄之赴渊。若由夷之纯美兮，介子推之隐山。晋申生之离殃兮，荆和氏之泣血。吴申胥之抉眼兮，王子比干之横废。欲卑身而下体兮，心隐恻而不置。方圜殊而不合兮，钩绳用而异态。欲俟时于须臾兮，日阴曀其将暮。时迟迟其日进兮，年忽忽而日度。妄周容而入世兮，内距闭而不开。俟时风之清激兮，愈氛雾其如塺。进雄鸠之耿耿兮，谗介介而蔽之。默顺风以偃仰兮，尚由由而进之。心懭悢以冤结兮，情舛错以曼忧。搴薜荔于山野兮，采撚支于中洲。望高丘而叹涕兮，悲吸吸而长怀。孰契契而委栋兮，日晻晻而下颓。叹曰：江湘油油长流汩兮，挑揄扬汰荡迅疾兮。忧心展转愁怫郁兮，冤结未舒长隐忿兮，丁时逢殃可奈何兮，劳心悁悁涕滂沱兮。\r\n忧苦悲余心之悁悁兮，哀故邦之逢殃。辞九年而不复兮，独茕茕而南行。思余俗之流风兮，心纷错而不受。遵野莽以呼风兮，步从容于山廋。巡陆夷之曲衍兮，幽空虚以寂寞。倚石岩以流涕兮，忧憔悴而无乐。登巑岏以长企兮，望南郢而闚之。山修远其辽辽兮，涂漫漫其无时。听玄鹤之晨鸣兮，于高冈之峨峨。独愤积而哀娱兮，翔江洲而安歌。三鸟飞以自南兮，览其志而欲北。原寄言于三鸟兮，去飘疾而不可得。欲迁志而改操兮，心纷结其未离。外彷徨而游览兮，内恻隐而含哀。聊须臾以时忘兮，心渐渐其烦错。原假簧以舒忧兮，志纡郁其难释。叹《离骚》以扬意兮，犹未殫于《九章》。长嘘吸以于悒兮，涕横集而成行。伤明珠之赴泥兮，鱼眼玑之坚藏。同驽骡与乘駔兮，杂斑駮与阘茸。葛藟虆于桂树兮，鸱鸮集于木兰。偓促谈于廊庙兮，律魁放乎山间。恶虞氏之箫《韶》兮，好遗风之《激楚》。潜周鼎于江淮兮，爨土鬵于中宇。且人心之持旧兮，而不可保长。邅彼南道兮，征夫宵行。思念郢路兮，还顾睠睠。涕流交集兮，泣下涟涟。叹曰：登山长望中心悲兮，菀彼青青泣如颓兮，留思北顾涕渐渐兮，折锐摧矜凝氾滥兮，念我茕茕魂谁求兮，仆夫慌悴散若流兮。\r\n愍命昔皇考之嘉志兮，喜登能而亮贤。情纯洁而罔薉兮，姿盛质而无愆。放佞人与谄谀兮，斥谗夫与便嬖。亲忠正之悃诚兮，招贞良与明智。心溶溶其不可量兮，情澹澹其若渊。回邪辟而不能入兮，诚原藏而不可迁。逐下袟于後堂兮，迎虙妃于伊雒。刜谗贼于中廇兮，选吕管于榛薄。丛林之下无怨士兮，江河之畔无隐夫。三苗之徒以放逐兮，伊皋之伦以充庐。今反表以为里兮，颠裳以为衣。戚宋万于两楹兮，废周邵于遐夷。却骐骥以转运兮，腾驴骡以驰逐。蔡女黜而出帷兮，戎妇入而綵绣服。庆忌囚于阱室兮，陈不占战而赴围。破伯牙之号钟兮，挟人筝而弹纬。藏瑉石于金匮兮，捐赤瑾于中庭。韩信蒙于介胄兮，行夫将而攻城。莞芎弃于泽洲兮，瓟瓥蠹于筐簏。麒麟奔于九皋兮，熊罴群而逸囿。折芳枝与琼华兮，树枳棘与薪柴。掘荃蕙与射干兮，耘藜藿与蘘荷。惜今世其何殊兮，远近思而不同。或沉沦其无所达兮，或清激其无所通。哀余生之不当兮，独蒙毒而逢尤。虽謇謇以申志兮，君乖差而屏之。诚惜芳之菲菲兮，反以兹为腐也。怀椒聊之蔎蔎兮，乃逢纷以罹诟也。叹曰：嘉皇既殁终不返兮，山中幽险郢路远兮。谗人諓諓孰可愬兮，征夫罔极谁可语兮。行吟累欷声喟喟兮，怀忧含戚何侘傺兮。\r\n思古冥冥深林兮，树木郁郁。山参差以崭岩兮，阜杳杳以蔽日。悲余心之悁悁兮，目眇眇而遗泣。风骚屑以摇木兮，云吸吸以湫戾。悲余生之无欢兮，愁倥傯于山陆。旦徘徊于长阪兮，夕彷徨而独宿。发披披以鬤鬤兮，躬劬劳而瘏悴。魂俇俇而南行兮，泣霑襟而濡袂。心婵媛而无告兮，口噤闭而不言。违郢都之旧闾兮，回湘、沅而远迁。念余邦之横陷兮，宗鬼神之无次。闵先嗣之中绝兮，心惶惑而自悲。聊浮游于山陿兮，步周流于江畔。临深水而长啸兮，且倘佯而氾观。兴离骚之微文兮，冀灵修之壹悟。还余车于南郢兮，复往轨于初古。道修远其难迁兮，伤余心之不能已。背三五之典刑兮，绝洪范之辟纪。播规矩以背度兮，错权衡而任意。操绳墨而放弃兮，倾容幸而侍侧。甘棠枯于丰草兮，藜棘树于中庭。西施斥于北宫兮，仳倠倚于弥楹。乌获戚而骖乘兮，燕公操于马圉。蒯聩登于清府兮，咎繇弃而在野。盖见兹以永叹兮，欲登阶而狐疑。乘白水而高骛兮，因徙弛而长词。叹曰：倘佯垆阪沼水深兮，容与汉渚涕淫淫兮，锺牙已死谁为声兮？纤阿不御焉舒情兮，曾哀悽欷心离离兮，还顾高丘泣如洒兮。\r\n远游悲余性之不可改兮，屡惩艾而不迻。服觉皓以殊俗兮，貌揭揭以巍巍。譬若王侨之乘云兮，载赤霄而凌太清。欲与天地参寿兮，与日月而比荣。登昆仑而北首兮，悉灵圉而来谒。选鬼神于太阴兮，登阊阖于玄阙。回朕车俾西引兮，褰虹旗于玉门。驰六龙于三危兮，朝西灵于九滨。结余轸于西山兮，横飞谷以南征。绝都广以直指兮，历祝融于硃冥。枉玉衡于炎火兮，委两馆于咸唐。贯澒濛以东朅兮，维六龙于扶桑。周流览于四海兮，志升降以高驰。徵九神于回极兮，建虹采以招指。驾鸾凤以上游兮，从玄鹤与鹪明。孔鸟飞而送迎兮，腾群鹤于瑶光。排帝宫与罗囿兮，升县圃以眩灭。结琼枝以杂佩兮，立长庚以继日。凌惊雷以轶骇电兮，缀鬼谷于北辰。鞭风伯使先驱兮，囚灵玄于虞渊。遡高风以低佪兮，览周流于朔方。就颛顼而敶辞兮，考玄冥于空桑。旋车逝于崇山兮，奏虞舜于苍梧。济杨舟于会稽兮，就申胥于五湖。见南郢之流风兮，殒余躬于沅湘。望旧邦之黯黮兮，时溷浊其犹未央。怀兰茝之芬芳兮，妒被离而折之。张绛帷以襜襜兮，风邑邑而蔽之。日暾暾其西舍兮，阳焱焱而复顾。聊假日以须臾兮，何骚骚而自故。叹曰：譬彼蛟龙乘云浮兮，汎淫澒溶纷若雾兮。潺湲轇轕雷动电发馺高举兮。升虚凌冥沛浊浮清入帝宫兮，摇翘奋羽驰风骋雨游无穷兮。"},
{"title": "太史公自序", "author": "司马迁", "dynasty": "两汉", "content": "　　太史公曰：“先人有言：‘自周公卒五百岁而有孔子。孔子卒后至于今五百岁，有能绍明世、正《易传》，继《春秋》、本《诗》、《书》、《礼》、《乐》之际？’”意在斯乎！意在斯乎！小子何敢让焉！\r\n　　上大夫壶遂曰：“昔孔子何为而作《春秋》哉”？太史公曰：“余闻董生曰：‘周道衰废，孔子为鲁司寇，诸侯害之，大夫雍之。孔子知言之不用，道之不行也，是非二百四十二年之中，以为天下仪表，贬天子，退诸侯，讨大夫，以达王事而已矣。’子曰：‘我欲载之空言，不如见之于行事之深切著明也。’夫《春秋》，上明三王之道，下辨人事之纪，别嫌疑，明是非，定犹豫，善善恶恶，贤贤贱不肖，存亡国，继绝世，补弊起废，王道之大者也。《易》著天地、阴阳、四时、五行，故长于变；《礼》经纪人伦，故长于行；《书》记先王之事，故长于政；《诗》记山川、溪谷、禽兽、草木、牝牡、雌雄，故长于风；《乐》乐所以立，故长于和；《春秋》辨是非，故长于治人。是故《礼》以节人，《乐》以发和，《书》以道事，《诗》以达意，《易》以道化，《春秋》以道义。拨乱世反之正，莫近于《春秋》。《春秋》文成数万，其指数千。万物之散聚皆在《春秋》。《春秋》之中，弑君三十六，亡国五十二，诸侯奔走不得保其社稷者不可胜数。察其所以，皆失其本已。故《易》曰‘失之毫厘，差之千里。’故曰‘臣弑君，子弑父，非一旦一夕之故也，其渐久矣’。故有国者不可以不知《春秋》，前有谗而弗见，后有贼而不知。为人臣者不可以不知《春秋》，守经事而不知其宜，遭变事而不知其权。为人君父而不通于《春秋》之义者，必蒙首恶之名。为人臣子而不通于《春秋》之义者，必陷篡弑之诛，死罪之名。其实皆以为善，为之不知其义，被之空言而不敢辞。夫不通礼义之旨，至于君不君，臣不臣，父不父，子不子。夫君不君则犯，臣不臣则诛，父不父则无道，子不子则不孝。此四行者，天下之大过也。以天下之大过予之，则受而弗敢辞。故《春秋》者，礼义之大宗也。夫礼禁未然之前，法施已然之后；法之所为用者易见，而礼之所为禁者难知。”\r\n　　壶遂曰：“孔子之时，上无明君，下不得任用，故作《春秋》，垂空文以断礼义，当一王之法。今夫子上遇明天子，下得守职，万事既具，咸各序其宜，夫子所论，欲以何明？”\r\n　　太史公曰：“唯唯，否否，不然。余闻之先人曰：‘伏羲至纯厚，作《易》八卦。尧舜之盛，《尚书》载之，礼乐作焉。汤武之隆，诗人歌之。《春秋》采善贬恶，推三代之德，褒周室，非独刺讥而已也。’汉兴以来，至明天子，获符瑞，封禅，改正朔，易服色，受命于穆清，泽流罔极，海外殊俗，重译款塞，请来献见者不可胜道。臣下百官力诵圣德，犹不能宣尽其意。且士贤能而不用，有国者之耻；主上明圣而德不布闻，有司之过也。且余尝掌其官，废明圣盛德不载，灭功臣世家贤大夫之业不述，堕先人所言，罪莫大焉。余所谓述故事，整齐其世传，非所谓作也，而君比之于《春秋》，谬矣。”\r\n　　于是论次其文。七年而太史公遭李陵之祸，幽于缧绁。乃喟然而叹曰：“是余之罪也夫。是余之罪也夫！身毁不用矣！”退而深惟曰：“夫《诗》、《书》隐约者，欲遂其志之思也。昔西伯拘羑里，演《周易》；孔子厄陈、蔡，作《春秋》；屈原放逐，著《离骚》；左丘失明，厥有《国语》；孙子膑脚，而论兵法；不韦迁蜀，世传《吕览》；韩非囚秦，《说难》、《孤愤》；《诗》三百篇，大抵贤圣发愤之所为作也。此人皆意有所郁结，不得通其道也，故述往事，思来者。”于是卒述陶唐以来，至于麟止，自黄帝始。 "},
{"title": "叹", "author": "张衡", "dynasty": "两汉", "content": "大火流兮草虫鸣。繁霜降兮草木零。秋为期兮时已征。思美人兮愁屏营。"},
{"title": "惟汉行", "author": "曹植", "dynasty": "两汉", "content": "太极定二仪，清浊始以形。三光照八极，天道甚着明。为人立君长，欲以遂其生。行仁章以瑞，变故诫骄盈。神高而听卑，报若响应声。明主敬细微，三季瞢天经。二皇称至化，盛哉唐虞庭。禹汤继厥德，周亦致太平。在昔怀帝京，日昃不敢宁。济济在公朝，万载驰其名。"},
{"title": "诫外甥书", "author": "诸葛亮", "dynasty": "两汉", "content": "　　夫志当存高远，慕先贤，绝远欲，弃凝滞，使庶几之志，揭然有所存，恻然有所感；忍屈伸，去细碎，广咨问，除嫌吝，虽有淹留，何损于美趣，何患于不济。若志不强毅，意不慷慨，徒碌碌滞于俗，默默束于远，永窜伏于凡庸，不免于下流矣！ "},
{"title": "信陵君窃符救赵", "author": "司马迁", "dynasty": "两汉", "content": "　　魏公子无忌者，魏昭王少子，而魏安釐王异母弟也。昭王薨，安釐王即位，封公子为信陵君。\r\n　　公子为人，仁而下士 ，士无贤不肖，皆谦而礼交之，不敢以其富贵骄士。士以此方数千里争往归之，致食客三千。当是时，诸侯以公子贤，多客，不敢加兵谋魏十余年。\r\n　　魏有隐士曰侯嬴，年七十，家贫，为大梁夷门监者。公子闻之，往请，欲厚遗之。不肯受，曰：“臣修身洁行数十年，终不以监门困故而受公子财。”公子于是乃置酒，大会宾客。坐定，公子从车骑，虚左，自迎夷门侯生。侯生摄敝衣冠，直上载公子上坐，不让，欲以观公子。公子执辔愈恭。侯生又谓公子曰：“臣有客在市屠中，原枉车骑过之。”公子引车入市，侯生下，见其客朱亥，俾倪，故久立与其客语，微察公子，公子颜色愈和。当是时，魏将相宗室宾客满堂，待公子举酒；市人皆观公子执辔。从骑皆窃骂侯生。侯生视公子色终不变，乃谢客就车。至家，公子引侯生坐上坐，遍赞宾客，宾客皆惊。酒酣，公子起，为寿侯生前。侯生因谓公子曰：“今日嬴之为公子亦足矣！嬴乃夷门报关者也，而公子亲枉车骑自迎嬴，于众人广坐之中，不宜有所过，今公子故过之。嬴欲就公子之名，故久立公子车骑市中，过客，以观公子，公子愈恭。市人皆以嬴为小人，而以公子为长者，能下士也。\r\n　　于是罢酒，侯生遂为上客。\r\n　　侯生谓公子曰：“臣所过屠者朱亥，此子贤者，世莫能知，故隐屠间耳。”公子往，数请之，朱亥故不复谢。公子怪之。\r\n　　魏安釐王二十年，秦昭王已破赵长平军，又进兵围邯郸)公。子姊为赵惠文王弟平原君夫人，数遗魏王及公子书，请救语魏。魏王使将军晋鄙将十万众救赵。秦王使使者告魏王曰：“吾攻赵，旦暮且下，而诸侯敢救赵者，已拔赵，必移兵先击之。”魏王恐，使人止晋鄙，留军壁邺，名为救赵，实持两端以观望。平原君使者冠盖相属于魏，让魏公子曰：“胜所以自附为婚姻者，以公子之高义，为能急人之困。今邯郸旦暮降秦而魏救不至，安在公子能急人之困也！且公子纵轻胜，弃之降秦，独不怜公子姊邪？”公子患之，数请魏王，及宾客辨士说王万端。魏王畏秦。终不听公子。\r\n　　公子自度终不能得之于王，计不独生而令赵亡，乃请宾客，约车骑百余乘，欲以客往赴秦军，与赵俱死。行过夷门，见侯生，具告所以欲死秦军状。辞决而行，侯生曰：“公子勉之矣！老臣不能从。”公子行数里，心不快，曰：吾所以待侯生者备矣，天下莫不闻，今吾且死，而侯生曾无一言半辞送我，我岂有所失哉？”复引车还，问侯生。侯生笑曰：“臣故知公子之还也。”曰：“公子喜士，名闻天下。今有难，无他端，而欲赴秦军，譬若以肉投馁虎，何功之有哉？尚安事客？然公子遇臣厚，公子往而臣不送，以是知公子恨之复返也。”公子再拜，因问。侯生乃屏人间语曰：“嬴闻晋鄙之兵符常在王卧内，而如姬最幸，出入王卧内，力能窃之。嬴闻如姬父为人所杀，如姬资之三年，自王以下，欲求报其父仇，莫能得。如姬为公子泣，公子使客斩其仇头，敬进如姬。如姬之欲为公子死，无所辞，顾未有路耳。公子诚一开口请如姬，如姬必许诺，则得虎符夺晋鄙军，北救赵而西却秦，此五霸之伐也。”公子从其计，请如姬。如姬果盗兵符与公子。\r\n　　公子行，侯生曰：“将在外，主令有所不受，以便国家。公子即合符，而晋鄙不授公子兵，而复请之，事必危矣。臣客屠者朱亥可与俱，此人力士。晋鄙听，大善；不听，可使击之。于是公子泣生曰：“公子畏死邪？何泣也？”公子曰：“晋鄙嚄唶宿将，往恐不听，必当杀之，是以泣耳，岂畏死哉？”于是公子请朱亥。朱亥笑曰：“臣乃市井鼓刀屠者，而公子亲数存之，所以不报谢者，以为小礼无所用。今公子有急，此乃臣效命之秋也。”遂与公子俱。公子过谢侯生。侯生曰：“臣宜从，老不能，请数公子行日，以至晋鄙军之日北乡自刭，以送公子。”公子遂行。\r\n　　至邺，矫魏王令代晋鄙。晋鄙合符，疑之，举手视公子曰：“今吾拥十万之众，屯于境上，国之重任。今单车来代之，何如哉？”欲无听。朱亥袖四十斤铁椎椎杀晋鄙。公子遂将晋鄙军。勒兵，下令军中曰：“父子俱在军中，父归。兄弟俱在军中，兄归。独子无兄弟，归养。”得选兵八万人，进兵击秦军。秦军解去，遂救邯郸，存赵。赵王及平原君自迎公子于界，平原君负栏矢为公子先引。赵王再拜曰：“自古贤人，未有及公子者也！”当此之时，平原君不敢自比于人。\r\n　　公子与侯生决，至军，侯生果北乡自刭。\r\n　　魏王怒公子之盗其兵符，矫杀晋鄙，公子亦自知也。已却秦存赵，使将将其军归魏，而公子独与客留赵。"},
{"title": "塞翁失马", "author": "刘安", "dynasty": "两汉", "content": "　　近塞上之人，有善术者，马有故亡而入胡。人皆吊之，其父曰：“此何遽不为福乎？”居数月，其马将胡骏马而归。人皆贺之，其父曰：“此何遽不能为祸乎？”家富良马，其子好骑，堕而折其髀。人皆吊之，其父曰：“此何遽不为福乎？”居一年，胡人大入塞，丁壮者引弦而战。近塞之人，死者十九。此独以跛之故，父子相保。"},
{"title": "悲愤诗", "author": "蔡琰", "dynasty": "两汉", "content": "汉季失权柄，董卓乱天常。志欲图篡弑，先害诸贤良。逼迫迁旧邦，拥主以自强。海内兴义师，欲共讨不祥。卓众来东下，金甲耀日光。平土人脆弱，来兵皆胡羌。猎野围城邑，所向悉破亡。斩截无孑遗，尸骸相撑拒。马边悬男头，马后载妇女。长驱西入关，迥路险且阻。还顾邈冥冥，肝脾为烂腐。所略有万计，不得令屯聚。或有骨肉俱，欲言不敢语。失意机徵间，辄言毙降虏。要当以亭刃，我曹不活汝。岂复惜性命，不堪其詈骂。或便加棰杖，毒痛参并下。旦则号泣行，夜则悲吟坐。欲死不能得，欲生无一可。彼苍者何辜，乃遭此厄祸。边荒与华异，人俗少义理。处所多霜雪，胡风春夏起。翩翩吹我衣，肃肃入我耳。感时念父母，哀叹无穷已。有客从外来，闻之常欢喜。迎问其消息，辄复非乡里。邂逅徼时愿，骨肉来迎己。己得自解免，当复弃儿子。天属缀人心，念别无会期。存亡永乖隔，不忍与之辞。儿前抱我颈，问母欲何之。人言母当去，岂复有还时。阿母常仁恻，今何更不慈。我尚未成人，奈何不顾思。见此崩五内，恍惚生狂痴。号泣手抚摩，当发复回疑。兼有同时辈，相送告离别。慕我独得归，哀叫声摧裂。马为立踟蹰，车为不转辙。观者皆嘘唏，行路亦呜咽。去去割情恋，遄征日遐迈。悠悠三千里，何时复交会。念我出腹子，匈臆为摧败。既至家人尽，又复无中外。城廓为山林，庭宇生荆艾。白骨不知谁，纵横莫覆盖。出门无人声，豺狼号且吠。茕茕对孤景，怛咤糜肝肺。登高远眺望，魂神忽飞逝。奄若寿命尽，旁人相宽大。为复强视息，虽生何聊赖。托命于新人，竭心自勖励。流离成鄙贱，常恐复捐废。人生几何时，怀忧终年岁。"},
{"title": "丹霞蔽日行", "author": "曹植", "dynasty": "两汉", "content": "纣为昏乱，虐残忠正。周室何隆，一门三圣。牧野致功，天亦革命。汉祚之兴，阶秦之衰。虽有南面，王道陵夷。炎光再幽，殄灭无遗。 "},
{"title": "十五从军征", "author": "佚名", "dynasty": "两汉", "content": "十五从军征，八十始得归。道逢乡里人：“家中有阿谁？”“遥看是君家，松柏冢累累。”(遥看 一作：遥望)兔从狗窦入，雉从梁上飞。中庭生旅谷，井上生旅葵。舂谷持作饭，采葵持作羹。羹饭一时熟，不知饴阿谁。出门东向看，泪落沾我衣。 "},
{"title": "晏子使楚", "author": "刘向", "dynasty": "两汉", "content": "一晏子使楚。楚人以晏子短，楚人为小门于大门之侧而延晏子。晏子不入，曰：“使狗国者从狗门入，今臣使楚，不当从此门入。”傧者更道，从大门入。见楚王。王曰：“齐无人耶？使子为使。”晏子对曰：“齐之临淄三百闾，张袂成阴，挥汗成雨，比肩继踵而在，何为无人？”王曰：“然则何为使予？”晏子对曰：“齐命使，各有所主：其贤者使使贤主，不肖者使使不肖主。婴最不肖，故宜使楚矣！”（张袂成阴 一作：张袂成帷）\r\n二晏子将使楚。楚王闻之，谓左右曰：“晏婴，齐之习辞者也。今方来，吾欲辱之，何以也？”左右对曰：“为其来也，臣请缚一人，过王而行，王曰：‘何为者也？’对曰：‘齐人也。’王曰：‘何坐？’曰：‘坐盗。’\r\n三晏子至，楚王赐晏子酒，酒酣，吏二缚一人诣王。王曰：“缚者曷为者也？”对曰：“齐人也，坐盗。”王视晏子曰：“齐人固善盗乎？”晏子避席对曰：“婴闻之，橘生淮南则为橘，生于淮北则为枳，叶徒相似，其实味不同。所以然者何？水土异也。今民生长于齐不盗，入楚则盗，得无楚之水土使民善盗耶？”王笑曰：“ 圣人非所与熙也，寡人反取病焉。”"},
{"title": "舞赋", "author": "傅毅", "dynasty": "两汉", "content": "　　楚襄王既游云梦，使宋玉赋高唐之事，将置酒宴饮，谓宋玉曰：“寡人欲觞羣臣，何以娱之？”玉曰：“臣闻歌以咏言，舞以尽意，是以论其诗不如听其声，听其声不如察其形。《激楚》《结风》《阳阿》之舞，材人之穷观，天下之至妙。噫！可以进乎？”王曰：“如其郑何？”玉曰：“小大殊用，郑雅异宜。弛张之度，圣哲所施。是以《乐》记干戚之容，《雅》美蹲蹲之舞，《礼》设三爵之制，《颂》有醉归之歌。夫《咸池》《六英》，所以陈清庙、协神人也；郑卫之乐，所以娱密坐、接欢欣也。余日怡荡，非以风民也，其何害哉？”王曰：“试为寡人赋之。”玉曰：“唯唯。”\r\n　　夫何皎皎之闲夜兮，明月烂以施光。朱火晔其延起兮，耀华屋而熺洞房。黼帐祛而结组兮，铺首炳以焜煌。陈茵席而设坐兮，溢金罍而列玉觞。腾觚爵之斟酌兮，漫既醉其乐康。严颜和而怡怿兮，幽情形而外扬。文人不能怀其藻兮，武毅不能隐其刚。简隋跳踃，般纷挐兮。渊塞沉荡，改恒常兮。\r\n　　于是郑女出进，二八徐侍。姣服极丽，姁媮致态。貌嫽妙以妖蛊兮，红颜晔其扬华。眉连娟以增绕兮，目流睇而横波。珠翠的砾而照耀兮，华袿飞髾而杂纤罗。顾形影，自整装。顺微风，挥若芳。动朱唇，纡清阳。亢音高歌，为乐之方。歌曰：“摅予意以弘观兮，绎精灵之所束。弛紧急之弦张兮，慢末事之骩曲。舒恢炱之广度兮，阔细体之苛缛。嘉《关雎》之不淫兮，哀《蟋蟀》之局促。启泰贞之否隔兮，超遗物而度俗。扬激徵，骋清角，赞舞操，奏均曲。形态和，神意协，从容得，志不劫。\r\n　　于是蹑节鼓陈，舒意自广。游心无垠，远思长想。其始兴也，若俯若仰，若来若往。雍容惆怅，不可为象。其少进也，若翔若行，若竦若倾，兀动赴度，指顾应声，罗衣从风，长袖交横。骆驿飞散，飒擖合并。鶣ꅃ燕居，拉㧺鹄惊。绰约闲靡，机迅体轻。姿绝伦之妙态，怀悫素之洁清。修仪操以显志兮，独驰思乎杳冥。在山峨峨，在水汤汤，与志迁化，容不虚生。明诗表指，喟息激昂。气若浮云，志若秋霜。观者增叹，诸工莫当。\r\n　　于是合场递进，按次而俟。埒材角妙，夸容乃理。轶态横出，瑰姿谲起。眄般鼓则腾清眸，吐哇咬则发皓齿。摘齐行列，经营切儗。彷佛神动，回翔竦峙。击不致策，蹈不顿趾。翼尔悠往，暗复辍已。及至回身还入，迫于急节，浮腾累跪，跗蹋摩跌。纡形赴远，漼似摧折。纤弛蛾飞，纷猋若绝。超[走俞]鸟集，纵弛殟殁。委蛇姌袅，云转飘曶。体如游龙，袖如素霓。黎收而拜，曲度究毕。迁延微笑，退复次列。观者称丽，莫不怡悦。\r\n　　于是欢洽宴夜，命遣诸客。扰攘就驾，仆夫正策。车骑并狎，巃嵸逼迫。良骏逸足，跄捍陵越。龙骧横举，扬镳飞沫。马材不同，各相倾夺。或有逾埃赴辙，霆骇电灭，跖地远群，暗跳独绝。或有宛足郁怒，盘桓不发，后往先至，遂为逐末。或有矜容爱仪，洋洋习习，迟速承意，控御缓急。车音若雷，骛骤相及。骆漠而归，云散城邑。天王燕胥，乐而不泆。娱神遗老，永年之术。优哉游哉，聊以永日。"},
{"title": "鸡鸣", "author": "佚名", "dynasty": "两汉", "content": "鸡鸣高树颠，狗吠深宫中。荡子何所之？天下方太平。刑法非有贷，柔协正乱名。黄金为君门，璧玉为轩堂。上有双樽酒，作使邯郸倡。刘王碧青甓，后出郭门王。舍后有方池，池中双鸳鸯。鸳鸯七十二，罗列自成行。鸣声何啾啾，闻我殿东厢。兄弟四五人，皆为侍中郎。五日一时来，观者满路傍。黄金络马头，颎颎何煌煌！桃生露井上，李树生桃傍。虫来齧桃根，李树代桃僵。树木身相代，兄弟还相忘。"},
{"title": "七谏", "author": "东方朔", "dynasty": "两汉", "content": "初放平生于国兮，长于原野。言语讷譅兮，又无彊辅。浅智褊能兮，闻见又寡。数言便事兮，见怨门下。王不察其长利兮，卒见弃乎原野。伏念思过兮，无可改者。群众成朋兮，上浸以惑。巧佞在前兮，贤者灭息。尧、舜圣已没兮，孰为忠直？高山崔巍兮，水流汤汤。死日将至兮，与麋鹿同坑。塊兮鞠，当道宿，举世皆然兮，余将谁告？斥逐鸿鹄兮，近习鸱枭，斩伐橘柚兮，列树苦桃。便娟之修竹兮，寄生乎江潭。上葳蕤而防露兮，下泠泠而来风。孰知其不合兮，若竹柏之异心。往者不可及兮，来者不可待。悠悠苍天兮，莫我振理。窃怨君之不寤兮，吾独死而後已。\r\n沉江惟往古之得失兮，览私微之所伤。尧舜圣而慈仁兮，後世称而弗忘。齐桓失于专任兮，夷吾忠而名彰。晋献惑于孋姬兮，申生孝而被殃。偃王行其仁义兮，荆文寤而徐亡。纣暴虐以失位兮，周得佐乎吕望。修往古以行恩兮，封比干之丘垄。贤俊慕而自附兮，日浸淫而合同。明法令而修理兮，兰芷幽而有芳。苦众人之妒予兮，箕子寤而佯狂。不顾地以贪名兮，心怫郁而内伤。联蕙芷以为佩兮，过鲍肆而失香。正臣端其操行兮，反离谤而见攘。世俗更而变化兮，伯夷饿于首阳。独廉洁而不容兮，叔齐久而逾明。浮云陈而蔽晦兮，使日月乎无光。忠臣贞而欲谏兮，谗谀毁而在旁。秋草荣其将实兮，微霜下而夜降。商风肃而害生兮，百草育而不长。众并谐以妒贤兮，孤圣特而易伤。怀计谋而不见用兮，岩穴处而隐藏。成功隳而不卒兮，子胥死而不葬。世从俗而变化兮，随风靡而成行。信直退而毁败兮，虚伪进而得当。追悔过之无及兮，岂尽忠而有功。废制度而不用兮，务行私而去公。终不变而死节兮，惜年齿之未央。将方舟而下流兮，冀幸君之发矇。痛忠言之逆耳兮，恨申子之沉江。愿悉心之所闻兮，遭值君之不聪。不开寤而难道兮，不别横之与纵。听奸臣之浮说兮，绝国家之久长。灭规矩而不用兮，背绳墨之正方。离忧患而乃寤兮，若纵火于秋蓬。业失之而不救兮，尚何论乎祸凶。彼离畔而朋党兮，独行之士其何望？日渐染而不自知兮，秋毫微哉而变容。众轻积而折轴兮，原咎杂而累重。赴湘沅之流澌兮，恐逐波而复东。怀沙砾而自沉兮，不忍见君之蔽壅。\r\n怨世世沉淖而难论兮，俗岒峨而嵾嵯。清泠泠而歼灭兮，溷湛湛而日多。枭鸮既以成群兮，玄鹤弭翼而屏移。蓬艾亲入御于床笫兮，马兰踸踔而日加。弃捐药芷与杜衡兮，余柰世之不知芳何？何周道之平易兮，然芜秽而险戏。高阳无故而委尘兮，唐虞点灼而毁议。谁使正其真是兮，虽有八师而不可为。皇天保其高兮，后土持其久。服清白以逍遥兮，偏与乎玄英异色。西施媞媞而不得见兮，嫫母勃屑而日侍。桂蠹不知所淹留兮，蓼虫不知徙乎葵菜。处湣湣之浊世兮，今安所达乎吾志。意有所载而远逝兮，固非众人之所识。骥踌躇于弊輂兮，遇孙阳而得代。吕望穷困而不聊生兮，遭周文而舒志。宁戚饭牛而商歌兮，桓公闻而弗置。路室女之方桑兮，孔子过之以自侍。吾独乖剌而无当兮，心悼怵而耄思。思比干之恲恲兮，哀子胥之慎事。悲楚人之和氏兮，献宝玉以为石。遇厉武之不察兮，羌两足以毕斮。小人之居势兮，视忠正之何若？改前圣之法度兮，喜嗫嚅而妄作。亲谗谀而疏贤圣兮，讼谓闾娵为丑恶。愉近习而蔽远兮，孰知察其黑白？卒不得效其心容兮，安眇眇而无所归薄。专精爽以自明兮，晦冥冥而壅蔽。年既已过太半兮，然埳轲而留滞。欲高飞而远集兮，恐离罔而灭败。独冤抑而无极兮，伤精神而寿夭。皇天既不纯命兮，余生终无所依。愿自沉于江流兮，绝横流而径逝。宁为江海之泥涂兮，安能久见此浊世？\r\n怨思贤士穷而隐处兮，廉方正而不容。子胥谏而靡躯兮，比干忠而剖心。子推自割而飤君兮，德日忘而怨深。行明白而曰黑兮，荆棘聚而成林。江离弃于穷巷兮，蒺藜蔓乎东厢。贤者蔽而不见兮，谗谀进而相朋。枭鸮并进而俱鸣兮，凤皇飞而高翔。原壹往而径逝兮，道壅绝而不通。\r\n自悲居愁懃其谁告兮，独永思而忧悲。内自省而不惭兮，操愈坚而不衰。隐三年而无决兮，岁忽忽其若颓。怜余身不足以卒意兮，冀一见而复归。哀人事之不幸兮，属天命而委之咸池。身被疾而不闲兮，心沸热其若汤。冰炭不可以相并兮，吾固知乎命之不长。哀独苦死之无乐兮，惜予年之未央。悲不反余之所居兮，恨离予之故乡。鸟兽惊而失群兮，犹高飞而哀鸣。狐死必首丘兮，夫人孰能不反其真情？故人疏而日忘兮，新人近而俞好。莫能行于杳冥兮，孰能施于无报？苦众人之皆然兮，乘回风而远游。凌恆山其若陋兮，聊愉娱以忘忧。悲虚言之无实兮，苦众口之铄金。过故乡而一顾兮，泣歔欷而霑衿。厌白玉以为面兮，怀琬琰以为心。邪气入而感内兮，施玉色而外淫。何青云之流澜兮，微霜降之蒙蒙。徐风至而徘徊兮，疾风过之汤汤。闻南籓乐而欲往兮，至会稽而且止。见韩众而宿之兮，问天道之所在？借浮云以送予兮，载雌霓而为旌。驾青龙以驰骛兮，班衍衍之冥冥。忽容容其安之兮，超慌忽其焉如？苦众人之难信兮，愿离群而远举。登峦山而远望兮，好桂树之冬荣。观天火之炎炀兮，听大壑之波声。引八维以自道兮，含沆瀣以长生。居不乐以时思兮，食草木之秋实。饮菌若之朝露兮，构桂木而为室。杂橘柚以为囿兮，列新夷与椒桢。鹍鹤孤而夜号兮，哀居者之诚贞。\r\n哀命哀时命之不合兮，伤楚国之多忧。内怀情之洁白兮，遭乱世而离尤。恶耿介之直行兮，世溷浊而不知。何君臣之相失兮，上沅湘而分离。测汨罗之湘水兮，知时固而不反。伤离散之交乱兮，遂侧身而既远。处玄舍之幽门兮，穴岩石而窟伏。从水蛟而为徙兮，与神龙乎休息。何山石之崭岩兮，灵魂屈而偃蹇。含素水而蒙深兮，日眇眇而既远。哀形体之离解兮，神罔两而无舍。惟椒兰之不反兮，魂迷惑而不知路。愿无过之设行兮，虽灭没之自乐。痛楚国之流亡兮，哀灵修之过到。固时俗之溷浊兮，志瞀迷而不知路。念私门之正匠兮，遥涉江而远去。念女嬃之婵媛兮，涕泣流乎于悒。我决死而不生兮，虽重追吾何及。戏疾濑之素水兮，望高山之蹇产。哀高丘之赤岸兮，遂没身而不反。\r\n谬谏怨灵修之浩荡兮，夫何执操之不固？悲太山之为隍兮，孰江河之可涸？愿承闲而效志兮，恐犯忌而干讳。卒抚情以寂寞兮，然怊怅而自悲。玉与石其同匮兮，贯鱼眼与珠玑。驽骏杂而不分兮，服罢牛而骖骥。年滔滔而自远兮，寿冉冉而愈衰。心悇憛而烦冤兮，蹇超摇而无冀。固时俗之工巧兮，灭规矩而改错。郤骐骥而不乘兮，策驽骀而取路。当世岂无骐骥兮，诚无王良之善驭。见执辔者非其人兮，故驹跳而远去。不量凿而正枘兮，恐矩矱之不同。不论世而高举兮，恐操行之不调。弧弓弛而不张兮，孰云知其所至？无倾危之患难兮，焉知贤士之所死？俗推佞而进富兮，节行张而不著。贤良蔽而不群兮，朋曹比而党誉。邪说饰而多曲兮，正法弧而不公。直士隐而避匿兮，谗谀登乎明堂。弃彭咸之娱乐兮，灭巧倕之绳墨。菎蕗杂于黀蒸兮，机蓬矢以射革。驾蹇驴而无策兮，又何路之能极？以直鍼而为钓兮，又何鱼之能得？伯牙之绝弦兮，无锺子期而听之。和抱璞而泣血兮，安得良工而剖之？同音者相和兮，同类者相似。飞鸟号其群兮，鹿鸣求其友。故叩宫而宫应兮，弹角而角动。虎啸而谷风至兮，龙举而景云往。音声之相和兮，言物类之相感也。夫方圜之异形兮，势不可以相错。列子隐身而穷处兮，世莫可以寄讬。众鸟皆有行列兮，凤独翔翔而无所薄。经浊世而不得志兮，愿侧身岩穴而自讬。欲阖口而无言兮，尝被君之厚德。独便悁而怀毒兮，愁郁郁之焉极？念三年之积思兮，愿壹见而陈辞。不及君而骋说兮，世孰可为明之？身寝疾而日愁兮，情沉抑而不扬。众人莫可与论道兮，悲精神之不通。乱曰：鸾皇孔凤日以远兮，畜凫驾鹅。鸡鹜满堂坛兮，鼉黽游乎华池。要褭奔亡兮，腾驾橐驼。铅刀进御兮，遥弃太阿。拔搴玄芝兮，列树芋荷。橘柚萎枯兮，苦李旖旎。甂瓯登于明堂兮，周鼎潜潜乎深渊。自古而固然兮，吾又何怨乎今之人。"},
{"title": "回车驾言迈", "author": "佚名", "dynasty": "两汉", "content": "回车驾言迈，悠悠涉长道。四顾何茫茫，东风摇百草。所遇无故物，焉得不速老。盛衰各有时，立身苦不早。人生非金石，岂能长寿考？奄忽随物化，荣名以为宝。"},
{"title": "箜篌引 / 野田黄雀行", "author": "曹植", "dynasty": "两汉", "content": "置酒高殿上，亲交从我游。中厨办丰膳，烹羊宰肥牛。秦筝何慷慨，齐瑟和且柔。阳阿奏奇舞，京洛出名讴。乐饮过三爵，缓带倾庶羞。主称千金寿，宾奉万年酬。久要不可忘，薄终义所尤。谦谦君子德，磬折欲何求。惊风飘白日，光景驰西流。盛时不再来，百年忽我遒。生存华屋处，零落归山丘。先民谁不死，知命复何忧？"},
{"title": "答客难", "author": "东方朔", "dynasty": "两汉", "content": "　　客难东方朔曰：“苏秦、张仪一当万乘之主，而身都卿相之位，泽及后世。今子大夫修先王之术，慕圣人之义，讽诵诗书百家之言，不可胜记，著于竹帛；唇腐齿落，服膺而不可释，好学乐道之效，明白甚矣；自以为智能海内无双，则可谓博闻辩智矣。然悉力尽忠，以事圣帝，旷日持久，积数十年，官不过侍郎，位不过执戟。意者尚有遗行邪？同胞之徒，无所容居，其故何也？”\r\n　　东方先生喟然长息，仰而应之曰：“是故非子之所能备。彼一时也，此一时也，岂可同哉？夫苏秦、张仪之时，周室大坏，诸侯不朝，力政争权，相擒以兵，并为十二国，未有雌雄。得士者强，失士者亡，故说得行焉。身处尊位，珍宝充内，外有仓麋，泽及后世，子孙长享。今则不然：圣帝德流，天下震慑，诸侯宾服，连四海之外以为带，安于覆盂；天下平均，合为一家，动发举事，犹运之掌，贤与不肖何以异哉？遵天之道，顺地之理，物无不得其所；故绥之则安，动之则苦；尊之则为将，卑之则为虏；抗之则在青云之上，抑之则在深渊之下；用之则为虎，不用则为鼠；虽欲尽节效情，安知前后？夫天地之大，士民之众，竭精驰说，并进辐凑者，不可胜数；悉力慕之，困于衣食，或失门户。使苏秦、张仪与仆并生于今之世，曾不得掌故，安敢望侍郎乎！传曰：‘天下无害，虽有圣人，无所施才；上下和同，虽有贤者，无所立功。’故曰：时异事异。\r\n　　“虽然，安可以不务修身乎哉！《诗》曰：‘鼓钟于宫，声闻于外。’‘鹤鸣九皋，声闻于天’。苟能修身，何患不荣！太公体行仁义，七十有二，乃设用于文武，得信厥说。封于齐，七百岁而不绝。此士所以日夜孳孳，修学敏行，而不敢怠也。譬若鹡鸰，飞且鸣矣。传曰：‘天不为人之恶寒而辍其冬，地不为人之恶险而辍其广，君子不为小人之匈匈而易其行。’‘天有常度，地有常形，君子有常行；君子道其常，小人计其功。”诗云：‘礼义之不愆，何恤人之言？’水至清则无鱼，人至察则无徒；冕而前旒，所以蔽明；黈纩充耳，所以塞聪。明有所不见，聪有所不闻，举大德，赦小过，无求备于一人之义也。枉而直之，使自得之；优而柔之，使自求之；揆而度之，使自索之。盖圣人之教化如此，欲其自得之；自得之，则敏且广矣。\r\n　　“今世之处士，时虽不用，块然无徒，廓然独居；上观许由，下察接舆；计同范蠡，忠合子胥；天下和平，与义相扶，寡偶少徒，固其宜也。子何疑于予哉？若大燕之用乐毅，秦之任李斯，郦食其之下齐，说行如流，曲从如环；所欲必得，功若丘山；海内定，国家安；是遇其时者也，子又何怪之邪？语曰：‘以管窥天，以蠡测海，以莛撞钟，’岂能通其条贯，考其文理，发其音声哉？犹是观之，譬由鼱鼩之袭狗，孤豚之咋虎，至则靡耳，何功之有？今以下愚而非处士，虽欲勿困，固不得已，此适足以明其不知权变，而终惑于大道也。”"},
{"title": "秋风辞", "author": "刘彻", "dynasty": "两汉", "content": "秋风起兮白云飞，草木黄落兮雁南归。兰有秀兮菊有芳，怀佳人兮不能忘。泛楼船兮济汾河，横中流兮扬素波。箫鼓鸣兮发棹歌，欢乐极兮哀情多。少壮几时兮奈老何！ "},
{"title": "七哀诗三首·其一", "author": "王粲", "dynasty": "两汉", "content": "西京乱无象，豺虎方遘患。豺弃中国去，委身适荆蛮。亲戚对我悲，朋友相追攀。出门无所见，白骨蔽平原。路有饥妇人，抱子弃草间。顾闻号泣声，挥涕独不还。“未知身死处，何能两相完？”驱马弃之去，不忍听此言。南登霸陵岸，回首望长安，悟彼下泉人，喟然伤心肝。 "},
{"title": "哀时命", "author": "庄忌", "dynasty": "两汉", "content": "哀时命之不及古人兮，夫及予生之不遘时！往者不可扳援兮，徠者不可与期。志憾恨而不逞兮，杼中情而属诗。夜炯炯而不寐兮，怀隐忧而历兹。心郁郁而无告兮，众孰可与深谋！欿愁悴而委惰兮，老冉冉而逮之。居处愁以隐约兮，志沉抑而不扬。道壅塞而不通兮，江河广而无梁。愿至昆仑之悬圃兮，采锺山之玉英。揽瑶木之橝枝兮，望阆风之板桐。弱水汩其为难兮，路中断而不通。势不能凌波以径度兮，又无羽翼而高翔。然隐悯而不达兮，独徙倚而彷徉。怅惝罔以永思兮，心纡轸而增伤。倚踌躇以淹留兮，日饥馑而绝粮。廓抱景而独倚兮，超永思乎故乡。廓落寂而无友兮，谁可与玩此遗芳？白日晼晼其將入兮，哀余寿之弗将。车既弊而马罢兮，蹇邅徊而不能行。身既不容于浊世兮，不知进退之宜当。\r\n冠崔嵬而切云兮，剑淋离而从横。衣摄叶以储与兮，左袪挂于榑桑；右衽拂于不周兮，六合不足以肆行。上同凿枘于伏戏兮，下合矩矱于虞唐。原尊节而式高兮，志犹卑夫禹汤。虽知困其不改操兮，终不以邪枉害方。世并举而好朋兮，壹斗斛而相量。众比周以肩迫兮，贤者远而隐藏。为凤皇作鹑笼兮，虽翕翅其不容。灵皇其不寤知兮，焉陈词而效忠。俗嫉妒而蔽贤兮，孰知余之从容？愿舒志而抽冯兮，庸讵知其吉凶？璋珪杂于甑窐兮，陇廉与孟娵同宫。举世以为恆俗兮，固将愁苦而终穷。幽独转而不寐兮，惟烦懑而盈匈。魂眇眇而驰骋兮，心烦冤之忡忡。志欿憾而不憺兮，路幽昧而甚难。\r\n塊独守此曲隅兮，然欿切而永叹。愁修夜而宛转兮，气涫沸其若波。握剞劂而不用兮，操规矩而无所施。骋骐骥于中庭兮，焉能极夫远道？置援狖于棂槛兮，夫及以责其捷巧？驷跛鳖而上山兮，吾固知其不能陞。释管晏而任臧获兮，及权衡之能称？箟簬杂于黀蒸兮，机蓬矢以射革。负檐荷以丈尺兮，欲伸要而不可得。外迫胁于机臂兮，上牵联于矰隿。肩倾侧而不容兮，固陿腹而不得息。务光自投于深渊兮，不获世之尘垢。孰魁摧之可久兮，愿退身而穷处。凿山楹而为室兮，下被衣于水渚。雾露濛濛其晨降兮，云依斐而承宇。虹霓纷其朝霞兮，夕淫淫而淋雨。怊茫茫而无归兮，怅远望此旷野。下垂钓于溪谷兮，上要求于仙者。与赤松而结友兮，比王侨而为耦。使枭杨先导兮，白虎为之前後。浮云雾而入冥兮，骑白鹿而容与。\r\n魂眐眐以寄独兮，汨徂往而不归。处卓卓而日远兮，志浩荡而伤怀。鸾凤翔于苍云兮，故矰缴而不能加。蛟龙潜于旋渊兮，身不挂于罔罗。知贪饵而近死兮，不如下游乎清波。宁幽隐以远祸兮，孰侵辱之可为。子胥死而成义兮，屈原沉于汨罗。虽体解其不变兮，岂忠信之可化。志怦怦而内直兮，履绳墨而不颇。执权衡而无私兮，称轻重而不差。摡尘垢之枉攘兮，除秽累而反真。形体白而质素兮，中皎洁而淑清。时猒饫而不用兮，且隐伏而远身。聊窜端而匿迹兮，嗼寂默而无声。独便悁而烦毒兮，焉发愤而筊抒。时暧暧其将罢兮，遂闷叹而无名。伯夷死于首阳兮，卒夭隐而不荣。太公不遇文王兮，身至死而不得逞。怀瑶象而佩琼兮，愿陈列而无正。生天坠之若过兮，忽烂漫而无成。邪气袭余之形体兮，疾憯怛而萌生。原壹见阳春之白日兮，恐不终乎永年。"},
{"title": "河东赋", "author": "杨雄", "dynasty": "两汉", "content": "　　其三月，将祭后土，上乃帅群臣横大河，凑汾阴。既祭，行游介山，回安邑，顾龙门，览盐池，登历观，陟西岳以望八荒，迹殷周之虚，眇然以思唐虞之风。雄以为临川羡鱼不如归而结罔，还，上《河东赋》以劝，其辞曰：\r\n　　伊年暮春，将瘗后土，礼灵祇，谒汾阴于东郊，因兹以勒崇垂鸿，发祥隤祉，饮若神明者，盛哉铄乎，越不可载已！\r\n　　于是命群臣，齐法服，整灵舆，乃抚翠凤之驾，六先景之乘，掉奔星之流旃，彏天狼之威弧。张燿日之玄旄，扬左纛，被云旓。奋电鞭，骖雷辎，鸣洪钟，建五旗。羲和司日，颜伦奉舆，风发飙拂，神腾鬼趡；千乘霆乱，万骑屈桥，嘻嘻旭旭，天地稠㟼。簸丘跳峦，涌渭跃泾。秦神下詟，跖魂负沴；河灵矍踢，爪华蹈襄。遂臻阴宫，穆穆肃肃，蹲蹲如也。灵祇既乡，五位时叙，絪缊玄黄，将绍厥后。\r\n　　于是灵舆安步，周流容与，以览乎介山。嗟文公而愍推兮，勤大禹于龙门，洒沈灾于豁渎兮，播九河于东濒。登历观而遥望兮，聊浮游以经营。乐往昔之遗风兮，喜虞氏之所耕。瞰帝唐之嵩高兮，眽隆周之大宁。汩低回而不能去兮，行睨垓下与彭城。濊南巢之坎坷兮，易豳岐之夷平。乘翠龙而超河兮，陟西岳之峣崝。云霏霏而来迎兮，泽渗漓而下降，郁萧条其幽蔼兮，滃泛沛以丰隆。叱风伯于南北兮，呵雨师于西东，参天地而独立兮，廓汤汤其亡双。\r\n　　遵逝乎归来，以函夏之大汉兮，彼曾何足与比功？建乾坤之贞兆兮，将悉总之以群龙。丽钩芒与骖蓐收兮，服玄冥及祝融。敦众神使式道兮，奋六经以摅颂。逾于穆之缉熙兮，过《清庙》之雝雝；轶五帝之遐迹兮，蹑三皇之高踪。既发轫于平盈兮，谁谓路远而不能从？"},
{"title": "苦寒行", "author": "曹操", "dynasty": "两汉", "content": "北上太行山，艰哉何巍巍！羊肠坂诘屈，车轮为之摧。树木何萧瑟，北风声正悲。熊罴对我蹲，虎豹夹路啼。溪谷少人民，雪落何霏霏！延颈长叹息，远行多所怀。我心何怫郁，思欲一东归。水深桥梁绝，中路正徘徊。迷惑失故路，薄暮无宿栖。行行日已远，人马同时饥。担囊行取薪，斧冰持作糜。悲彼《东山》诗，悠悠使我哀。 "},
{"title": "座右铭", "author": "崔瑗", "dynasty": "两汉", "content": "无道人之短，无说己之长。施人慎勿念，受施慎勿忘。世誉不足慕，唯仁为纪纲。隐心而后动，谤议庸何伤？无使名过实，守愚圣所臧。在涅贵不淄，暧暧内含光。柔弱生之徒，老氏诫刚强。硁硁鄙夫介，悠悠故难量。慎言节饮食，知足胜不祥。行之苟有恒，久久自芬芳。 "},
{"title": "鲁灵光殿赋", "author": "王延寿", "dynasty": "两汉", "content": "　　鲁灵光殿者，盖景帝程姬之子恭王余之所立也。初，恭王始都下国，好治宫室，遂因鲁僖基兆而营焉。遭汉中微，盗贼奔突，自西京未央、建章之殿皆见隳坏，而灵光岿然独存。意者岂非神明依凭支持，以保汉室者也？然其规矩制度，上应星宿，亦所以永安也。予客自南鄙，观艺于鲁，睹斯而眙曰：“嗟乎！诗人之兴，感物而作。故奚斯颂僖，歌其路寝，而功绩存乎辞，德音昭乎声。物以赋显，事以颂宣，匪赋匪颂，将何述焉？”遂作赋曰：\r\n　　粤若稽古帝汉，祖宗濬哲钦明。殷五代之纯熙，绍伊唐之炎精。荷天衢以元亨，廓宇宙而作京。敷皇极以创业，协神道而大宁。于是百姓昭明，九族敦序。乃命孝孙，俾侯于鲁。锡介珪以作瑞，宅附庸而开宇。乃立灵光之秘殿，配紫微而为辅。承明堂于少阳，昭列显于奎之分野。\r\n　　瞻彼灵光之为状也。则嵯峨嶵嵬，峞巍㠥𡸖。吁！可畏乎，其骇人也。迢峣倜偿，丰丽博敞，洞轇輵乎，其无垠也。邈希世而特出，羌瑰谲而鸿纷。屹山峙以纡郁，隆崛岉乎青云。郁坱圠以嶒峵，崱缯绫而龙鳞。汩硙硙以璀璨，赫燡燡而烛坤。状若积石之锵锵，又似乎帝室之威神。崇墉冈连以岭属，朱阙岩岩而双立。高门拟于阊阖，方二轨而并入。\r\n　　于是乎乃历夫太阶，以造其堂。俯仰顾眄，东西周章。彤彩之饰，徒何为乎？澔澔涆涆，流离烂漫。皓壁暠曜以月照，丹柱歙赩而电烻。霞驳云蔚，若阴若阳。瀖濩磷乱，炜炜煌煌。隐阴夏以中处，霐寥窲以峥嵘。鸿爌炾以爣阆，飋萧条而清泠。动滴沥以成响，殷雷应其若惊。耳嘈嘈以失听，目矎矎而丧精。骈密石与琅玕，齐玉珰与璧英。\r\n　　遂排金扉而北入，霄霭霭而晻暧。旋室㛹娟以窈窕，洞房叫窱而幽邃。西厢踟蹰以闲宴，东序重深而奥秘。屹𥉸𥌯以勿罔，屑黡翳以懿濞。魂悚悚其惊斯，心𤟧𤟧而发悸。\r\n　　于是详察其栋宇，观其结构。规矩应天，上宪觜陬。倔佹云起，嵚崟离搂。三间四表，八维九隅。万楹丛倚，磊砢相扶。浮柱岧嵽以星悬，漂峣嵲而枝拄。飞梁偃蹇以虹指，揭蘧蘧而腾凑。层栌磥垝以岌峨，曲枅要绍而环句。芝栭欑罗以戢孴，枝牚杈枒而斜据。傍夭蟜以横出，互黝纠而搏负。下岪蔚以璀错，上崎嶬而重注。捷猎鳞集，支离分赴。纵横骆驿，各有所趣。\r\n　　尔乃悬栋结阿，天窗绮疏。圆渊方井，反植荷蕖。发秀吐荣，菡萏披敷。绿房紫菂，窋咤垂珠。云楶藻棁，龙桷雕镂。飞禽走兽，因木生姿。奔虎攫拿以梁倚，仡奋亹而轩鬐。虬龙腾骧以蜿蟺，颔若动而躨跜。朱鸟舒翼以峙衡，腾蛇蟉虬而绕榱。白鹿孑蜺于欂栌，蟠螭宛转而承楣。狡兔跧伏于柎侧，猨狖攀椽而相追。玄熊舑舕以龂龂，却负载而蹲跠。齐首目以瞪眄，徒脉脉而狋狋。胡人遥集于上楹，俨雅跽而相对。仡欺𤟧以雕瞲，䫜顤顟而睽睢。状若悲愁于危处，憯嚬蹙而含悴。神仙岳岳于栋间，玉女窥窗而下视。忽瞟眇以响像，若鬼神之仿佛。图画天地，品类群生。杂物奇怪，山神海灵。写载其状，托之丹青。千变万化，事各缪形。随色象类，曲得其情。上纪开辟，遂古之初。五龙比翼，人皇九头。伏羲鳞身，女娲蛇躯。鸿荒朴略，厥状睢盱。焕炳可观，黄帝唐虞。轩冕以庸，衣裳有殊。下及三后，淫妃乱主。忠臣孝子，烈士贞女。贤愚成败，靡不载叙。恶以诫世，善以示后。\r\n　　于是乎连阁承宫，驰道周环。阳榭外望，高楼飞观。长途升降，轩槛曼延。渐台临池，层曲九成。屹然特立，的尔殊形。高径华盖，仰看天庭。飞陛揭孽，缘云上征。中坐垂景，頫视流星。千门相似，万户如一。岩窔洞出，逶迤诘屈。周行数里，仰不见日。\r\n　　何宏丽之靡靡，咨用力之妙勤！非夫通神之俊才，谁能克成乎此勋？据坤灵之宝势，承苍昊天纯殷。包阴阳之变化，含元气之烟煴。玄醴腾涌于阴沟，甘露被宇而下臻。朱桂黝儵于南北，兰芝阿那于东西。祥风翕习以飒洒，激芳香而常芬。神灵扶其栋宇，历千载而弥坚。永安宁以祉福，长与大汉而久存。实至尊之所御，保延寿而宜子孙。苟可贵其若斯，孰亦有云而不珍？\r\n　　乱曰：彤彤灵宫，岿嶵穹崇，纷厖鸿兮。崱屴嵫厘，岑崟崰嶷，骈巃嵸兮。连拳偃蹇，仑菌踡产，傍欹倾兮。歇欻幽蔼，云覆霮䨴，洞杳冥兮。葱翠紫蔚，磥硌瑰玮，含光晷兮。穷奇极妙，栋宇已来，未之有兮。神之营之，瑞我汉室，永不朽兮。"},
{"title": "咏史", "author": "班固", "dynasty": "两汉", "content": "三王德弥薄，惟后用肉刑。太苍令有罪，就逮长安城。自恨身无子，困急独茕茕。小女痛父言，死者不复生。上书诣北阙，阙下歌鸡鸣。忧心摧折裂，晨风激扬声。圣汉孝文帝，恻然感至诚。百男何愦愦，不如一缇萦。"},
{"title": "枯鱼过河泣", "author": "佚名", "dynasty": "两汉", "content": "枯鱼过河泣，何时悔复及。作书与鲂鱮，相教慎出入。"},
{"title": "北征赋", "author": "班彪", "dynasty": "两汉", "content": "　　余遭世之颠覆兮，罹填塞之阨灾。旧室灭以丘墟兮，曾不得乎少留。遂奋袂以北征兮，超绝迹而远游。 \r\n　　朝发轫于长都兮，夕宿瓠谷之玄宫。历云门而反顾，望通天之崇崇。乘陵岗以登降，息郇邠之邑乡。慕公刘之遗德，及行苇之不伤。彼何生之优渥，我独罹此百殃？故时会之变化兮，非天命之靡常。 \r\n　　登赤须之长阪，入义渠之旧城。忿戎王之淫狡，秽宣后之失贞。嘉秦昭之讨贼，赫斯怒以北征。纷吾去此旧都兮，騑迟迟以历兹。 \r\n　　遂舒节以远逝兮，指安定以为期。涉长路之绵绵兮，远纡回以樛流。过泥阳而太息兮，悲祖庙之不修。释余马于彭阳兮，且弭节而自思。日晻晻其将暮兮，睹牛羊之下来。寤旷怨之伤情兮，哀诗人之叹时。 \r\n　　越安定以容与兮，遵长城之漫漫。剧蒙公之疲民兮，为强秦乎筑怨。舍高亥之切忧兮，事蛮狄之辽患。不耀德以绥远，顾厚固而缮藩。首身分而不寤兮，犹数功而辞鱤。何夫子之妄说兮，孰云地脉而生残。 \r\n　　登鄣隧而遥望兮，聊须臾以婆娑。闵獯鬻之猾夏兮，吊尉漖于朝那。从圣文之克让兮，不劳师而币加。惠父兄于南越兮，黜帝号于尉他。降几杖于藩国兮，折吴濞之逆邪。惟太宗之荡荡兮，岂曩秦之所图。 \r\n　　隮高平而周览，望山谷之嵯峨。野萧条以莽荡，迥千里而无家。风猋发以漂遥兮，谷水灌以扬波。飞云雾之杳杳，涉积雪之皑皑。雁邕邕以群翔兮，□鸡鸣以哜哜。 \r\n　　游子悲其故乡，心怆悢以伤怀。抚长剑而慨息，泣涟落而沾衣。揽余涕以于邑兮，哀生民之多故。夫何阴曀之不阳兮，嗟久失其平度。谅时运之所为兮，永伊郁其谁愬？ \r\n　　乱曰：夫子固穷游艺文兮，乐以忘忧惟圣贤兮？达人从事有仪则兮，行止屈申与时息兮？君子履信无不居兮，虽之蛮貊何忧惧兮？ "},
{"title": "远游篇", "author": "曹植", "dynasty": "两汉", "content": "远游临四海，俯仰观洪波。大鱼若曲陵，承浪相经过。灵鼇戴方丈，神岳俨嵯峨。仙人翔其隅，玉女戏其阿。琼蕊可疗饥，仰漱吸朝霞。昆仑本吾宅，中州非我家。将归谒东父，一举超流沙。鼓翼舞时风，长啸激清歌。金石固易弊，日月同光华。齐年与天地，万乘安足多。"},
{"title": "思玄赋", "author": "张衡", "dynasty": "两汉", "content": "　　衡常思图身之事，以为吉凶倚伏，幽微难明，乃作《思玄赋》，以宣寄情志。其辞曰：\r\n　　仰先哲之玄训兮，虽弥高其弗违。匪仁里其焉宅兮，匪义迹其焉追？潜服膺以永靓兮，绵日月而不衰。伊中情之信修兮，慕古人之贞节。竦余身而顺止兮，遵绳墨而不跌。志团团以应悬兮，诚心固其如结。旌性行以制佩兮，佩夜光与琼枝。纗幽兰之秋华兮，又缀之以江离。美襞积以酷裂兮，允尘邈而难亏。既姱丽而鲜双兮，非是时之攸珍。奋余荣而莫见兮，播余香而莫闻。幽独守此仄陋兮，敢怠遑而舍勤？幸二八之遌虞兮，喜傅说之生殷。尚前良之遗风兮，恫后辰而无及。何孤行之茕茕兮，孑不群而介立。感鸾鹥之特栖兮，悲淑人之稀合。\r\n　　彼无合其何伤兮，患众伪之冒真。旦获讟于群弟兮，启金縢而乃信。览烝民之多僻兮，畏立辟以危身。曾烦毒以迷或兮，羌孰可与言己？私湛忧而深怀兮，思缤纷而不理。愿竭力以守义兮，虽贫穷而不改。执雕虎而试象兮，阽焦原而跟止。庶斯奉以周旋兮，要既死而后已。俗迁渝而事化兮，泯规矩之圜方。珍萧艾于重笥兮，谓蕙芷之不香。斥西施而弗御兮，羁要袅以服箱。行陂僻而获志兮，循法度而离殃。惟天地之无穷兮，何遭遇之无常！不抑操而苟容兮，譬临河而无航。欲巧笑以干媚兮，非余心之所尝。袭温恭之黻衣兮，披礼义之绣裳。辫贞亮以为鞶兮，艺技艺以为珩。昭彩藻与雕琢兮，璜声远而弥长。淹栖迟以恣欲兮，燿灵忽其西藏。恃己知而华予兮，鶗鴂鸣而不芳。冀一年之三秀兮，遒白露之为霜。时亶亶而代序兮，畴可与乎比伉？咨妒嫮之难并兮，想依韩以流亡。恐渐冉而无成兮，留则蔽而不章。\r\n　　心犹与而狐疑兮，即岐阯而摅情。文君为我端蓍兮，利飞遁以保名。历众山以周流兮，翼迅风以扬声。二女感于崇岳兮，或冰折而不营。天盖高而为泽兮，谁云路之不平！勔自强而不息兮，蹈玉阶之嶢峥。惧筮氏之长短兮，钻东龟以观祯。遇九皋之介鸟兮，怨素意之不逞。游尘外而瞥天兮，据冥翳而哀鸣。雕鹗竞于贪婪兮，我修絮以益荣。子有故于玄鸟兮，归母氏而后宁。\r\n　　占既吉而无悔兮，简元辰而俶装。旦余沐于清原兮，晞余发于朝阳。漱飞泉之沥液兮，咀石菌之流英。翾鸟举而鱼跃兮，将往走乎八荒。过少皥之穷野兮，问三丘乎勾芒。何道真之淳粹兮，去秽累而票轻。登蓬莱而容与兮，鳌虽抃而不倾。留瀛洲而采芝兮，聊且以乎长生。凭归云而遐逝兮，夕余宿乎扶桑。噏青岑之玉醴兮，餐沆瀣以为粮。发昔梦于木禾兮，谷昆仑之高冈。\r\n　　朝吾行于汤谷兮，从伯禹于稽山。集群神之执玉兮，疾防风之食言。指长沙以邪径兮，存重华乎南邻。哀二妃之未从兮，翩傧处彼湘濒。流目覜夫衡阿兮，睹有黎之圮坟。痛火正之无怀兮，托山陂以孤魂。愁蔚蔚以慕远兮，越卬州而愉敖。跻日中于昆吾兮，憩炎天之所陶。扬芒熛而绛天兮，水泫沄而涌涛。温风翕其增热兮，惄郁邑其难聊。\r\n　　顝羁旅而无友兮，余安能乎留兹？顾金天而叹息兮，吾欲往乎西嬉。前祝融使举麾兮，纚朱鸟以承旗。躔建木于广都兮，拓若华而踌躇。超轩辕于西海兮，跨汪氏之龙鱼。闻此国之千岁兮，曾焉足以娱余？\r\n　　思九土之殊风兮，从蓐收而遂徂。欻神化而蝉蜕兮，朋精粹而为徒。蹶白门而东驰兮，云台行乎中野。乱弱水之潺湲兮，逗华阴之湍渚。号冯夷俾清津兮，棹龙舟以济予。会帝轩之未归兮，怅相佯而延伫。呬河林之蓁蓁兮，伟《关雎》之戒女。黄灵詹而访命兮，摎天道其焉如。曰：“近信而远疑兮，六籍阙而不书。神逵昧其难覆兮，畴克谟而从诸？牛哀病而成虎兮，虽逢昆其必噬。鳖令殪而尸亡兮，取蜀禅而引世。死生错而不齐兮，虽司命其不晰。窦号行于代路兮，后膺祚而繁庑。王肆侈于汉廷兮，卒衔恤而绝绪。尉尨眉而郎潜兮，逮三叶而遘武。董弱冠而司衮兮，设王隧而弗处。夫吉凶之相仍兮，恒反侧而靡所。穆负天以悦牛兮，竖乱叔而幽主。文断祛而忌伯兮，阉谒贼而宁后。通人暗于好恶兮，岂爱惑之能剖？嬴擿谶而戒胡兮，备诸外而发内。或辇贿而违车兮，孕行产而为对。慎灶显于言天兮，占水火而妄谇。梁叟患夫黎丘兮，丁厥子而事刃。亲所睇而弗识兮，矧（shěn）幽冥之可信。毋绵挛以涬己兮，思百忧以自疢。彼天监之孔明兮，用棐忱而佑仁。汤蠲体以祷祈兮，蒙厖褫以拯人。景三虑以营国兮，荧惑次于它辰。魏颗亮以从理兮，鬼亢回以敝秦。咎繇迈而种德兮，树德懋于英六。桑末寄夫根生兮，卉既凋而己毓。有无言而不雠兮，又何往而不复？盍远迹以飞声兮，孰谓时之可蓄？\r\n　　仰矫首以遥望兮，魂僘惘而无畴。逼区中之隘陋兮，将北度而宣游。行积冰之硙硙兮，清泉冱而不流。寒风凄而永至兮，拂穹岫之骚骚。玄武缩于壳中兮，螣蛇蜿而自纠。鱼矜鳞而并凌兮，鸟登木而失条。坐太阴之屏室兮，慨含欷而增愁。怨高阳之相寓兮，仙颛顼之宅幽。庸织络于四裔兮，斯与彼其何瘳？望寒门之绝垠兮，纵余绁乎不周。迅飙潚其媵我兮，骛翩飘而不禁。越谽谺之洞穴兮，标通渊之碄碄。经重阴乎寂漠兮，愍坟羊之潜深。\r\n　　追慌忽于地底兮，轶无形而上浮。出右密之暗野兮，不识蹊之所由。速烛龙令执炬兮，过钟山而中休。瞰瑶谿之赤岸兮，吊祖江之见刘。聘王母于银台兮，羞玉芝以疗饥。戴胜慭其既欢兮，又诮余之行迟。载太华之玉女兮，召洛浦之宓妃。咸姣丽以蛊媚兮，增嫮眼而蛾眉。舒妙婧之纤腰兮，扬杂错之袿徽。离朱唇而微笑兮，颜的砾以遗光。献环琨与玙缡兮，申厥好以玄黄。虽色艳而赂美兮，志浩荡而不嘉。双材悲于不纳兮，并咏诗而清歌。歌曰：“天地烟煴，百卉含葩。鸣鹤交颈，雎鸠相和。处子怀春，精魂回移。如何淑明，忘我实多。”\r\n　　将答赋而不暇兮，爰整驾而亟行。瞻昆仑之巍巍兮，临萦河之洋洋。伏灵龟以负坻兮，亘螭龙之飞梁。登阆风之曾城兮，搆不死而为床。屑瑶蕊以为糇兮，斞（原字为“奭”+“斗”）白水以为浆。抨巫咸以占梦兮，乃贞吉之元符。滋令德于正中兮，合嘉禾以为敷。既垂颖而顾本兮，尔要思乎故居。安和静而随时兮，姑纯懿之所庐。\r\n　　戒庶寮以夙会兮，佥恭职而并迓。丰隆軯其震霆兮，列缺晔其照夜。云师蘧以交集兮，涷雨沛其洒涂。轙雕舆而树葩兮，扰应龙以服辂。百神森其备从兮，屯骑罗而星布。振余袂而就车兮，修剑揭以低昂。冠咢咢其映盖兮，佩綝纚以辉煌。仆夫俨其正策兮，八乘摅而超骧。氛旄溶以天旋兮，蜺旌飘而飞扬。抚軨轵而还睨兮，心灼药其如汤。羡上都之赫戏兮，何迷故而不忘。左青雕以健芝兮，右素威以司钲。前长离使拂羽兮，委水衡乎玄冥。属箕伯以函风兮，澄淟涊而为清。曳云旗之离离兮，鸣玉鸾之嘤嘤。涉清霄而升遐兮，浮蔑蒙而上征。纷翼翼以徐戾兮，焱回回其扬灵。叫帝阍使辟扉兮，觌天皇于琼宫。聆《广乐》之九奏兮，展泄泄以肜肜。考理乱于律钧兮，意建始而思终。惟盘逸之无斁兮，惧乐往而哀来。素抚弦而余音兮，大容吟曰念哉。既防溢而静志兮，迨我暇以翱翔。出紫宫之肃肃兮，集太微之阆阆。命王良掌策驷兮，逾高阁之锵锵。建罔车之幕幕兮，猎青林之芒芒。弯威弧之拨剌兮，射嶓冢之封狼。观壁垒于北落兮，伐河鼓之磅硠。乘天潢之泛泛兮，浮云汉之汤汤。倚招摇、摄提以低回剹流兮，察二纪、五纬之绸缪遹皇。偃蹇夭矫娩以连卷兮，杂沓丛顇飒以方骧。戫汨飂泪沛以罔象兮，烂漫丽靡藐以迭逿。凌惊雷之砊磕兮，弄狂电之淫裔。逾厖澒于宕冥兮，贯倒景而高厉。廓荡荡其无涯兮，乃今穷乎天外。据开阳而頫盼兮，临旧乡之暗蔼。\r\n　　悲离居之劳心兮，情悁悁而思归。魂眷眷而屡顾兮，马倚輈而徘徊。虽遨游以偷乐兮，岂愁慕之可怀？出阊阖兮降天涂，乘飙忽兮驰虚无。云霏霏兮绕余轮，风眇眇兮震余旟。缤联翩兮纷暗暧，倏眩眃兮反常闾。\r\n　　收畴昔之逸豫兮，卷淫放之遐心。修初服之娑娑兮，长余佩之参参。文章焕以粲烂兮，美纷纭以从风。御六艺之珍驾兮，游道德之平林。结典籍而为罟兮，驱儒墨而为禽。玩阴阳之变化兮，咏《雅》《颂》之徽音。嘉曾氏之《归耕》兮，慕历陵之钦崟。共夙昔而不贰兮，固终始之所服也。夕惕若厉以省諐兮，惧余身之未勅也。苟中情之端直兮，莫吾知而不恧。墨无为以凝志兮，与仁义乎消摇。不出户而知天下兮，何必历远以劬劳！\r\n　　系曰：天长地久岁不留，俟河之清只怀忧。愿得远度以自娱，上下无常穷六区。超逾腾跃绝世俗，飘飖神举逞所欲。天不可阶仙夫希，《柏舟》悄悄吝不飞。松乔高跱孰能离，结精远游使心携。回志朅来从玄諆，获我所求夫何思！"},
{"title": "侍五官中郎将建章台集诗", "author": "应玚", "dynasty": "两汉", "content": "朝雁鸣云中，音响一何哀！问子游何乡？戢翼正徘徊。言我寒门来，将就衡阳栖。往春翔北土，今冬客南淮。远行蒙霜雪，毛羽日摧颓。常恐伤肌骨，身陨沉黄泥。简珠堕沙石，何能中自谐。欲因云雨会，濯羽陵高梯。良遇不可值，伸眉路何阶。公子敬爱客，乐饮不知疲。和颜既已畅，乃肯顾细微。赠诗见存慰，小子非所宜。为且极欢情，不醉其无归。凡百敬尔位，以副饥渴怀。"},
{"title": "货殖列传序", "author": "司马迁", "dynasty": "两汉", "content": "　　老子曰：“至治之极，邻国相望，鸡狗之声相闻，民各甘其食，美其服，安其俗，乐其业，至老死不相往来。”必用此为务，挽近世涂民耳目，则几无行矣。\r\n　　太史公曰：夫神农以前，吾不知已。至若《诗》、《书》所述虞、夏以来，耳目欲极声色之好，口欲穷刍豢 之味，身安逸乐而心夸矜势能之荣。使俗之渐民久矣，虽户说以眇 论，终不能化。故善者因之，其次利道 之，其次教诲之，其次整齐之，最下者与之争。\r\n　　夫山西饶材、竹、旄、玉石，山东多鱼、盐、漆、丝、声色，江南出棻、梓、姜、桂、金、锡、连、丹沙、犀、玳瑁、珠玑、齿、革，龙门、碣石 北多马、牛、羊、旃、裘、筋、角；铜、铁则千里往往山出置。此其大较也。皆中国人民所喜好，谣俗被服饮食奉生送死之具也。故待农而食之，虞 而出之，工而成之，商而通之。此宁有政教发征期会哉？人各任其能，竭其力，以得所欲。故物贱之征贵，贵之征贱，各劝其业，乐其事，若水之趋下，日夜无休时，不召而自来，不求而民出之。岂非道之所符，而自然之验邪？\r\n　　《周书》 曰：“农不出则乏其食，工不出则乏其事，商不出则三宝绝，虞不出则财匮少。”财匮少而山泽不辟 矣。此四者，民所衣食之原 也。原大则饶，原小则鲜。上则富国，下则富家。贫富之道，莫之夺予，而巧者有余，拙者不足。故太公望 封于营丘，地潟卤，人民寡，于是太公劝其女功，极技巧，通鱼盐，则人物归之， 繦至 而辐凑。故齐冠带衣履天下，海岱之闲敛袂而往朝焉。其后齐中衰，管子修之，设轻重九府，则桓公以霸，九合诸侯，一匡天下；而管氏亦有三归，位在陪臣，富于列国之君。是以齐富强至于威宣 也。\r\n　　故曰： “仓廪实而知礼节，衣食足而知荣辱。”礼生于有而废于无。故君子富，好行其德；小人富，以适其力。渊深而鱼生之，山深而兽往之，人富而仁义附焉。富者得执益彰，失执则客无所之，以而不乐。夷狄益甚。谚曰：“千金之子，不死于市。”此非空言也。故曰：“天下熙熙，皆为利来；天下攘攘，皆为利往。”夫千乘之王，万家之侯，百室之君，尚犹患贫，而况匹夫编户 之民乎！ "},
{"title": "青青河畔草", "author": "佚名", "dynasty": "两汉", "content": "青青河畔草，郁郁园中柳。盈盈楼上女，皎皎当窗牖。娥娥红粉妆，纤纤出素手。昔为倡家女，今为荡子妇。荡子行不归，空床难独守。"},
{"title": "古相思曲·其二", "author": "佚名", "dynasty": "两汉", "content": "十三与君初相识，王侯宅里弄丝竹。只缘感君一回顾，使我思君朝与暮。再见君时妾十五，且为君作霓裳舞。可叹年华如朝露，何时衔泥巢君屋？"},
{"title": "大人赋", "author": "司马相如", "dynasty": "两汉", "content": "　　相如拜为孝文园令，见上好仙，乃遂奏《大人赋》，其辞曰：\r\n　　世有大人兮，在于中州。宅弥万里兮，曾不足以少留。悲世俗之迫隘兮，朅轻举而远游。乘绛幡之素蜺兮，载云气而上浮。建格泽之长竿兮，总光耀之采旄。垂旬始以为幓兮，抴彗星而为髾。掉指桥以偃蹇兮，又旖旎以招摇。揽欃枪以为旌兮，靡屈虹以为绸。红杳渺以眩湣兮，猋风涌而云浮。驾应龙象舆之蠖略逶丽兮，骖赤螭青虬之蚴蟉蜿蜒。低卬夭蟜据以骄骜兮，诎折隆穷躩以连卷。沛艾赳螑仡以佁儗兮，放散畔岸骧以孱颜。蛭踱輵辖容以委丽兮，蜩蟉偃篬怵彘以梁倚。纠蓼叫奡踏以艐路兮，蔑蒙踊跃腾而狂趡。莅飒卉翕熛至电过兮，焕然雾除，霍然云消。\r\n　　邪绝少阳而登太阴兮，与真人乎相求。互折窈窕以右转兮，横厉飞泉以正东。悉征灵圉而选之兮，部署众神于瑶光。使五帝先导兮，反太一而从陵阳。左玄冥而右含雷兮，前陆离而后潏湟。厮征北侨而役羡门兮，属岐伯使尚方。\r\n　　祝融惊而跸御兮，清雰气而后行。屯余车其万乘兮，綷云盖而树华旗。使勾芒其将行兮，吾欲往乎南嬉。历唐尧于崇山兮，过虞舜于九疑。纷湛湛其差错兮，杂遝胶葛以方驰。骚扰冲苁其相纷挐兮，滂濞泱轧洒以林离。攒罗列聚丛以茏茸兮，衍曼流烂坛以陆离。径入雷室之砰磷郁律兮，洞出鬼谷之崛礨嵬石褱。遍览八紘而观四荒兮，朅渡九江而越五河。\r\n　　经营炎火而浮弱水兮，杭绝浮渚而涉流沙。奄息葱极泛滥水嬉兮，使灵娲鼓瑟而舞冯夷。时若薆薆将混浊兮，召屏翳诛风伯而刑雨师。西望昆仑之轧芴洸忽兮，直径驰乎三危。排阊阖而入帝宫兮，载玉女而与之归。登阆风而遥集兮，亢乌腾而一止。低回阴山翔以纡曲兮，吾乃今目睹西王母？矐然白首，戴胜而穴处兮，亦幸有三足乌为之使。必长生若此而不死兮，虽济万世不足以喜。\r\n　　回车朅来兮，绝道不周，会食幽都。呼吸沆瀣兮餐朝霞，噍咀芝英兮叽琼华。僸侵浔而高纵兮，纷鸿涌而上厉。贯列缺之倒景兮，涉丰隆之滂沛。驰游道而循降兮，骛遗雾而远逝。迫区中之隘陕兮，舒节出乎北垠。遗屯骑于玄阙兮，轶先驱于寒门。下峥嵘而无地兮，上寥廓而无天。视眩眠而无见兮，听惝恍而无闻。乘虚无而上遐兮，超无有而独存。"},
{"title": "太史公自序", "author": "司马迁", "dynasty": "两汉", "content": "　　太史公曰：“先人有言：‘先周公卒五百岁而有孔子。孔子卒后至于今五百岁，有能绍明世、正《易传》，继《春秋》、本《诗》、《书》、《礼》、《乐》之际？’”意在斯乎！意在斯乎！小子何敢让焉！\r\n　　上大夫壶遂曰：“昔孔子何为而作《春秋》哉”？太史公曰：“余闻董生曰：‘周道衰废，孔子为鲁司寇，诸侯害之，大夫雍之。孔子知言之不用，道之不行也，是非二百四十二年之中，以为天下仪表，贬天子，退诸侯，讨大夫，以达王事而已矣。’子曰：‘我欲载之空言，不如见之于行事之深切著明也。’夫《春秋》，上明三王之道，下辨人事之纪，别嫌疑，明是非，定犹豫，善善恶恶，贤贤贱不肖，存亡国，继绝世，补弊起废，王道之大者也。《易》著天地、阴阳、四时、五行，故长于变；《礼》经纪人伦，故长于行；《书》记先王之事，故长于政；《诗》记山川、溪谷、禽兽、草木、牝牡、雌雄，故长于风；《乐》乐所以立，故长于和；《春秋》辨是非，故长于治人。是故《礼》以节人，《乐》以发和，《书》以道事，《诗》以达意，《易》以道化，《春秋》以道义。拨乱世反之正，莫近于《春秋》。《春秋》文成数万，其指数千。万物之散聚皆在《春秋》。《春秋》之中，弑君三十六，亡国五十二，诸侯奔走不得保其社稷者不可胜数。察其所以，皆失其本已。故《易》曰‘失之毫厘，差之千里。’故曰‘臣弑君，子弑父，非一旦一夕之故也，其渐久矣’。故有国者不可以不知《春秋》，前有谗而弗见，后有贼而不知。为人臣者不可以不知《春秋》，守经事而不知其宜，遭变事而不知其权。为人君父而不通于《春秋》之义者，必蒙首恶之名。为人臣子而不通于《春秋》之义者，必陷篡弑之诛，死罪之名。其实皆以为善，为之不知其义，被之空言而不敢辞。夫不通礼义之旨，至于君不君，臣不臣，父不父，子不子。夫君不君则犯，臣不臣则诛，父不父则无道，子不子则不孝。此四行者，天下之大过也。以天下之大过予之，则受而弗敢辞。故《春秋》者，礼义之大宗也。夫礼禁未然之前，法施已然之后；法之所为用者易见，而礼之所为禁者难知。”\r\n　　壶遂曰：“孔子之时，上无明君，下不得任用，故作《春秋》，垂空文以断礼义，当一王之法。今夫子上遇明天子，下得守职，万事既具，咸各序其宜，夫子所论，欲以何明？”\r\n　　太史公曰：“唯唯，否否，不然。余闻之先人曰：‘伏羲至纯厚，作《易》八卦。尧舜之盛，《尚书》载之，礼乐作焉。汤武之隆，诗人歌之。《春秋》采善贬恶，推三代之德，褒周室，非独刺讥而已也。’汉兴以来，至明天子，获符瑞，封禅，改正朔，易服色，受命于穆清，泽流罔极，海外殊俗，重译款塞，请来献见者不可胜道。臣下百官力诵圣德，犹不能宣尽其意。且士贤能而不用，有国者之耻；主上明圣而德不布闻，有司之过也。且余尝掌其官，废明圣盛德不载，灭功臣世家贤大夫之业不述，堕先人所言，罪莫大焉。余所谓述故事，整齐其世传，非所谓作也，而君比之于《春秋》，谬矣。”\r\n　　于是论次其文。七年而太史公遭李陵之祸，幽于缧绁。乃喟然而叹曰：“是余之罪也夫。是余之罪也夫！身毁不用矣！”退而深惟曰：“夫《诗》、《书》隐约者，欲遂其志之思也。昔西伯拘羑里，演《周易》；孔子厄陈、蔡，作《春秋》；屈原放逐，著《离骚》；左丘失明，厥有《国语》；孙子膑脚，而论兵法；不韦迁蜀，世传《吕览》；韩非囚秦，《说难》、《孤愤》；《诗》三百篇，大抵贤圣发愤之所为作也。此人皆意有所郁结，不得通其道也，故述往事，思来者。”于是卒述陶唐以来，至于麟止，先黄帝始。 "},
{"title": "鲁共公择言", "author": "刘向", "dynasty": "两汉", "content": "　　梁王魏婴觞诸侯于范台。酒酣，请鲁君举觞。鲁君兴，避席择言曰：“昔者，帝女令仪狄作酒而美，进之禹，禹饮而甘之，遂疏仪狄，绝旨酒，曰：‘后世必有以酒亡其国者。’齐桓公夜半不嗛，易牙乃煎熬燔灸，和调五味而进之，桓公食之而饱，至旦不觉，曰：‘后世必有以味亡其国者。’晋文公得南之威，三日不听朝，遂推南之威而远之，曰：‘后世必有以色亡其国者。’楚王登强台而望崩山，左江而右湖，以临彷徨，其乐忘死，遂盟强台而弗登，曰：‘后世必有以高台陂池亡其国者。’今主君之尊，仪狄之酒以；主君之味，易牙之调也；左白台而右闾须，南威之美也；前夹林而后兰台，强台之乐也。有一于此，足以亡其国。今主君兼此四者，可无戒与！”梁王称善相属。 "},
{"title": "从军诗五首·其三", "author": "王粲", "dynasty": "两汉", "content": "从军征遐路，讨彼东南夷。讨舟顺广川，薄暮未安坻。白日半西山，桑梓有余晖。蟋蟀夹岸鸣，孤鸟翩翩飞。征夫心多怀，恻怆令吾悲。下船登高防，草露沾我衣。回身赴床寝，此愁当告谁。身服干戈事，岂得念所私。即戎有授命，兹理不可违。"},
{"title": "从军诗五首·其四", "author": "王粲", "dynasty": "两汉", "content": "朝发邺都桥，暮济白马津。逍遥河堤上，左右望我军。连舫逾万艘，带甲千万人。率彼东南路，将定一举勋。筹策运帷幄，一由我圣君。恨我无时谋，譬诸具官臣。鞠躬中坚内，微画无所陈。许历为完士，一言犹败秦。我有素餐责，诚愧伐檀人。虽无铅刀用，庶几奋薄身。"},
{"title": "从军诗五首·其五", "author": "王粲", "dynasty": "两汉", "content": "悠悠涉荒路，靡靡我心愁。四望无烟火，但见林与丘。城郭生榛棘，蹊径无所由。雚蒲竟广泽，葭苇夹长流。日夕凉风发，翩翩漂吾舟。寒蝉在树鸣，鹳鹄摩天游。客子多悲伤，泪下不可收。朝入谯郡界，旷然消人忧。鸡鸣达四境，黍稷盈原畴。馆宅充廛里，士女满庄馗。自非圣贤国，谁能享斯休？诗人美乐土，虽客犹愿留。"},
{"title": "赠王粲诗", "author": "曹植", "dynasty": "两汉", "content": "端坐苦愁思，揽衣起西游。树木发春华，清池激长流。中有孤鸳鸯，哀鸣求匹俦。我愿执此鸟，惜哉无轻舟。欲归忘故道，顾望但怀愁。悲风鸣我侧，羲和逝不留。重阴润万物，何惧泽不周？谁令君多念，自使怀百忧。"},
{"title": "鲁共公择言", "author": "刘向", "dynasty": "两汉", "content": "　　梁王魏婴觞诸侯于范台。诸酣，请鲁君举觞。鲁君兴，避席择言曰：“昔者，帝女令仪狄作诸而美，进之禹，禹饮而甘之，遂疏仪狄，绝旨诸，曰：‘后世必有以诸亡其国者。’齐桓公夜半不嗛，易牙乃煎熬燔灸，和调五味而进之，桓公食之而饱，至旦不觉，曰：‘后世必有以味亡其国者。’晋文公得南之威，三日不听朝，遂推南之威而远之，曰：‘后世必有以色亡其国者。’楚王登强台而望崩山，左江而右湖，以临彷徨，其乐忘死，遂盟强台而弗登，曰：‘后世必有以高台陂池亡其国者。’今主君之尊，仪狄之诸以；主君之味，易牙之调也；左白台而右闾须，南威之美也；前夹林而后兰台，强台之乐也。有一于此，足以亡其国。今主君兼此四者，可无戒与！”梁王称善相属。 "},
{"title": "朔风诗五章", "author": "曹植", "dynasty": "两汉", "content": "仰彼朔风，用怀魏都。愿骋代马，倏忽北徂。凯风永至，思彼蛮方。愿随越鸟，翻飞南翔。\r\n四气代谢，悬景运周。别如俯仰，脱若三秋。昔我初迁，朱华未希。今我旋止，素雪云飞。\r\n俯降千仞，仰登天阻。风飘蓬飞，载离寒暑。千仞易陟，天阻可越。昔我同袍，今永乖别。\r\n子好芳草，岂忘尔贻。繁华将茂，秋霜悴之。君不垂眷，岂云其诚！秋兰可喻，桂树冬荣。\r\n弦歌荡思，谁与销忧。临川慕思，何为泛舟。岂无和乐，游非我邻。谁忘泛舟，愧无榜人。"},
{"title": "游上野博览会二首 其二", "author": "蔡寅", "dynasty": "两汉", "content": "可怜风月太平年，只许今生海外缘。不忍池边春潋滟，通天桥上客翩跹。三千弱水曾经眼，十二琼楼笑拍肩。的的明灯真不夜，万花丛里赛婵娟。"},
{"title": "土不同", "author": "曹操", "dynasty": "两汉", "content": "乡土不同，河朔隆冬。流澌浮漂，舟船行难。锥不入地，蘴藾深奥。水竭不流，冰坚可蹈。士隐者贫，勇侠轻非。心常叹怨，戚戚多悲。幸甚至哉！歌以咏志。 "},
{"title": "吊屈原赋", "author": "贾谊", "dynasty": "两汉", "content": "　　谊为长沙王太傅，既以谪去，意不自得；及度湘水，为赋以吊屈原。屈原，楚贤臣也。被谗放逐，作《离骚》赋，其终篇曰：“已矣哉！国无人兮，莫我知也。”遂自投汨罗而死。谊追伤之，因自喻，其辞曰： \r\n　　恭承嘉惠兮，俟罪长沙；侧闻屈原兮，自沉汨罗。造讬湘流兮，敬吊先生；遭世罔极兮，乃殒厥身。呜呼哀哉！逢时不祥。鸾凤伏竄兮，鸱枭翱翔。闒茸尊显兮，谗谀得志；贤圣逆曳兮，方正倒植。世谓随、夷为溷兮，谓跖、蹻为廉；莫邪为钝兮，铅刀为銛。吁嗟默默，生之无故兮；斡弃周鼎，宝康瓠兮。腾驾罷牛，骖蹇驴兮；骥垂两耳，服盐车兮。章甫荐履，渐不可久兮；嗟苦先生，独离此咎兮。 \r\n　　讯曰：已矣！国其莫我知兮，独壹郁其谁语？凤漂漂其高逝兮，固自引而远去。袭九渊之神龙兮，沕深潜以自珍；偭蟂獭以隐处兮，夫岂从虾与蛭蟥？所贵圣人之神德兮，远浊世而自藏；使骐骥可得系而羁兮，岂云异夫犬羊？般纷纷其离此尤兮，亦夫子之故也。历九州而相其君兮，何必怀此都也？凤凰翔于千仞兮，览德辉而下之；见细德之险徵兮，遥曾击而去之。彼寻常之污渎兮，岂能容夫吞舟之巨鱼？横江湖之鳣鲸兮，固将制于蝼蚁。 "},
{"title": "穷鸟赋", "author": "赵壹", "dynasty": "两汉", "content": "　　昔原大夫赎桑下绝气，传称其仁；秦越人还虢太子结脉，世著其神。设曩之二人不遭仁遇神，则结绝之气竭矣。然而脯出乎车軨，针石运乎手爪。今所赖者，非直车之脯，手爪之针石也。乃收之于斗极，还之于司命，使干皮复含血，枯骨复被肉，允所谓遭仁遇神，真所宜传而著之。余畏禁，不敢班班显言，窃为《穷鸟赋》一篇。其辞曰：有一穷鸟，戢翼原野。罼网加上，机阱在下。缴弹张右，翼弓彀左。飞丸缴矢，交集于我。思飞不得，欲鸣不可。举头畏触，摇足恐堕。内怀怖急，乍冰乍火。幸赖大贤，我矜我怜。昔济我南，今振我西。鸟也虽顽，犹识密恩。内以书心，外用告天。\r\n　　晋夏侯湛观飞鸟赋曰：见逸游之高鸟，邈飘飏而殊逝，擢华毛以迅鹜，回劲翼以扬势，披六翮之联翩，振轻体之迢递，遂乃矜形辽廓。冯虚安翔，翩翻徘徊，上下颉颃，动素羽之习习。乱白质于日光，玩流气以差池。弄长风以抑扬，摄双翅以高举，舒修颈以儴徉。目悦妙势，心嘉羽仪，爱惠音之嘤嘤，美弱翰之参差，蹔高凌于景外，又抑身乎云崖，乍来乍往，若悬若垂，象流星之离天，似圆物之坠危，何斯游之自得，谅逸豫之可希，苟临川而羡鱼，亦观翔而乐飞。\r\n　　梁沈约天渊水鸟应诏赋曰：天渊池，鸟集水涟漪，单泛姿容与，群飞时合离，将骞复敛翮，回首望惊雌，飘薄出孤屿，未曾宿兰渚，飞飞忽云倦，相鸣集池?可怜 九层楼，光影水上浮。本来蹔止息，遇此遂淹留。若夫侣浴清深，朋翻旷翠鬣紫缨之饰。丹冕绿襟之状，过波兮湛澹，随风兮回漾，竦臆兮开萍，蹙水兮兴浪。"},
{"title": "悲愤诗", "author": "蔡琰", "dynasty": "两汉", "content": "汉季失权柄，董卓乱天常。董欲图篡弑，先害诸贤良。逼迫迁旧邦，拥主以自强。海内兴义师，欲共讨不祥。卓众来东下，金甲耀日光。平土人脆弱，来兵皆胡羌。猎野围城邑，所向悉破亡。斩截无孑遗，尸骸相撑拒。马边悬男头，马后载妇女。长驱西入关，迥路险且阻。还顾邈冥冥，肝脾为烂腐。所略有万计，不得令屯聚。或有骨肉俱，欲言不敢语。失意机徵间，辄言毙降虏。要当以亭刃，我曹不活汝。岂复惜性命，不堪其詈骂。或便加棰杖，毒痛参并下。旦则号泣行，夜则悲吟坐。欲死不能得，欲生无一可。彼苍者何辜，乃遭此厄祸。边荒与华异，人俗少义理。处所多霜雪，胡风春夏起。翩翩吹我衣，肃肃入我耳。感时念父母，哀叹无穷已。有客从外来，闻之常欢喜。迎问其消息，辄复非乡里。邂逅徼时愿，骨肉来迎己。己得自解免，当复弃儿子。天属缀人心，念别无会期。存亡永乖隔，不忍与之辞。儿前抱我颈，问母欲何之。人言母当去，岂复有还时。阿母常仁恻，今何更不慈。我尚未成人，奈何不顾思。见此崩五内，恍惚生狂痴。号泣手抚摩，当发复回疑。兼有同时辈，相送告离别。慕我独得归，哀叫声摧裂。马为立踟蹰，车为不转辙。观者皆嘘唏，行路亦呜咽。去去割情恋，遄征日遐迈。悠悠三千里，何时复交会。念我出腹子，匈臆为摧败。既至家人尽，又复无中外。城廓为山林，庭宇生荆艾。白骨不知谁，纵横莫覆盖。出门无人声，豺狼号且吠。茕茕对孤景，怛咤糜肝肺。登高远眺望，魂神忽飞逝。奄若寿命尽，旁人相宽大。为复强视息，虽生何聊赖。托命于新人，竭心自勖励。流离成鄙贱，常恐复捐废。人生几何时，怀忧终年岁。"},
{"title": "述志令", "author": "曹操", "dynasty": "两汉", "content": "　　孤始举孝廉，年少，自以本非岩穴知名之士，恐为海内人之所见凡愚，欲为一郡守，好作政教，以建立名誉，使世士明知之；故在济南，始除残去秽，平心选举，违迕诸常侍。以为强豪所忿，恐致家祸，故以病还。\r\n　　去官之后，年纪尚少，顾视同岁中，年有五十，未名为老。内自图之，从此却去二十年，待天下清，乃与同岁中始举者等耳。故以四时归乡里，于谯东五十里筑精舍，欲秋夏读书，冬春射猎，求底下之地，欲以泥水自蔽，绝宾客往来之望。然不能得如意。\r\n　　后徵为都尉，迁典军校尉，意遂更欲为国家讨贼立功，欲望封侯作征西将军，然后题墓道言“汉故征西将军曹侯之墓”，此其志也。而遭值董卓之难，兴举义兵。是时合兵能多得耳，然常自损，不欲多之；所以然者，多兵意盛，与强敌争，倘更为祸始。故汴水之战数千，后还到扬州更募，亦复不过三千人，此其本志有限也。\r\n　　后领兖州，破降黄巾三十万众。又袁术僭号于九江，下皆称臣，名门曰建号门，衣被皆为天子之制，两妇预争为皇后。志计已定，人有劝术使遂即帝位，露布天下，答言“曹公尚在，未可也”。后孤讨禽其四将，获其人众，遂使术穷亡解沮，发病而死。及至袁绍据河北，兵势强盛，孤自度势，实不敌之；但计投死为国，以义灭身，足垂于后。幸而破绍，枭其二子。又刘表自以为宗室），包藏奸心，乍前乍却，以观世事，据有当州，孤复定之，遂平天下。身为宰相，人臣之贵已极，意望已过矣。\r\n　　今孤言此，若为自大，欲人言尽，故无讳耳。设使国家无有孤，不知当几人称帝，几人称王！或者人见孤强盛，又性不信天命之事，恐私心相评，言有不逊之志，妄相忖度，每用耿耿。齐桓、晋文所以垂称至今日者，以其兵势广大，犹能奉事周室也。《论语》云：“三分天下有其二，以服事殷，周之德可谓至德矣。”夫能以大事小也。昔乐毅走赵，赵王欲与之图燕。乐毅伏而垂泣，对曰：“臣事昭王，犹事大王；臣若获戾，放在他国，没世然后已，不忍谋赵之徒隶，况燕后嗣乎！”胡亥之杀蒙恬也，恬曰：“自吾先人及至子孙，积信于秦三世矣；今臣将兵三十余万，其势足以背叛，然自知必死而守义者，不敢辱先人之教以忘先王也。”孤每读此二人书，未尝不怆然流涕也。孤祖、父以至孤身，皆当亲重之任，可谓见信者矣，以及子桓兄弟，过于三世矣。\r\n　　孤非徒对诸君说此也，常以语妻妾，皆令深知此意。孤谓之言：“顾我万年之后，汝曹皆当出嫁，欲令传道我心，使他人皆知之。”孤此言皆肝鬲之要也。所以勤勤恳恳叙心腹者，见周公有《金縢》之书以自明，恐人不信之故。然欲孤便尔委捐所典兵众，以还执事，归就武平侯国，实不可也。何者？诚恐己离兵为人所祸也。既为子孙计，又己败则国家倾危，是以不得慕虚名而处实祸，此所不得为也。前朝恩封三子为侯，固辞不受，今更欲受之，非欲复以为荣，欲以为外援，为万安计。\r\n　　孤闻介推之避晋封，申胥之逃楚赏，未尝不舍书而叹，有以自省也。奉国威灵，仗钺征伐，推弱以克强，处小而禽大。意之所图，动无违事，心之所虑，何向不济，遂荡平天下，不辱主命。可谓天助汉室，非人力也。然封兼四县，食户三万，何德堪之！江湖未静，不可让位；至于邑土，可得而辞。今上还阳夏、柘、苦三县户二万，但食武平万户，且以分损谤议，少减孤之责也。"},
{"title": "鰕䱇篇", "author": "曹植", "dynasty": "两汉", "content": "鰕䱇游潢潦，不知江海流。燕雀戏藩柴，安识鸿鹄游。世士此诚明，大德固无俦。驾言登五岳，然后小陵丘。俯观上路人，势利惟是谋。雠高念皇家，远怀柔九州。抚剑而雷音，猛气纵横浮。泛泊徒嗷嗷，谁知壮士忧。"},
{"title": "吁嗟篇", "author": "曹植", "dynasty": "两汉", "content": "吁嗟此转蓬，居世何独然。居去本根逝，夙夜无休闲。东西经七陌，南北越九阡。卒遇回风起，吹我入云间。自谓终天路，忽然下沉渊。惊飙接我出，故归彼中田。当南而更北，谓东而反西。宕宕当何依，忽亡而复存。飘飘周八泽，连翩历五山。流转无恒处，谁知吾苦艰。愿为中林草，秋随野火燔。糜灭岂不痛，愿与株荄连。 "},
{"title": "赠王粲诗", "author": "曹植", "dynasty": "两汉", "content": "端坐苦愁思，揽衣起西游。揽木发春华，清池激长流。中有孤鸳鸯，哀鸣求匹俦。我愿执此鸟，惜哉无轻舟。欲归忘故道，顾望但怀愁。悲风鸣我侧，羲和逝不留。重阴润万物，何惧泽不周？谁令君多念，自使怀百忧。"},
{"title": "从军诗五首·其三", "author": "王粲", "dynasty": "两汉", "content": "从军征遐路，讨彼东南夷。方舟顺广川，薄暮未安坻。白日半西山，桑梓有余晖。蟋蟀夹岸鸣，孤鸟翩翩飞。征夫心多怀，恻怆令吾悲。下船登高防，草露沾我衣。回身赴床寝，此愁当告谁。身服干戈事，岂得念所私。即戎有授命，兹理不可违。"},
{"title": "题璧水瞻云", "author": "王褒", "dynasty": "两汉", "content": "征鸿度南浦，慈乌号北林。白云仍在目，恻恻思难任。云飞沧江上，日夕归故岑。高堂旷千里，倚门望弥深。孝子爱寸晷，哲人惜分阴。百年顾云邈，欢乐当在今。綵袖时独戏，板舆日同寻。愿同白云飞，倏尔谐冲襟。瞻云念白首，捧日秉赤心。狄公播英名，价重双南金。"},
{"title": "画蛇添足", "author": "刘向", "dynasty": "两汉", "content": "楚有祠者，赐其舍人卮酒，舍人相谓曰：“数人饮之不足，一人饮之有余。请画地为蛇，先成者饮酒。”\r\n一人蛇先成，引酒且饮之，乃左手持卮，右手画蛇，曰：“吾能为之足。”未成，一人之蛇成，夺其卮曰：“蛇固无足，子安能为之足？”遂饮其酒。\r\n为蛇足者，终亡其酒。"},
{"title": "同咸阳张天任明府登文塔", "author": "刘璜", "dynasty": "两汉", "content": "浮图杳霭入青云，渭水泾青远近分。背日丹梯风可御，藏烟翠柏鸟希闻。使君欲寄登高赋，衲子争贪佞佛文。收拾碧纱笼好句，九龄风度自超群。"},
{"title": "白头吟", "author": "卓文君", "dynasty": "两汉", "content": "皑如山上雪，皎若云间月。皎君有两意，故来相决绝。今日斗酒会，明旦沟水头。躞蹀御沟上，沟水东西流。凄凄复凄凄，嫁娶不须啼。愿得一心人，白头不相离。竹竿何袅袅，鱼尾何簁簁！男儿重意气，何用钱刀为！"},
{"title": "远游篇", "author": "曹植", "dynasty": "两汉", "content": "远游临四海，俯仰观洪波。俯鱼若曲陵，承浪相经过。灵鼇戴方丈，神岳俨嵯峨。仙人翔其隅，玉女戏其阿。琼蕊可疗饥，仰漱吸朝霞。昆仑本吾宅，中州非我家。将归谒东父，一举超流沙。鼓翼舞时风，长啸激清歌。金石固易弊，日月同光华。齐年与天地，万乘安足多。"},
{"title": "古洞閒云歌为莆田笑庭欣上人赋", "author": "王褒", "dynasty": "两汉", "content": "古洞深几许，閒云日来往。惟应空门居，相知惬幽赏。笑庭上人不出山，身比浮云閒更閒。松间石榻日应扫，花底岩扉时自关。纷纷郁郁古洞口，白衣倏忽成苍狗。细观色相了无踪，真空境界那能有。云来碧峰夕，云去沧江阴。上人笑傲自无心，知向白云深处寻。"},
{"title": "留别妻", "author": "苏武", "dynasty": "两汉", "content": "结发为夫妻，恩爱两不疑。欢娱在今夕，嬿婉及良时。征夫怀远路，起视夜何其？参辰皆已没，去去从此辞。行役在战场，相见未有期。握手一长叹，泪为生别滋。努力爱春华，莫忘欢乐时。生当复来归，死当长相思。 "},
{"title": "题秋林泉石图", "author": "王褒", "dynasty": "两汉", "content": "高林颇深䆳，远洲亦萦纡。风景一何异，中有贤者庐。阳崖落日明，阴涧浮云虚。耕野见秋火，扣舷闻夜渔。朅来尘网中，机务日相拘。念兹膏肓疾，愧彼泉石图。抱拙谢簪绂，养素宜琴书。俯仰天宇宽，所乐恒有馀。"},
{"title": "光武帝临淄劳耿弇", "author": "刘秀", "dynasty": "两汉", "content": "　　车驾至临淄自劳军，群臣大会。帝谓弇曰：“昔韩信破历下以开基，今将军攻祝阿以发迹，此皆齐之西界，功足相方。而韩信袭击已降，将军独拔勍敌，其功乃难于信也。又田横烹郦生，及田横降，高帝诏卫尉，不听为仇。张步前亦杀伏隆，若步来归命，吾当诏大司徒释其怨。又事尤相类也。将军前在南阳，建此大策，常以为落落难合，有志者事竟成也。” "},
{"title": "舂歌", "author": "戚夫人", "dynasty": "两汉", "content": "子为王，母为虏。终日舂薄暮，常与死为伍。相离三千里，当谁使告女。"},
{"title": "别诗三首·其一", "author": "佚名", "dynasty": "两汉", "content": "良时不再至，离别在须臾。屏营衢路侧，执手野踟蹰。仰视浮云驰，奄忽互相逾。风波一失所，各在天一隅。长当从此别，且复立斯须。欲因晨风发，送子以贱躯。 "},
{"title": "摘得新 忆花", "author": "徐淑", "dynasty": "两汉", "content": "有所思。庭前红白姿。连宵风共雨，葬西施。生怜粉蝶寻香宿，绕空枝。"},
{"title": "过九江二绝似同舟诸游好 其二", "author": "王褒", "dynasty": "两汉", "content": "层峰断岸见涵城，风景依稀灞上营。最恨春来长是客，新莺细柳不胜情。"},
{"title": "湖南田舍为上虞沈庭圭题二首 其二", "author": "王褒", "dynasty": "两汉", "content": "湖山护人家，烟火隔篱落。烟此湖田肥，生产愿自托。儿孙日长成，努力趁春作。驱牛耕远郊，牵犊锄近郭。农事喜及时，秋收聊可度。积穰登仓箱，馀粒饱鸟雀。村篘有浊醪，莫负邻翁约。笑尔东西人，谁识田家乐。"},
{"title": "精列", "author": "曹操", "dynasty": "两汉", "content": "厥初生，造化之陶物，莫不有终期。莫不有终期。圣贤不能免，何为怀此忧？愿螭龙之驾，思想昆仑居。思想昆仑居。见期于迂怪，志意在蓬莱。志意在蓬莱。周孔圣徂落，会稽以坟丘。会稽以坟丘。陶陶谁能度？君子以弗忧。年之暮奈何，时过时来微。"},
{"title": "雨中斋居寄倪烱", "author": "王褒", "dynasty": "两汉", "content": "空斋疏雨又黄昏，那复孤灯坐掩门。纵道异乡常不雨，举头看月也消魂。"},
{"title": "从军诗五首·其二", "author": "王粲", "dynasty": "两汉", "content": "凉风厉秋节，司典告详刑。我君顺时发，桓桓东南征。泛舟盖长川，陈卒被隰埛。征夫怀亲戚，谁能无恋情。拊衿倚舟樯，眷眷思邺城。哀彼东山人，喟然感鹳鸣。日月不安处，人谁获恒宁。昔人从公旦，一徂辄三龄。今我神武师，暂往必速平。弃余亲睦恩，输力竭忠贞。惧无一夫用，报我素餐诚。夙夜自恲性，思逝若抽萦。将秉先登羽，岂敢听金声。"},
{"title": "题新安汪子容寿藏卷", "author": "王褒", "dynasty": "两汉", "content": "人生草上露，回首日已晞。顾非金石姿，焉用千载期。昨夜高堂欢，薄暮南山陲。弦歌声未歇，涕泪沾裳衣。达人贵知命，常用此道推。乐丘事已卜，哀挽情亦悲。我生谅如寄，九原行当归。开樽面息所，不醉复何为。"},
{"title": "黄学士以陈叔起所画树石见贻赋此以答之", "author": "胡广", "dynasty": "两汉", "content": "吾闻闽人陈叔起，能画往与荆关比。不烦兔颖事点缀，只染鹤翎从骫骳。等閒著意求难得，乘兴从容即数纸。此翁已死画少传，一笔落手人争市。向来得者谁最多，惟有永嘉黄学士。昨日赠我树石图，画者之名乃陈氏。陈翁写画惟写情，不必区区论形似。想当槃薄临风时，落日苍茫走山鬼。开窗倏忽生数树，树底坡陀石两觜。老干相樛交屈铁，巉岩裂皴如颡頯。蟠拿平陆奋蛟龙，奰屃中林蹲虎兕。高枝直上势拂云，低叶扶疏未容㱟。发生意与元气会，惨澹影入秋旻里。囊游五岭或遇之，近度居庸尝见此。须凭廊庙作栋梁，久历风霜露文理。高堂日对兴潇洒，眼底丹青实堪鄙。焚香啜茶尘可洗，令我抱病砉如褫。多君此意期共坚，却笑纷纷竞桃李。"},
{"title": "送友归故园", "author": "王褒", "dynasty": "两汉", "content": "凌晨石渠集，步出西上门。倏闻同怀友，优诏归故园。堤上金明枝，袅娜春日暄。折之赠行色，乡思随纷纷。夜来沙阳月，照君林下尊。揽衣鹤为舞，染翰禽能言。虽云邻局欢，当念王程烦。早拂季子衣，休望西山云。"},
{"title": "南昌章叔明溪隐", "author": "王褒", "dynasty": "两汉", "content": "冥心压尘鞅，遁迹清溪流。竹下坐垂钓，柳边繫孤舟。野径入沙际，到门有白鸥。夏雨夜来过，微茫望沧洲。取醉倒浊醪，茅斋日淹留。长歌沧浪曲，讵为名利谋。机杼隔篱落，牛羊下林丘。衣食聊自足，安命复何求。"},
{"title": "元夕观灯应制", "author": "王褒", "dynasty": "两汉", "content": "鱼钥春开虎豹关，五云星豹近天颜。绛河月湿金盘露，火树香分玉笋班。鳷鹊漏传花外观，蓬莱仗列海中山。万方乐事同元夕，恩赐千官十日閒。"},
{"title": "同咸阳张天任明府登文塔", "author": "刘璜", "dynasty": "两汉", "content": "浮图杳霭入青云，渭水泾流远近分。背日丹梯风可御，藏烟翠柏鸟希闻。使君欲寄登高赋，衲子争贪佞佛文。收拾碧纱笼好句，九龄风度自超群。"},
{"title": "答秦嘉诗", "author": "徐淑", "dynasty": "两汉", "content": "妾身兮不令，婴疾兮来归。沉滞兮家门，历时兮不差。旷废兮侍觐，情敬兮有违。君今兮奉命，远适兮京师。悠悠兮离别，无因兮叙怀。瞻望兮踊跃，伫立兮徘徊。思君兮感结，梦想兮容晖。君发兮引迈，去我兮日乖。恨无兮羽翼，高飞兮相追。长吟兮永叹，泪下兮沾衣。 "},
{"title": "瞻园祠渐庵韵", "author": "蔡寅", "dynasty": "两汉", "content": "雷硠世局不堪论，胜地重经吊白门。一代园林归鹿梦，百年风雨付鹃魂。故家何处沧桑感，往事无边烟树痕。毕竟南部王气尽，兴亡曾有几寒温。"},
{"title": "题刘仪部山水图二首 其二", "author": "王褒", "dynasty": "两汉", "content": "谁作丹青慰壮游，潇湘风雨谩淹留。雨深远渚黄花夕，霜落平芜白雁秋。憔悴屈平应有念，才华贾谊自无俦。骚人南去应肠断，芳草寒烟不尽愁。"},
{"title": "挽诗", "author": "王褒", "dynasty": "两汉", "content": "荒台草绿鹧鸪飞，剑化龙津事已非。故国遗臣空北望，他乡作客独南归。新祠海上经秋雨，旧业林间半掩扉。读罢遗文肠欲断，桐城何处一沾衣。"},
{"title": "送无为知州邹以信", "author": "王褒", "dynasty": "两汉", "content": "一麾新出守，五马独专城。啼鸟留吟佩，垂杨引别旌。青山云外见，绿野雨中耕。千里皇畿内，行人播政声。"},
{"title": "圣孝瑞应诗", "author": "王褒", "dynasty": "两汉", "content": "扶桑倒影挂灵谷，缁衣翩翩下天竺。银潢万里涵轻春，遥见真人调玉烛。法王楼阁中天开，宝幢斜倚琼瑶台。回头笑指祗园树，昨日恒河沙上来。九重垂拱羹墙面，卷却龙章向深殿。鼎湖烟雨泣乌弓，汉宫兰膏掩妆扇。璧月玲珑雕玉帘，佛筵挂影夜纤纤。祥光万丈照贝叶，天花五采垂层檐。梵音万口海潮小，三十六宫管弦绕。松枝膏露甘可飧，覆地瑞云兜率晓。大孝曾闻四海歌，慈航西驾沧溟波。又闻嵩山万岁祝，龟书马画清时多。熙熙化日长如昨，十五阶蓂生复落。康衢黄发笑自如，何事流沙寻极乐。"},
{"title": "送友人之京", "author": "王褒", "dynasty": "两汉", "content": "银缸盛美酒，江上送君行。共惜孤舟别，那知几日程。阙寒逢断雁，宫曙听新莺。早献金门策，休论汉贾生。"},
{"title": "妾薄命行·其二", "author": "曹植", "dynasty": "两汉", "content": "日月既逝西藏，更会兰室洞房。华灯步障舒光，皎若日出扶桑。促樽合坐行觞。主人起舞娑盘，能者穴触别端。腾觚飞爵阑干，同量等色齐颜。任意交属所欢，朱颜发外形兰。袖随礼容极情，妙舞仙仙体轻。裳解履遗绝缨，俯仰笑喧无呈。览持佳人玉颜，齐举金爵翠盘。手形罗袖良难，腕弱不胜珠环，坐者叹息舒颜。御巾裛粉君傍，中有霍纳都梁，鸡舌五味杂香。进者何人齐姜，恩重爱深难忘。召延亲好宴私，但歌杯来何迟。客赋既醉言归，主人称露未晞。 "},
{"title": "古意", "author": "王褒", "dynasty": "两汉", "content": "湘江江上楼，有妇弹箜篌。试弦一再弹，迟迟声且柔。情繁指转急，曲长心难收。一曲未及终，泪下如迸流。忆昔始学时，昼夜为淹留。拟将知音托，百年叙绸缪。谁谓知音者，如何事远游。朱颜能几度，青阳倏五周。遗谱不复理，疏弦已终投。所思在天涯，望望江上舟。东风昨夜至，春光满汀洲。强整昔时欢，徒增今日愁。愿因东风翔，吹落古交州。夫婿马上回，闻之应白头。"},
{"title": "挽云窝林处士", "author": "王褒", "dynasty": "两汉", "content": "青山何处白云窝，不见诗人掩薜萝。策杖谁寻盘谷隐，辍耕偏忆鹿门过。芳蹊此日成桃李，野服当年制芰荷。欲酹吟魂招楚些，宁堪洒泪客中歌。"},
{"title": "送僧还莆田", "author": "王褒", "dynasty": "两汉", "content": "都门相送处，无奈柳条长。咒引天花落，经翻贝叶香。浮杯吴水绿，飞锡海天苍。后夜涵江月，应期到上方。"},
{"title": "妾薄命行·其一", "author": "曹植", "dynasty": "两汉", "content": "携玉手喜同车，比上云阁飞除。钓台蹇产清虚，池塘灵沼可娱。仰泛龙舟绿波，俯擢神草枝柯。想彼宓妃洛河，退咏汉女湘娥。"},
{"title": "送匡行人显回京师", "author": "王褒", "dynasty": "两汉", "content": "儒冠岁月易蹉跎，孤馆相蹉奈别何。匡裕栖迟名独盛，王猷落魄兴偏多。流莺高树双壶送，积雨长江一棹过。自笑烟波为客久，阳关休向醉中歌。"},
{"title": "过九江二绝似同舟诸游好 其一", "author": "王褒", "dynasty": "两汉", "content": "孤舟几日别京华，望尽南天不见家。客里相看须尽醉，江心何用泣琵琶。"},
{"title": "赠从弟·其一", "author": "刘桢", "dynasty": "两汉", "content": "泛泛东流水，磷磷水中石。蘋藻生其涯，华叶纷扰溺。采之荐宗庙，可以羞嘉客。岂无园中葵？懿此出深泽。 "},
{"title": "次郑校书左掖闻莺之作", "author": "王褒", "dynasty": "两汉", "content": "白头著作文人行，左掖闻莺有短章。委佩乍分花外仗，停骖归滞柳边墙。谪仙老去乡心切，贾至才高野趣长。自笑云泥踪迹异，无因倾耳接飞觞。"},
{"title": "闻笛", "author": "张衡", "dynasty": "两汉", "content": "寒鸿初动塞云收，阿滥堆中唤客愁。记得吴江归棹晚，芦花风外一声秋。"},
{"title": "龙潭村", "author": "张衡", "dynasty": "两汉", "content": "不识烟尘地，犹藏太古村。苍松迷谷口，怪石绣云根。岩复人居匿，坡回犊牧暄。柴门堪小憩，转盼失桃源。"},
{"title": "塞下曲 其二", "author": "张衡", "dynasty": "两汉", "content": "悠悠羌管动边愁，二月冰寒水不流。回首家园春色断，有人掩泪独登楼。"},
{"title": "南征诗", "author": "苏子卿", "dynasty": "两汉", "content": "一朝游桂水，万里别长安。故乡梦中近，边愁酒上宽。剑锋但须利，戎衣不畏单。南中地气暖，少妇莫愁寒。"},
{"title": "送曾太守之官", "author": "王褒", "dynasty": "两汉", "content": "谁言五马共翩翩，百丈维牵水上船。故吏青山开候馆，遗民绿野趁春田。颂声遥播啼猿外，归梦长随落雁边。闻说颍川曾入相，知君未必让先贤。"},
{"title": "送张指挥", "author": "王褒", "dynasty": "两汉", "content": "龙虎旌旗度朔河，羽林诸帅拥天戈。银潢净洗刀兵气，玉垒穷搜虎豹窠。万里山川传驻跸，九重日月共鸣珂。边庭不用防秋计，沙漠如今总汉歌。"},
{"title": "送教谕陈廷杰归湖口", "author": "王褒", "dynasty": "两汉", "content": "腊月江头送季方，北山飞雪扑离觞。匡庐树影吟边近，彭蠡江声梦里长。晚岁重瞻尧日月，清时独擅汉文章。春来多少南归翼，毋惜题缄寄玉堂。"},
{"title": "寄唐进士震", "author": "王褒", "dynasty": "两汉", "content": "我忆京华侣，经年意若何。别深乡思减，客久物情多。淡月回银烛，疏钟带玉珂。青云如可及，倾盖一相过。"},
{"title": "养蔬四首为汉府教授王先生作 其四", "author": "王褒", "dynasty": "两汉", "content": "御冬当旨蓄，应得治芳园。挂壁藏新种，培泥拥宿根。萍齑怜凤炙，玉糁诧熊蹯。拟作冰壶传，雄才独讨论。"},
{"title": "贞元八年十二月谒先主庙绝句三首 其三", "author": "张俨", "dynasty": "两汉", "content": "雄名垂竹帛，荒陵压阡陌。终古更何闻，悲风入松柏。"},
{"title": "次郑校书左掖闻莺之作", "author": "王褒", "dynasty": "两汉", "content": "白头著作文人行，左掖闻人有短章。委佩乍分花外仗，停骖归滞柳边墙。谪仙老去乡心切，贾至才高野趣长。自笑云泥踪迹异，无因倾耳接飞觞。"},
{"title": "中秋文闱宴集", "author": "王褒", "dynasty": "两汉", "content": "盛时属文运，俊乂期登庸。三载荐多士，四方罗文雄。眷兹九秋半，气候何空濛。婵娟出东岭，浮云敛层空。闱棘今夕会，折桂此时同。华堂入夜开，展席来相从。流辉照尊俎，微寒薄帘栊。柏台共济济，薇垣独雍雍。主醉乐且多，宾回兴未穷。揽衣望霄汉，烱烱明光宫。人坐辨天上，鸟飞疑镜中。合并不尽欢，佳期谅难逢。洗杯濯清沼，移榻当修桐。倒倾殊未已，所思悟其终。徘徊一分手，千里入飞蓬。飘飖望南陌，别过东城钟。"},
{"title": "夏日病卧寄同舍二三知己", "author": "王褒", "dynasty": "两汉", "content": "独怜卧病送残春，说著春光恼杀人。把酒看花等閒事，布衣空惹陌头尘。"},
{"title": "赋得蝶依草应令诗", "author": "徐防", "dynasty": "两汉", "content": "秋园花落尽，芳菊数来归。那知不梦作，眠觉也恒飞。"},
{"title": "长安有狭邪行", "author": "徐防", "dynasty": "两汉", "content": "长安有勾曲，勾勾不通驿。涂逢二绮衣，夹路访君室。君室近霸城，易识复知名。大息登金马，中息谒承明。小息偏爱幸，走马曳长缨。三息俱入门，车服尽雕轻。三息俱上堂，嘉宾四座盈。三息俱入户，室内有光荣。大妇缣始呈，中妇绣初营。小妇多资媚，红纱映削成。上客且安坐，胡床妾自擎。"},
{"title": "挽陈东湖先生 其一", "author": "张衡", "dynasty": "两汉", "content": "真病药无功，精魂夺鬼工。百年终有尽，诸相等成空。圆满缺陷世，逍遥兜率宫。一池沤水意，分付蓼花风。"},
{"title": "墙上难为趋", "author": "王褒", "dynasty": "两汉", "content": "昔称梁孟子。兼闻鲁孔丘。记政聊为述。问东岂相酬。末代多侥倖。卿相尽经由。台郎百金价。台司千万求。当朝少直笔。趋代皆曲钩。廷尉十年不得调。将军百战未封侯。夜伏拥门作常伯。自有蒲萄得凉州。白璧求善价。明珠难暗投。高墙不可践。井水自难浮。风胡有年岁。铦利比吴钩。"},
{"title": "和殷廷尉岁暮诗", "author": "王褒", "dynasty": "两汉", "content": "岁晚悲穷律，他乡念索居。寂寞灰心尽，摧残生意馀。产空交道绝，财殚密亲疏。空悲赵壹赋，还著虞卿书。"},
{"title": "题刘仪部山水图二首 其一", "author": "王褒", "dynasty": "两汉", "content": "江城四月见更生，岐路更更慰别情。秉笔南宫词独擅，盍簪东阁酒同倾。白云旧业灯前思，青镜流年客里惊。自笑萍踪也如此，悠悠书剑谩题名。"},
{"title": "日出东南隅行", "author": "王褒", "dynasty": "两汉", "content": "晓星西北没。朝日东南隅。阳窗临玉女。莲帐照金铺。凤楼称独立。绝世良所无。镜悬四龙网。枕画七星图。银镂明光带。金地织成𥜧。调弦大垂手。歌曲凤将雏。采桑三市路。卖酒七条衢。道逢五马客。夹毂来相趋。将军多事势。夫婿好形模。高箱照云母。壮马饰当颅。单衣火浣布。利剑水精珠。自知心所爱。仕宦执金吾。飞甍凋翡翠。绣桷画屠苏。银烛附弹映鸡羽。黄金步摇动襜褕。兄弟五日时来归。高车竟道生光辉。名唱两行堂上起。鸳鸯十七阶前飞。少年任侠轻年月。珠丸出弹遂难追。"},
{"title": "燕歌行", "author": "王褒", "dynasty": "两汉", "content": "初春丽晃莺欲娇，桃花流水没河桥。蔷薇花开百重叶，杨柳拂地数千条。陇西将军号都护，楼兰校尉称嫖姚。自从昔别春燕分，经年一去不相闻。无复汉地关山月，唯有漠北蓟城云。淮南桂中明月影，流黄机上织成文。充国行军屡筑营，阳史讨虏陷平城。城下风多能却阵，沙中雪浅讵停兵。属国小妇犹年少，羽林轻骑数征行。遥闻陌头采桑曲，犹胜边地胡笳声。胡笳向暮使人泣，长望闺中空伫立。桃花落地杏花舒，桐生井底寒叶疏。试为来看上林雁，应有遥寄陇头书。"},
{"title": "咏月赠人诗", "author": "王褒", "dynasty": "两汉", "content": "月色当秋夜，斜晖映薄帷。上弦如半璧，初魄似蛾眉。渡云光忽驶，中天影更迟。高阳怀许掾，对此益相思。"},
{"title": "紫骝马", "author": "苏子卿", "dynasty": "两汉", "content": "候骑指楼兰，长城迥路难。嘶从风处断，骨住水中寒。飞尘暗金勒，落泪洒银鞍。抽鞭上关路，谁念客衣单。"},
{"title": "挽陈东湖先生 其三", "author": "张衡", "dynasty": "两汉", "content": "四大假合相，六根清净缘。祇知心是佛，不惜药成仙。鱼泣衔沙立，鸥疑侧脑眠。凄其野人奠，秋菊荐寒泉。"},
{"title": "送陈德刚归莆", "author": "王褒", "dynasty": "两汉", "content": "近得钟王法，才华世共称。剑锋看舞女，笔阵笑狂僧。散帙花前席，鸣琴竹里灯。石渠成远别，白下酒如渑。"},
{"title": "梦作", "author": "王褒", "dynasty": "两汉", "content": "楚山飞雨湿行旌，犹记临岐唱渭城。横笛江头闻折柳，断肠偏是别离情。"},
{"title": "陈坤奇耕读轩", "author": "王褒", "dynasty": "两汉", "content": "汤汤北溪流，渺渺绿洲远。烟火隔疏篱，牛羊牧长阪。我屋日绸缪，我土日耕垦。耒耜有时閒，简编可舒卷。清晨望东皋，回首西山晚。甫田带经锄，细雨倚书饭。聊思教子孙，末俗笑予蹇。簪组非所荣，古道在务本。"},
{"title": "玄圃浚池临泛奉和诗", "author": "王褒", "dynasty": "两汉", "content": "长洲春水满，临泛广川中。石壁如明镜，飞桥类饮虹。垂杨夹浦绿，新桃缘径红。对楼还泊岸，迎波暂守风。渔舟钓欲满，莲房采半空。于兹临北阙，非复坐墙东。"},
{"title": "九日从驾诗", "author": "王褒", "dynasty": "两汉", "content": "黄山猎地广，青门官路长。律改三秋节，气应九钟霜。曙影初分地，暗色始成光。高旆长楸坂，缇幕杏间堂。射马垂双带，丰貂佩两璜。苑寒梨树紫，山秋菊叶黄。华露霏霏冷，轻飙飒飒凉。终惭属车对，空假侍中郎。"},
{"title": "过藏矜道馆诗", "author": "王褒", "dynasty": "两汉", "content": "松古无年月，鹄去复来归。石壁藤为路，山窗云作扉。"},
{"title": "送林德入成均", "author": "王褒", "dynasty": "两汉", "content": "羡君年最少，夙有子云才。驻马看吴苑，听莺望粤台。寒声林外落，暝色雁边来。惆怅离亭思，惟多白玉杯。"},
{"title": "采石江上元夕简武昌周博士临湘李驿宰", "author": "王褒", "dynasty": "两汉", "content": "朝回无处不淹留，元夕江淹繫去舟。九奏箫韶天上听，千家灯火月中游。然犀壮志空流水，倚马长才见故丘。佳节谩劳伤往事，百壶堪醉鹔鹴裘。"},
{"title": "送王界善首座还莆", "author": "王褒", "dynasty": "两汉", "content": "远公京国久，飞锡日边还。双树行时见，三花坐处攀。浮杯沧海度，定室白云关。何日辞轩冕，来寻物外閒。"},
{"title": "别陆子云诗", "author": "王褒", "dynasty": "两汉", "content": "解缆出南浦，征棹且凌晨。还看分手处，唯馀送别人。中流摇盖影，边江落骑尘。平湖开曙日，细柳发新春。沧波不可望，行云聊共因。"},
{"title": "古曲", "author": "王褒", "dynasty": "两汉", "content": "青楼临大道，游侠尽淹留。陈王金被马，秦女桂为钩。驰轮洛城巷，斗鸡南陌头。薄暮风尘起，聊为清夜游。"},
{"title": "明君词", "author": "王褒", "dynasty": "两汉", "content": "阑殿辞新宠，椒心馀故情。鸿飞渐南陆，马首倦西征。寄书参汉使，衔涕望秦城。唯馀马上曲，犹作出关声。"},
{"title": "弹棋诗", "author": "王褒", "dynasty": "两汉", "content": "投壶生电影，六博值仙人。何如镜奁上，自有拂轻巾。隔涧疑将别，陇头如望秦。握笔徒思赋，辞短竟无陈。"},
{"title": "知府伯常度支宿熙春台辄成拙诗上寄", "author": "张纮", "dynasty": "两汉", "content": "云藏雨意明还暗，水激溪声断复来。恨君不且留千骑，同折岩花对酒杯。"},
{"title": "题刘仪部山水图二首 其一", "author": "王褒", "dynasty": "两汉", "content": "江城四月见更生，岐路劳劳慰别情。秉笔南宫词独擅，盍簪东阁酒同倾。白云旧业灯前思，青镜流年客里惊。自笑萍踪也如此，悠悠书剑谩题名。"},
{"title": "贞元八年十二月谒先主庙绝句三首 其二", "author": "张俨", "dynasty": "两汉", "content": "得股肱贤明，能以奇用兵。何事伤客情，何人归帝京。"},
{"title": "送校书陈秀才省亲", "author": "王褒", "dynasty": "两汉", "content": "都门雨雪正霏霏，马上双壶送独归。阙下马周留客邸，郡中潘岳访亲闱。万花岛屿春移棹，五柳郊原昼掩扉。霄汉朋游总知己，此行休恋故山薇。"},
{"title": "送匡行人显回京师", "author": "王褒", "dynasty": "两汉", "content": "儒冠岁月易蹉跎，孤馆相看奈别何。匡裕栖迟名独盛，王猷落魄兴偏多。流莺高树双壶送，积雨长江一棹过。自笑烟波为客久，阳关休向醉中歌。"},
{"title": "云居寺高顶诗", "author": "王褒", "dynasty": "两汉", "content": "中峰云已合，绝顶日犹晴。邑居随望近，风烟对眼生。"},
{"title": "百一诗 其十一", "author": "应璩", "dynasty": "两汉", "content": "野田何纷纷，城郭何落落。埋葬嫁娶家，皆是商旅客。丧侧食不饱，酒肉纷狼籍。"},
{"title": "玄圃浚池临泛奉和诗", "author": "王褒", "dynasty": "两汉", "content": "长洲春水满，临泛广川中。临壁如明镜，飞桥类饮虹。垂杨夹浦绿，新桃缘径红。对楼还泊岸，迎波暂守风。渔舟钓欲满，莲房采半空。于兹临北阙，非复坐墙东。"},
{"title": "养蔬四首为汉府教授王先生作 其三", "author": "王褒", "dynasty": "两汉", "content": "云生花里径，雨泛竹边渠。积水收菰米，编篱护土酥。堪嗟漆园马，谁忆季鹰鲈。王业豳风旧，殷勤叙断壶。"},
{"title": "和从弟佑山家诗二首 其二", "author": "王褒", "dynasty": "两汉", "content": "结交非俗士，仙侣自招携。少华隐日月，太乙寻虹霓。众林积为籁，围竹茂成埤。幽谷曙无景，荒途昼欲迷。滴沥寒泉溜，叫啸秋猿啼。白云帝乡起，神禽丹穴栖。箭筱时通径，桃李复成蹊。今身得其所，群物可令齐。"},
{"title": "百一诗 其十七", "author": "应璩", "dynasty": "两汉", "content": "丰隆赐美味，受嚼方呥呥。鹿鸣吐野华，独食有何甘。"},
{"title": "赠五官中郎将诗四首 其四", "author": "刘桢", "dynasty": "两汉", "content": "凉风吹沙砾，霜气何皑皑。明月照缇幕，华灯散炎辉。赋诗连篇章，极夜不知归。君侯多壮思，文雅纵横飞。小臣信顽卤，黾勉安能追。"},
{"title": "和庾司水修渭桥诗", "author": "王褒", "dynasty": "两汉", "content": "东流仰天汉，南渡似牵牛。长堤通甬道，飞梁跨造舟。使者开金堰，太守拥河流。广陵候涛水，荆峡望阳侯。波生从故舶，沙涨涌新洲。天星识辩对，检玉应沈钩。空悦浮《云赋》，非复采莲讴。"},
{"title": "百一诗 其十四", "author": "应璩", "dynasty": "两汉", "content": "茫茫九州内，莫作帝者民。民有忠信行，莫非帝者臣。"},
{"title": "养蔬四首为汉府教授王先生作 其一", "author": "王褒", "dynasty": "两汉", "content": "微雨朝来过，园蔬取次看。韭芽欣土暖，芥荚怯霜寒。畦理高低种，厨供旦夕飧。莫嫌藜藿舍，金玉试春盘。"},
{"title": "挽陈东湖先生 其二", "author": "张衡", "dynasty": "两汉", "content": "德星难再聚，薤露重兴悲。客忆芹边脍，孙寻膝上饴。入门惟水竹，拜像见须眉。吾父亦丁丑，白云增梦思。"},
{"title": "从军行二首 其一", "author": "王褒", "dynasty": "两汉", "content": "兵书久闲习，征战数曾经。讲戎平乐观，学戏羽林亭。西征度疏勒，东驱出井陉。牧马滨长渭，营军毒上泾。平云如阵色，半月类城形。羽书封信玺，诏使动流星。对岸流沙白，缘河柳色青。将幕恒临斗，旌门常背刑。勋封瀚海石，功勒燕然铭。兵势因麾下，军图送掖庭。谁怜下玉箸，向暮掩金屏。"},
{"title": "秋胡行", "author": "曹操", "dynasty": "两汉", "content": "愿登泰华山。神人共远游。愿登泰华山。神人共远游。经历昆仑山。到蓬莱。飘遥八极。与神人俱。思得神药。万岁为期。歌以言志。愿登泰华山。天地何长久。人道居之短。天地何长久。人道居之短。世言伯阳。殊不知老。赤松王乔。亦云得道。得之未闻。庶以寿考。歌以言志。天地何长久。明明日月光。何所不光昭。明明日月光。何所不光昭。二仪合圣化。贵者独人不。万国率土。莫非王臣。仁义为名。礼乐为荣。歌以言志。明明日月光。四时更逝去。昼夜以成岁。四时更逝去。昼夜以成岁。大人先天。而天弗违。不戚年往。世忧不治。存亡有命。虑之为蚩。歌以言志。四时更逝去。戚戚欲何念。欢笑意所之。戚戚欲何念。欢笑意所之。壮盛智惠。殊不再来。爱时进趣。将以惠谁。泛泛放逸。亦同何为。歌以言志。戚戚欲何念。"},
{"title": "送刘中书葬诗", "author": "王褒", "dynasty": "两汉", "content": "昔别伤南浦，今归去北邙。书生空托梦，久客每思乡。塞近边云黑，尘昏野日黄。陵谷俄迁变，松柏易荒凉。题铭无复迹，何处验龟长。"},
{"title": "百一诗 其十三", "author": "应璩", "dynasty": "两汉", "content": "人才不能备，各有偏短长。稽可小人中，便辟必知芒。"},
{"title": "百一诗 其五", "author": "应璩", "dynasty": "两汉", "content": "散骑常师友，朝夕进规献。侍中主喉舌，万机无不乱。尚书统庶事，官人乘法宪。彤管珥纳言，貂珰表武弁。出入承明庐，车服一何焕。三寺齐荣秩，百僚所瞻愿。"},
{"title": "百一诗 其七", "author": "应璩", "dynasty": "两汉", "content": "古有行道人。陌上见三叟。年各百馀岁。相与锄禾莠。住车问三叟。何以得此寿。上叟前致辞。室内妪貌丑。中叟前置辞，量腹节所受。下叟前致辞。夜卧不覆首。要哉三叟言。所以能长久。"},
{"title": "答费祎", "author": "诸葛恪", "dynasty": "两汉", "content": "爰植梧桐，以待凤凰。有何燕雀，自称来翔。何不弹射，使还故乡。"},
{"title": "百一诗 其十五", "author": "应璩", "dynasty": "两汉", "content": "太官有馀厨，大小无不卖。岂徒脯与糗，醯醢及盐豉。"},
{"title": "入关故人别诗", "author": "王褒", "dynasty": "两汉", "content": "百年馀古树，千里暗黄尘。关山行就近，相看成远人。"},
{"title": "百一诗 其十六 ", "author": "应璩", "dynasty": "两汉", "content": "洛水禁罾罟，鱼鳖不为殖。空令自相啖，吏民不得食。"},
{"title": "鼙舞歌五首 其二 灵芝篇", "author": "曹植", "dynasty": "两汉", "content": "灵芝生王地，朱草被洛滨。荣华相晃耀，光采晔若神。古时有虞舜，父母顽且嚚。尽孝于田垄，烝烝不违仁。伯瑜年七十，綵衣以娱亲。慈母笞不痛，歔欷涕沾巾。丁兰少失母，自伤早孤茕。刻木当严亲，朝夕致三牲。暴子见陵侮，犯罪以亡形。丈人为泣血，免戾全其名。董永遭家贫，父老财无遗。举假以供养，佣作致甘肥。责家填门至，不知何用归。天灵感至德，神女为秉机。岁月不安居，呜呼我皇考。生我既已晚，弃我何其早。蓼莪谁所兴，念之令人老。退咏南风诗，洒泪满袆抱。乱曰：圣皇君四海，德教朝夕宣。万国咸礼让，百姓家肃虔。庠序不失仪，孝悌处中田。户有曾闵子，比屋皆仁贤。髫龀无夭齿，黄发尽其年。陛下三万岁，慈母亦复然。"},
{"title": "百一诗 其十", "author": "应璩", "dynasty": "两汉", "content": "平生居□郭，宁丁忧贫贱。出门见富贵，□□□□□。灶下炊牛矢，甑中装豆饭。"},
{"title": "始发宿亭诗", "author": "王褒", "dynasty": "两汉", "content": "送人亭上别，被马枥中嘶。漠漠村烟起，离离岭树齐。落星侵晓没，残月半山低。"},
{"title": "嘲热客诗", "author": "程晓", "dynasty": "两汉", "content": "平生三伏时，道路无行车。闭门避暑卧，出入不相过。今世褦襶子，触热到人家。主人闻客来，颦蹙奈此何。谓当起行去，安坐正跘跨。所说无一急，𠴲唅一何多。疲瘠向之久，甫问君极那。摇扇臂中疼，流汗正滂沱。莫谓此小事，亦是人一瑕。传戒诸高朋，热行宜见诃。"},
{"title": "百一诗 其四", "author": "应璩", "dynasty": "两汉", "content": "细微可不慎，堤溃自蚁穴。腠理早从事，安复劳针石。哲人睹未形，愚夫暗明白。曲突不见宾，燋烂为上客。思愿献良规，江海倘不逆。狂言虽寡善，犹有如鸡蹠。鸡蹠食不已，齐王为肥泽。"},
{"title": "诗 其二十二", "author": "应璩", "dynasty": "两汉", "content": "山风寒折骨，目面尽生疮。"},
{"title": "平陵东行", "author": "曹植", "dynasty": "两汉", "content": "阊阖开，天衢通，被我羽衣乘飞龙。乘飞龙，与仙期，东上蓬莱采灵芝。灵芝采之可服食，年若王父无终极。"},
{"title": "朔风诗 其五", "author": "曹植", "dynasty": "两汉", "content": "弦歌荡思，谁与销忧。临川慕思，何为汎舟。岂无和乐，游非我邻。谁忘汎舟，愧无榜人。"},
{"title": "有南篇", "author": "曹操", "dynasty": "两汉", "content": "南山有大石。"},
{"title": "善哉行", "author": "曹操", "dynasty": "两汉", "content": "自惜身薄祜。夙贱罹孤苦。既无三徙教。不闻过庭语。其穷如抽裂。自以思所怙。虽怀一介志。是时其能与。守穷者贫贱。惋叹泪如雨。泣涕于悲夫。乞活安能睹。我愿于天穷。琅邪倾侧左。虽欲竭忠诚。欣公归其楚。快人由为叹。抱情不得叙。显行天教人。谁知莫不绪。我愿何时随。此叹亦难处。今我将何照于光曜。释衔不如雨。"},
{"title": "百一诗 其六", "author": "应璩", "dynasty": "两汉", "content": "少壮面目泽，长大色丑粗。丑粗人所恶，拔白自洗苏。平生发完全，变化似浮屠。醉酒巾帻落，秃顶赤如壶。"},
{"title": "诗 其二十一", "author": "应璩", "dynasty": "两汉", "content": "革带绳为续，履舄穿无底。"},
{"title": "从军行二首 其二", "author": "王褒", "dynasty": "两汉", "content": "黄河流水急，骢马远征人。谷望河阳县，桥渡小平津。年少多游侠，结客好轻身。代风愁枥马，胡霜宜角筋。羽书劳警急，边鞍倦苦辛。康居因汉使，卢龙称魏臣。荒戍唯看柳，边城不识春。男儿重意气，无为羞贱贫。"},
{"title": "离友诗三首 其三", "author": "曹植", "dynasty": "两汉", "content": "日匿影兮天微阴。经迥路兮造北林。"},
{"title": "百一诗 其十二", "author": "应璩", "dynasty": "两汉", "content": "大魏承衰弊，复欲密其罗。蚍蜉犹见得，何云鳅与虾。狴犴既已备，炊复置黄沙。"},
{"title": "乐府 其四", "author": "曹植", "dynasty": "两汉", "content": "□鸟起舞，凤凰吹笙。"},
{"title": "诗 其二十", "author": "应璩", "dynasty": "两汉", "content": "有酒流如川，有肉积如岑。"},
{"title": "乐府 其三", "author": "曹植", "dynasty": "两汉", "content": "鲂䐪熊掌，豹胎龟肠。"},
{"title": "出塞", "author": "王褒", "dynasty": "两汉", "content": "飞蓬似征客，千里自长驱。塞禽唯有雁，关树但生榆。背山看故垒，系马识馀蒲。还因麾下骑，来送月支图。"},
{"title": "鼙舞歌五首 其三 大魏篇", "author": "曹植", "dynasty": "两汉", "content": "大魏应灵符。天禄方甫始。圣德致泰和。神明为驱使。左右宜供养。中殿宜皇子。陛下长寿考。群臣拜贺咸悦喜。积善有馀庆。宠禄固天常。众喜填门至。臣子蒙福祥。无患及阳遂。辅翼我圣皇。众吉咸集会。凶邪奸恶并灭亡。黄鹄游殿前。神鼎周四阿。玉马充乘舆。芝盖树九华。白虎戏西除。含利从辟邪。骐骥蹑足舞。凤皇拊翼歌。丰年大置酒。玉樽列广庭。乐饮过三爵。朱颜暴己形。式宴不违礼。君臣歌鹿鸣。乐人舞鼙鼓。百官雷抃赞若惊。储礼如江海。积善若陵山。皇嗣繁且炽。孙子列曾玄。群臣咸称万岁。陛下长寿乐年。御酒停未饮。贵戚跪东厢。侍人承颜色。奉进金玉觞。此酒亦真酒。福禄当圣皇。陛下临轩笑。左右咸欢康。杯来一何迟。群僚以次行。赏赐累千亿。百官并富昌。"},
{"title": "离友诗三首 其二", "author": "曹植", "dynasty": "两汉", "content": "凉风肃兮白露滋。木感气兮条叶辞。临渌水兮登崇基。折秋华兮采灵芝。寻永归兮赠所思。感离隔兮会无期。伊郁悒兮情不怡。"},
{"title": "当来日大难", "author": "曹植", "dynasty": "两汉", "content": "日苦短，乐有馀，乃置玉樽办东厨。广情故，心相于。阖门置酒，和乐欣欣。游马后来，辕车解轮。今日同堂，出门异乡。别易会难，各尽杯觞。"},
{"title": "升天行 其一", "author": "曹植", "dynasty": "两汉", "content": "乘蹻追术士，远之蓬莱山。灵液飞素波，兰桂上参天。玄豹游其下，翔鹍戏其巅。乘风忽登举，彷佛见众仙。"},
{"title": "仙人篇", "author": "曹植", "dynasty": "两汉", "content": "仙人揽六著，对博太山隅。湘娥拊琴瑟，秦女吹笙竽。玉樽盈桂酒，河伯献神鱼。四海一何局，九州安所如。韩终与王乔，要我于天衢。万里不足步，轻举凌太虚。飞腾踰景云，高风吹我躯。回驾观紫薇，与帝合灵符。阊阖正嵯峨，双阙万丈馀。玉树扶道生，白虎夹门枢。驱风游四海，东过王母庐。俯观五岳閒，人生如寄居。潜光养羽翼，进趋且徐徐。不见轩辕氏，乘龙出鼎湖。徘徊九天上，与尔长相须。"},
{"title": "寡妇诗", "author": "曹植", "dynasty": "两汉", "content": "高坟郁兮巍巍，松柏森兮成行。"},
{"title": "百一诗 其七", "author": "应璩", "dynasty": "两汉", "content": "古有行道人。陌上见三叟。陌各百馀岁。相与锄禾莠。住车问三叟。何以得此寿。上叟前致辞。室内妪貌丑。中叟前置辞，量腹节所受。下叟前致辞。夜卧不覆首。要哉三叟言。所以能长久。"},
{"title": "诗", "author": "曹植", "dynasty": "两汉", "content": "身被轻煖。"},
{"title": "诗 其十九", "author": "应璩", "dynasty": "两汉", "content": "槥车在道路，征夫不得休。"},
{"title": "饮马长城窟行", "author": "曹操", "dynasty": "两汉", "content": "四时隐南山，子欲适西戎。"},
{"title": "桂之树行", "author": "曹植", "dynasty": "两汉", "content": "桂之树，桂之树，桂生一何丽佳。扬朱华而翠叶，流芳布天涯。上有栖鸾，下有盘螭。桂之树，得道之真人，咸来会讲仙。教尔服食日精，要道甚省不烦。淡泊无为自然。乘蹻万里之外，去留随意所欲存。高高上际于众外，下下乃穷极地天。"},
{"title": "百一诗 其二", "author": "应璩", "dynasty": "两汉", "content": "年命在桑榆，东岳与我期。长短有常会，迟速不得辞。斗酒当为乐，无为待来兹。室广致凝阴，台高来积阳。奈何季世人，侈靡在宫墙。饰巧无穷极，土木被朱光。徵求倾四海，雅意犹未康。"},
{"title": "薤露", "author": "曹操", "dynasty": "两汉", "content": "惟汉二十世，所任诚不良。沐猴而冠带，知小而谋强。犹豫不敢断，因狩执君王。白虹为贯日，已亦先受殃。贼臣持国柄，杀主灭宇京。荡覆帝基业，宗庙以燔丧。播越西迁移，号泣而且行。瞻彼洛城郭，微子为哀伤。"},
{"title": "乐府 其七", "author": "曹植", "dynasty": "两汉", "content": "巢许蔑四海，商贾争一钱。"},
{"title": "白鹊讴", "author": "曹植", "dynasty": "两汉", "content": "鹊之彊彊，诗人取喻。今存圣世，呈质见素。饥食苕华，渴饮清露。异于畴匹，众鸟是慕。"},
{"title": "嘲蜀使张奉", "author": "薛综", "dynasty": "两汉", "content": "有犬为独，无犬为蜀。横目苟身，虫入其腹。无口为天，有口为吴。君临万邦，天子之都。"},
{"title": "献诗", "author": "薛莹", "dynasty": "两汉", "content": "惟臣之先，昔仕于汉。奕世绵绵，颇涉台观。暨臣父综，遭时之难。卯金失御，邦家毁乱。适兹我土，庶存孑遗。天启其心，东南是归。厥初流隶，困于蛮垂。大皇开基，恩德远施。特蒙招命，拯擢泥污。释放巾褐，受职剖符。作守合浦，在海之隅。迁入京辇，遂升极枢。枯瘁更荣，绝统复纪。自微而显，非愿之始。亦惟宠遇，心存足止。重值文皇，建号东宫。乃作少傅，光华益隆。明明圣嗣，至德谦崇。礼遇兼加，惟渥惟丰。哀哀先臣，念竭其忠。洪恩未报，委世以终。嗟臣蔑贱，惟昆及弟。幸生幸育，托综遗体。过庭既训，顽蔽难启。堂构弗克，志存耦耕。岂悟圣朝，仁泽流盈。追录先臣，悯共无成。是济是拔，被以殊荣。珝忝千里，受命南征。旌旗备物，金革扬声。及臣斯陋，实暗实微。既显前轨，人物之机。复傅东宫，继世荷辉。才不逮先，是忝是违。乾德博好，文雅是贵。追悼亡臣，冀存遗类。如何愚胤，曾无仿佛。瞻彼旧宠，顾此顽虚。孰能忍愧，臣实与居。夙夜反侧，克民自论。父子兄弟，累世蒙恩。死惟结草，生誓杀身。虽则灰陨，无报万分。"},
{"title": "乐府 其八", "author": "曹植", "dynasty": "两汉", "content": "所赍千金剑，通犀间碧玙。翡翠饰鸡必，标首明月珠。"},
{"title": "百一诗 其九", "author": "应璩", "dynasty": "两汉", "content": "百郡立中正，九州置都士。州闾与郡县，希疏如马齿。生不相识面，何缘别义理。十室称忠信，观过必党里。"},
{"title": "答庾僧渊诗", "author": "张翼", "dynasty": "两汉", "content": "茫茫混成始，豁矣四天朗。豁辰还须弥，百亿同一像。灵和陶氤氲，会之有妙常。大慈济群生，冥感如影响。蔚蔚沙弥众，粲粲万心仰。谁不欣大乘，兆定于玄曩。豁法虽成林，居士亦有党。不见虬与龙，洒鳞凌霄上。冲心超远寄，浪怀邈独往。众妙常所晞，维摩余所赏。苟未体善权，与子同佛仿。悠悠诚满域，所遗在废想。"},
{"title": "杂诗七首 其六", "author": "曹植", "dynasty": "两汉", "content": "飞观百馀尺，临牖御棂轩。远望周千里，朝夕见平原。烈士多悲心，小人媮自闲。国雠亮不塞，甘心思丧元。拊剑西南望，思欲赴太山。弦急悲声发，聆我慷慨言。"},
{"title": "种葛篇", "author": "曹植", "dynasty": "两汉", "content": "种葛南山下，葛藟自成阴。与君初婚时，结发恩义深。欢爱在枕席，宿昔同衣衾。窃慕棠棣篇，好乐和瑟琴。行年将晚暮，佳人怀异心。恩纪旷不接，我情遂抑沈。出门当何顾，徘徊步北林。下有交颈兽，仰有双栖禽。攀枝长叹息，泪下沾罗襟。良马知我悲，延颈对我吟。昔为同池鱼，今为商与参。往古皆欢遇，我独困于今。弃置委天命，悠悠安可任。"},
{"title": "乐府 其一", "author": "曹植", "dynasty": "两汉", "content": "胶漆至坚，浸之则离。皎皎素丝，溺色染移。君不我弃，谗人所为。"},
{"title": "汉王氏镜铭", "author": "佚名", "dynasty": "两汉", "content": "王氏作竟百采服，多贺新家人民息。官位普照天下复，风雨时节五谷熟。长保二亲子孙力，传告后世乐无极。"},
{"title": "汉五铢钱铜范铭", "author": "佚名", "dynasty": "两汉", "content": "长乐未央，贵比侯王。"},
{"title": "乐府 其二", "author": "曹植", "dynasty": "两汉", "content": "市肉取肥，酤酒取醇。交觞接杯，以致慇勤。"},
{"title": "百一诗 其三", "author": "应璩", "dynasty": "两汉", "content": "子弟可不慎，慎在选师友。师友必良德，中才可进诱。"},
{"title": "豫章行二首 其二", "author": "曹植", "dynasty": "两汉", "content": "鸳鸯自朋亲，不若比翼连。他人虽同盟，骨肉天性然。周公穆康叔，管蔡则流言。子臧让千乘，季札慕其贤。"},
{"title": "结客篇 其二", "author": "曹植", "dynasty": "两汉", "content": "利剑鸣手中，一击而尸僵。"},
{"title": "乐府 其五", "author": "曹植", "dynasty": "两汉", "content": "橙橘枇杷，甘蔗代出。"},
{"title": "尔汝歌", "author": "孙皓", "dynasty": "两汉", "content": "昔与汝为邻，今与汝为臣。上汝一杯酒，令汝寿万春。"},
{"title": "歌", "author": "佚名", "dynasty": "两汉", "content": "濯龙望如海，河桥渡似雷。"},
{"title": "古乐府", "author": "佚名", "dynasty": "两汉", "content": "天寒知被薄，忧思知夜长。"},
{"title": "气出唱", "author": "曹操", "dynasty": "两汉", "content": "游君山，甚为真。崔嵬砟硌，尔自为神。乃到王母台，金阶玉为堂，芝草生殿旁。东西厢，客满堂。主人当行觞，坐者长寿遽何央。长乐甫始宜孙子。常愿主人增年，与天相守。"},
{"title": "乐府 其九", "author": "曹植", "dynasty": "两汉", "content": "口厌常珍鹿曤，愿□百品异方。"},
{"title": "赠沙门竺法頵三首 其一", "author": "张翼", "dynasty": "两汉", "content": "郁郁华阳岳，绝云抗飞峰。峭壁溜灵泉，秀岭森青松。悬岩廓峥嵘，幽谷正寥笼。丹崖栖奇逸，碧室禅六通。泊寂清神气，绵眇矫妙纵。止观著无无，还净滞空空。外物岂大悲，独往非玄同。不见舍利弗，受屈维摩公。"},
{"title": "赠丁翼", "author": "曹植", "dynasty": "两汉", "content": "嘉宾填城阙，丰膳出中厨。吾与二三子，曲宴此城隅。秦筝发西气，齐瑟扬东讴。肴来不虚归，觞至反无馀。我岂狎异人，朋友与我俱。大国多良材，譬海出明珠。君子义休偫，小人德无储。积善有馀庆，荣枯立可须。滔荡固大节，时俗多所拘。君子通大道，无愿为世儒。"},
{"title": "汉献帝时人为邓盛语", "author": "佚名", "dynasty": "两汉", "content": "淑问得竟，皋陶邓盛。"},
{"title": "朔风诗 其三", "author": "曹植", "dynasty": "两汉", "content": "俯降千仞，仰登天阻。风飘蓬飞，载离寒暑。千仞易陟，天阻可越。昔我同袍，今永乖别。"},
{"title": "离友诗三首 其一", "author": "曹植", "dynasty": "两汉", "content": "王旅旋兮背故乡。彼君子兮笃人纲。媵余行兮归朔方。驰原隰兮寻旧疆。车载奔兮马繁骧。涉浮济兮泛轻航。迄魏都兮息兰房。展宴好兮惟乐康。"},
{"title": "答庾僧渊诗", "author": "张翼", "dynasty": "两汉", "content": "茫茫混成始，豁矣四天朗。三辰还须弥，百亿同一像。灵和陶氤氲，会之有妙常。大慈济群生，冥感如影响。蔚蔚沙弥众，粲粲万心仰。谁不欣大乘，兆定于玄曩。三法虽成林，居士亦有党。不见虬与龙，洒鳞凌霄上。冲心超远寄，浪怀邈独往。众妙常所晞，维摩余所赏。苟未体善权，与子同佛仿。悠悠诚满域，所遗在废想。"},
{"title": "古乐府诗", "author": "佚名", "dynasty": "两汉", "content": "凿石见火能几时。"},
{"title": "俞儿舞歌四首 其三 安台新福歌", "author": "王粲", "dynasty": "两汉", "content": "武功既定。庶士咸绥。乐陈我广庭。式宴宾与师。昭文德。宣武威。平九有。抚民黎。荷天宠。延寿尸。千载莫我违。"},
{"title": "古董逃行", "author": "佚名", "dynasty": "两汉", "content": "年命冉冉我遒。零落下归山丘。"},
{"title": "汉元光镜铭 其一", "author": "佚名", "dynasty": "两汉", "content": "汉造作尚方明竟，幽炼三明。周照无极，山海光明，长乐未央。富且昌，宜侯王。□命长寿，官位至三公。寿如东王父，西王母仙人。"},
{"title": "七哀诗 其二", "author": "曹植", "dynasty": "两汉", "content": "膏沐谁为容，明镜闇不治。"},
{"title": "古歌", "author": "佚名", "dynasty": "两汉", "content": "长笛续短笛。愿陛下保寿无极。"},
{"title": "赋席", "author": "张纯", "dynasty": "两汉", "content": "席为冬设，簟为夏施。揖让而坐，君子攸宜。"},
{"title": "赠毌丘俭诗", "author": "杜挚", "dynasty": "两汉", "content": "骐骥马不试，婆娑槽枥间。壮士志未伸，坎轲多辛酸。伊挚为媵臣，吕望身操竿。夷吾困商贩，宁戚对牛叹。食其处监门，淮阴饥不餐。卖臣老负薪，妻畔呼不还。释之宦十年，位不增故官。才非八子伦，而与齐其患。无知不在此，袁盎未有言。被此笃病久，荣卫动不安。闻有韩众药，信来给一丸。"},
{"title": "古歌", "author": "佚名", "dynasty": "两汉", "content": "金荆持作枕，紫荆持作床。"},
{"title": "古艳歌", "author": "佚名", "dynasty": "两汉", "content": "行行随道，经历山陂。马啖柏叶，人啖柏脂。不可常饱，聊可遏饥。"},
{"title": "鼙舞歌五首 其四 精微篇", "author": "曹植", "dynasty": "两汉", "content": "精微烂金石，至心动神明。杞妻哭死夫，梁山为之倾。子丹西质秦，乌白马角生。邹衍囚燕市，繁霜为夏零。关东有贤女，自字苏来卿。壮年报父仇，身没垂功名。女休逢赦书，白刃几在颈。俱上列仙籍，去死独就生。太仓令有罪，远徵当就拘。自悲居无男，祸至无与俱。缇萦痛父言，荷担西上书。盘桓北阙下，泣泪何涟如。乞得并姊弟，没身赎父躯。汉文感其义，肉刑法用除。其父得以免，辩义在列图。多男亦何为，一女足成居。简子南渡河，津吏废舟船。执法将加刑，女娟拥棹前。妾父闻君来，将涉不测渊。畏惧风波起，祷祝祭名川。备礼飨神祇，为君求福先。不胜釂祀诚，至令犯罚艰。君必欲加诛，乞使知罪愆。妾愿以身代，至诚感苍天。国君高其义，其父用赦原。河激奏中流，简子知其贤。归聘为夫人，荣宠超后先。辩女解父命，何况健少年。黄初发和气，明堂德教施。治道致太平，礼乐风俗移。刑措民无枉，怨女复何为。圣皇长寿考，景福常来仪。"},
{"title": "离歌", "author": "佚名", "dynasty": "两汉", "content": "晨行梓道中，梓叶相切磨。与君别交中，繣如新缣罗。裂之有馀丝，吐之无还期。"},
{"title": "槟榔俗语", "author": "佚名", "dynasty": "两汉", "content": "槟榔扶留，可以忘忧。"},
{"title": "离友诗三首 其一", "author": "曹植", "dynasty": "两汉", "content": "王旅旋故背故乡。彼君子故笃人纲。媵余行故归朔方。驰原隰故寻旧疆。车载奔故马繁骧。涉浮济故泛轻航。迄魏都故息兰房。展宴好故惟乐康。"},
{"title": "乐府 其六", "author": "曹植", "dynasty": "两汉", "content": "墨出青松烟，笔出狡兔翰。古人感鸟迹，文字有改判。"},
{"title": "古妍歌", "author": "佚名", "dynasty": "两汉", "content": "妍歌展妙声，发曲吐令辞。"},
{"title": "古新成安乐宫", "author": "佚名", "dynasty": "两汉", "content": "般鼓钟声，尽为铿锵。"},
{"title": "善哉行", "author": "佚名", "dynasty": "两汉", "content": "来日大难，口燥唇乾。今日相乐，皆当喜欢。经历名山，芝草翩翩。仙人王乔，奉药一丸。自惜袖短，内手知寒。惭无灵辙，以报赵宣。月没参横，北斗阑干。亲交在门，饥不及餐。欢日尚少，戚日苦多。何以忘忧，弹筝酒歌。淮南八公，要道不烦。参驾六龙，游戏云端。"},
{"title": "满歌行", "author": "佚名", "dynasty": "两汉", "content": "为乐未几时。遭时崄巇。逢此百罹。零丁荼毒。愁苦难为。遥望极辰。天晓月移。忧来填心。谁当我知。戚戚多思虑。耿耿殊不宁。祸福无形。惟念古人逊位躬耕。遂我所愿。以兹自宁。自鄙栖栖。守此末荣。暮秋烈风。昔蹈沧海。心不能安。揽衣瞻夜。北斗阑干。星汉照我。去自无他。奉事二亲。劳心可言。穷达天为。智者不愁。多为少忧。安贫乐道。师彼庄周。遗名者贵。子遐同游。往者二贤。名垂千秋。饮酒歌舞。乐复何须。照视日月。日月驰驱。轗轲人间。何有何无。贪财惜费。此一何愚。凿石见火。居代几时。为当欢乐。心得所喜。安神养性。得保遐期。为乐未几时。遭世崄巇。逢此百罹。零丁荼毒。愁懑难支。遥望辰极。天晓月移。忧来填心。谁当我知。戚戚多思虑。耿耿不宁。祸福无刑。唯念古人。逊位躬耕。遂我所愿。以兹自宁。自鄙山栖。守此一荣。暮秋烈风起。西蹈沧海。心不能安。揽衣起瞻夜。北斗阑干。星汉照我。去去自无他。奉事二亲。劳心可言。穷达天所为。智者不愁。多为少忧。安贫乐正道。师彼庄周。遗名者贵。子熙同巇。往者二贤。名垂千秋。饮酒歌舞。不乐何须。善哉照观日月。日月驰驱。轗轲世间。何有何无。贪财惜费。此何一愚。命如凿石见火。居世竟能几时。但当欢乐自娱。尽心极所嬉怡。安善养君德性。百年保此期颐。"},
{"title": "上留田行", "author": "佚名", "dynasty": "两汉", "content": "出是上独西门。三荆同一根生。一荆断绝不长。兄弟有两三人。小弟块摧独贫。"},
{"title": "董逃行", "author": "佚名", "dynasty": "两汉", "content": "吾欲上谒从高山。山头危险道路难。遥望五岳端。黄金为阙班璘。但见芝草叶落纷纷。百鸟集来如烟。山兽纷纶麟辟邪其端。鹍鸡声鸣。但见山兽援戏相拘攀。小复前行。玉堂未心怀流还。传教出门来。门外人何求所言。欲从圣道。求一得命延。教敕凡吏受言。采取神药若木端。玉兔长跪捣药虾蟆丸。奉上陛下一玉柈。服此药可得神仙。服尔神药。莫不欢喜。陛下长生老寿。四面肃肃稽首。天神拥护左右。陛下长与天相保守。"},
{"title": "咏德诗三首 其二", "author": "张翼", "dynasty": "两汉", "content": "灵飙起回浪，飞云腾逆鳞。飞擢南阳秀，固集三造宾。缅怀结寂夜，味藻咏终晨。延伫时无遘，谁与拂流尘。眇情寄极眄，萧条独遨神。相忘东溟里，何晞西潮津。我崇道无废，长谣想义人。"},
{"title": "赠毋丘荆州诗", "author": "杜挚", "dynasty": "两汉", "content": "鹄飞举万里，一飞翀昊苍。翔高志难得，离鸿失所望。"},
{"title": "汉元光镜铭 其二", "author": "佚名", "dynasty": "两汉", "content": "元光作竟，幽炼三商。"},
{"title": "乐府", "author": "佚名", "dynasty": "两汉", "content": "行胡从何方。列国持何来。氍毹㲮五木香。迷迭艾纳及都梁。《诗纪》七。文《类聚》八十一引香、良二韵。万花各三十二引香、良二韵。"},
{"title": "古乐府", "author": "佚名", "dynasty": "两汉", "content": "布谷鸣。农人惊。"},
{"title": "蝶蝶行", "author": "佚名", "dynasty": "两汉", "content": "蝶蝶之遨游东园。奈何卒东三月养子燕。接我苜蓿间。持之我入紫深宫中。行缠之传欂栌间。雀来燕。燕子见衔哺来。摇头鼓翼何轩奴轩。"},
{"title": "咏德诗三首 其二", "author": "张翼", "dynasty": "两汉", "content": "灵飙起回浪，飞云腾逆鳞。苟擢南阳秀，固集三造宾。缅怀结寂夜，味藻咏终晨。延伫时无遘，谁与拂流尘。眇情寄极眄，萧条独遨神。相忘东溟里，何晞西潮津。我崇道无废，长谣想义人。"},
{"title": "君马黄", "author": "佚名", "dynasty": "两汉", "content": "君马黄。臣马苍。二马同逐臣马良。易之有騩蔡有赭。美人归以南。驾车驰马。美人伤我心。佳人归以北。驾车驰马。佳人安终极。"},
{"title": "吴永安五年镜铭", "author": "佚名", "dynasty": "两汉", "content": "明镜百炼师命长。常富贵，乐未央，宜侯王。"},
{"title": "古乐府罩辞", "author": "佚名", "dynasty": "两汉", "content": "罩初何得，端来得鲋。小者如手，大者如履。孝子持归，遗我公姬。安得此鱼，适与罩迕。从今以后，但当求鲋。"},
{"title": "思悲翁", "author": "佚名", "dynasty": "两汉", "content": "思悲翁。唐思。夺我美人侵以遇。悲翁但思。蓬首狗。逐狡兔。食交君。枭子五。枭母六。拉沓高飞莫安宿。"},
{"title": "古艳歌", "author": "佚名", "dynasty": "两汉", "content": "居穷衣单薄，肠中常苦饥。"},
{"title": "艾如张", "author": "佚名", "dynasty": "两汉", "content": "艾而张罗。夷于何。行成之。四时和。山出黄雀亦有罗。雀以高飞奈雀何。为此倚欲。谁肯礞室。"},
{"title": "古乐府", "author": "佚名", "dynasty": "两汉", "content": "豹则虎之弟，鹰则鹞之兄。"},
{"title": "麒麟颂", "author": "薛综", "dynasty": "两汉", "content": "懿哉麒麟，惟兽之伯。政平觌景，否则戢足。德以卫身，不布牙角。屏营唐日，帝尧保禄。委体大吴，以昭遐福。天祚圣帝，享兹万国。"},
{"title": "古乐府", "author": "佚名", "dynasty": "两汉", "content": "青天含翠彩，素日扬清晖。"},
{"title": "古艳歌", "author": "佚名", "dynasty": "两汉", "content": "白盐海东来，美豉出鲁门。"},
{"title": "猛虎行", "author": "佚名", "dynasty": "两汉", "content": "少年惶且怖，伶俜到他乡。禀气有丰约，受形有短长。"},
{"title": "武德舞歌诗", "author": "刘苍", "dynasty": "两汉", "content": "于穆世庙，肃雍显清。俊乂翼翼，秉文之成。越序上帝，骏奔来宁。建立三雍，封禅泰山。章明图谶，放唐之文。休矣惟德，罔射协同。本支百世，永保厥功。"},
{"title": "怨诗行", "author": "佚名", "dynasty": "两汉", "content": "天道悠且长，人命一何促。百年未几时，奄若风吹烛。嘉宾难再遇，人命不可续。齐度游四方，各系太山录。人间乐未央，忽然归东狱。当须荡中情，游心恣所欲。"},
{"title": "芳树", "author": "佚名", "dynasty": "两汉", "content": "芳乱日月君乱如于风。芳乱不上无心。温而鹄。三而为行。临兰池。心中怀怅。心不可匡。目不可顾。妒人之子愁杀人。君有它心。乐不可禁。王将何似。如丝如鱼乎。悲矣。"},
{"title": "汉双鱼铜洗铭", "author": "佚名", "dynasty": "两汉", "content": "富贵昌，宜侯王，大吉羊。"},
{"title": "古乐府诗", "author": "佚名", "dynasty": "两汉", "content": "请说剑。骏犀标首。玉琢中央。六一所善。王者所杖。带以上车。如燕飞扬。"},
{"title": "折杨柳行", "author": "佚名", "dynasty": "两汉", "content": "默默施行违，厥罚随事来。末喜杀龙逢，桀放于鸣条。祖伊言不用，纣头悬白旄。指鹿用为马，胡亥以丧躯。夫差临命绝，乃云负子胥。戎王纳女乐，以亡其由余。璧马祸及虢，二国俱全墟。三夫成市虎，慈母投杼趋。卞和之刖足，接舆归草庐。"},
{"title": "汉青盖镜铭", "author": "佚名", "dynasty": "两汉", "content": "青盖作竟四夷服，多贺国家人民息。胡虏殄灭天下复，风雨时节五谷熟。长保二亲得天力，传告后世乐无极。"},
{"title": "黄鹄歌", "author": "刘弗陵", "dynasty": "两汉", "content": "黄鹄飞兮下建章。羽肃肃兮行跄跄。金为衣兮菊为裳。唼喋荷荇。出入蒹葭。自顾菲薄。愧尔嘉祥。"},
{"title": "古咄唶歌", "author": "佚名", "dynasty": "两汉", "content": "枣下何攒攒，荣华各有时。枣欲初赤时，人从四边来。枣适今日赐，谁当仰视之。"},
{"title": "歌", "author": "刘胥", "dynasty": "两汉", "content": "欲久生兮无终。长不乐兮安穷。奉天期兮不得须臾。千里马兮驻待路。黄泉下兮幽深。人生要死。何为苦心。何用为乐心所喜。出入无悰为乐亟。蒿里召兮郭门阅。死不得取代庸。身自逝。"},
{"title": "歌二首 其一 为望卿作", "author": "刘去", "dynasty": "两汉", "content": "背尊章，嫖以忽。谋屈奇，起自绝。行周流，自生患。谅非望，今谁怨。"},
{"title": "长安有狭斜行", "author": "佚名", "dynasty": "两汉", "content": "长安有狭斜，狭斜不容车。适逢两少年，夹毂问君家。君家新市傍，易知复难忘。大子二千石，中子孝廉郎。小子无官职，衣冠仕洛阳。三子俱入室，室中自生光。大妇织绮纻，中妇织流黄。小妇无所为，挟琴上高堂。丈人且徐徐，调弦讵未央。"},
{"title": "芳树", "author": "佚名", "dynasty": "两汉", "content": "芳树日月君乱如于风。芳树不上无心。温而鹄。三而为行。临兰池。心中怀怅。心不可匡。目不可顾。妒人之子愁杀人。君有它心。乐不可禁。王将何似。如丝如鱼乎。悲矣。"},
{"title": "麟颂", "author": "蔡邕", "dynasty": "两汉", "content": "皇矣大角，降生灵兽。视明礼修，麒麟来孚。春秋既书，尔来告就。庶士子锄，获诸西狩。"},
{"title": "菖蒲", "author": "阙名", "dynasty": "两汉", "content": "石上生菖蒲，一寸八九节。仙人劝我餐，令人好颜色。"},
{"title": "将进酒", "author": "佚名", "dynasty": "两汉", "content": "将进酒。乘大白。辨加哉。诗审搏。放故歌。心所作。同阴气。诗悉索。使禹良工。观者苦。"},
{"title": "白头吟", "author": "佚名", "dynasty": "两汉", "content": "皑如山上雪，皎如云间月。闻君有两意，故来相决绝。平生共城中，何尝斗酒会。今日斗酒会，明旦沟水头。蹀躞御沟上，沟水东西流。郭东亦有樵，郭西亦有樵。两樵相推与，无亲为谁骄。凄凄重凄凄，嫁娶亦不啼。愿得一心人，白头不相离。竹竿何袅袅，鱼尾何离𥱰。男儿欲相知，何用钱刀为。𪗰如马啖箕，川上高士嬉。今日相对乐，延年万岁期。"},
{"title": "古步出夏门行", "author": "佚名", "dynasty": "两汉", "content": "白骨不覆。疫疠流行。市朝易人。千载墓平。行行复行行。白日薄西山。"},
{"title": "陇西行", "author": "佚名", "dynasty": "两汉", "content": "行行重行行，白日薄西山。"},
{"title": "赞贾逵诗", "author": "刘珍", "dynasty": "两汉", "content": "摛藻扬晖，如山如云。世有令闻，以迄于君。"},
{"title": "圣人出", "author": "佚名", "dynasty": "两汉", "content": "圣人出。阴阳和。美人出。游九河。佳人来。騑离哉何。驾六飞龙四时和。君之臣明护不道。美人哉。宜天子。免甘星筮乐甫始。美人子。含四海。"},
{"title": "翁离", "author": "佚名", "dynasty": "两汉", "content": "拥离趾中可筑室。何用葺之蕙用兰。拥离趾中。"},
{"title": "歌", "author": "刘友", "dynasty": "两汉", "content": "诸吕用事兮刘氏微。迫胁王侯兮彊授我妃。我妃既妒兮诬我以恶。谗女乱国兮上曾不寤。我无忠臣兮何故弃国。自快中野兮苍天与直。于嗟不可悔兮宁早自贼。为王饿死兮谁者怜之。吕氏绝理兮托天报仇。"},
{"title": "诗", "author": "刘騊駼", "dynasty": "两汉", "content": "缥碧以为瓦。"},
{"title": "思友诗", "author": "梁鸿", "dynasty": "两汉", "content": "鸟嘤嘤兮友之期。念高子兮仆怀思。想念恢兮爰集兹。"},
{"title": "桂", "author": "杨孚", "dynasty": "两汉", "content": "桂之灌生，必粹其族。柯叶不渝，冬夏常绿。□匪桂植，在乎嵩岳。"},
{"title": "九叹 其一 逢纷", "author": "刘向", "dynasty": "两汉", "content": "伊伯庸之末冑兮，谅皇直之屈原。云余肇祖于高阳兮，惟楚怀之婵连。原生受命于贞节兮，鸿永路有嘉名。齐名字于天地兮，并光明于列星。吸精粹而吐氛浊兮，横邪世而不取容。行叩诚而不阿兮，遂见排而逢谗。后听虚而黜实兮，不吾理而顺情。肠愤悁而含怒兮，志迁蹇而左倾。心惝慌其不我与兮，躬速速其不吾亲。辞灵修而陨志兮，吟泽畔之江滨。椒桂罗以颠覆兮，有竭信而归诚。谗夫蔼蔼而漫著兮，曷其不舒予情。始结言于庙堂兮，信中涂而叛之。怀兰蕙与衡芷兮，行中壄而散之。声哀哀而怀高丘兮，心愁愁而思旧邦。愿承閒而自恃兮，径淫曀而道𡔏。颜黴黧以沮败兮，精越裂而衰耄。裳襜襜而含风兮，衣纳纳而掩露。赴江湘之湍流兮，顺波凑而下降。徐徘徊于山阿兮，飘风来之汹汹。驰余车兮玄石，步余马兮洞庭。平明发兮苍梧，夕投宿兮石城。芙蓉盖而菱华车兮，紫贝阙而玉堂。薜荔饰而陆离荐兮，鱼鳞衣而白霓裳。登逢龙而下陨兮，违故都之漫漫。思南郢之旧俗兮，肠一夕而九运。扬流波之潢潢兮，体溶溶而东回。心怊怅以永思兮，意晻晻而日颓。白露纷以涂涂兮，秋风浏以萧萧。身永流而不还兮，䰟长逝而常愁。叹曰：譬彼流水纷扬磕兮，波逢汹涌濆滂沛兮。揄扬涤荡漂流陨往触崟石兮。龙卬脟圈缭戾宛转阻相薄兮。遭纷逢凶蹇离尤兮。垂文扬采遗将来兮。"},
{"title": "雁门太守行", "author": "佚名", "dynasty": "两汉", "content": "孝和帝在时。洛阳令王君。本自益州广汉蜀民。少行宦学。通五经论。明知法令。历世衣冠。从温补洛阳令。治行致贤。拥护百姓。子养万民。外行猛政。内怀慈仁。文武备具。料民富贫。移恶子姓。篇著里端。伤杀人。比伍同罪对门。禁鍪矛八尺。捕轻薄少年。加笞决罪。诣马市论。无妄发赋。念在理冤。敕吏正狱。不得苛烦。财用钱三十。买绳礼竿。贤哉贤哉。我县王君。臣吏衣冠。奉事皇帝。功曹主簿。皆得其人。临部居职。不敢行恩。清身苦体。夙夜劳勤。治有能名。远近所闻。天年不遂。早就奄昏。为君作祠。安阳亭西。欲令后世。莫不称传。"},
{"title": "八公操", "author": "刘安", "dynasty": "两汉", "content": "煌煌上天照下土兮，知我好道公来下兮。公将与予生毛羽兮，超腾青云蹈梁甫兮。观见瑶光过北斗兮，驰乘风云使玉女兮。含精吐气嚼芝草兮，悠悠将将天相保兮。"},
{"title": "五噫歌", "author": "梁鸿", "dynasty": "两汉", "content": "陟彼此芒兮噫。顾览帝京兮噫。宫室崔嵬兮噫。民之劬劳兮噫。辽辽未央兮噫。"},
{"title": "犀", "author": "杨孚", "dynasty": "两汉", "content": "于惟玄犀，处自林麓。食惟棘刺，体兼五肉。或有神异，表灵以角。含精吐烈，望若华烛。置之荒野，禽兽莫触。"},
{"title": "酸枣令刘熊碑诗 其三", "author": "蔡邕", "dynasty": "两汉", "content": "猗欤明哲。秉道之枢。养□之福。匪德之隅。渊乎其长。涣乎成功。政暇民豫。新我□通。用行则达。以诱我邦。赖兹刘父。用说其蒙。泽零年丰。黔首歌颂。"},
{"title": "三言诗", "author": "崔骃", "dynasty": "两汉", "content": "屏九皋，咏典文。披五素，耽三坟。"},
{"title": "丈草", "author": "杨孚", "dynasty": "两汉", "content": "丈草作酒，能成其味。以金买草，不言其贵。"},
{"title": "五灵颂", "author": "蔡邕", "dynasty": "两汉", "content": "大梁乘精，白虎用生。思睿信立，绕于垣坰。"},
{"title": "歌", "author": "赵岐", "dynasty": "两汉", "content": "国有逸民。姓赵氏名嘉。有志无时。命也奈何。"},
{"title": "歌二首 其二 为修成作", "author": "刘去", "dynasty": "两汉", "content": "愁莫愁。居无聊。心重结。意不舒。内茀郁。忧哀积。上不见天。生何益。日崔隤。时不再。愿弃躯。死无悔。"},
{"title": "歌", "author": "傅毅", "dynasty": "两汉", "content": "陟景山兮采芳苓。哀不惨伤乐不流声。弹羽跃水叩角奋荣。沈微玄穆感物寤灵。"},
{"title": "熏炉铭", "author": "刘向", "dynasty": "两汉", "content": "嘉此正器，崭岩若山。上贯太华，承以铜盘。中有兰绮，朱火青烟。"},
{"title": "歌", "author": "华容夫人", "dynasty": "两汉", "content": "发纷纷兮寘渠。骨籍籍兮亡居。母求死子兮妻求死夫。裴回两渠间兮君子独安居。"},
{"title": "长歌行", "author": "佚名", "dynasty": "两汉", "content": "仙人骑白鹿，发短耳何长。导我上太华，揽芝获赤幢。来到主人门，奉药一玉箱。主人服此药，身体日康强。发白复更黑，延年寿命长。岧岧山上亭，皎皎云间星。远望使心思，游子恋所生。驱车出北门，遥观洛阳城。凯风吹长棘，夭夭枝叶倾。黄鸟飞相追，咬咬弄音声。伫立望西河，泣下沾罗缨。"},
{"title": "适吴诗", "author": "梁鸿", "dynasty": "两汉", "content": "逝旧邦兮遐征，将遥集兮东南。心惙怛兮伤悴，忘菲菲兮升降。欲乘策兮纵迈，疾吾俗兮作谗。竞举枉兮措直，咸先佞兮唌唌。固靡惭兮独建，冀异州兮尚贤。聊逍遥兮遨嬉，缵仲尼兮周流。傥云睹兮我悦，遂舍车兮即浮。过季札兮延陵，求鲁连兮海隅。虽不察兮光貌，幸神灵兮与休。惟季春兮华阜，麦含英兮方秀。哀茂时兮逾迈，悯芳香兮日臭。悼吾心兮不获，长委结兮焉究。口嚣嚣兮余讪，嗟恇恇兮谁留。"},
{"title": "诗二首 其二", "author": "郦炎", "dynasty": "两汉", "content": "灵芝生河洲，动摇因洪波。动荣一何晚，严霜瘁其柯。哀哉二芳草，不植太山阿。文质道所贵，遭时用有嘉。绛灌临衡宰，谓谊崇浮华。贤才抑不用，远投荆南沙。抱玉乘龙骥，不逢乐与和。安得孔仲尼，为世陈四科。"},
{"title": "雁门太守行", "author": "佚名", "dynasty": "两汉", "content": "孝和帝在时。洛阳令王君。洛自益州广汉蜀民。少行宦学。通五经论。明知法令。历世衣冠。从温补洛阳令。治行致贤。拥护百姓。子养万民。外行猛政。内怀慈仁。文武备具。料民富贫。移恶子姓。篇著里端。伤杀人。比伍同罪对门。禁鍪矛八尺。捕轻薄少年。加笞决罪。诣马市论。无妄发赋。念在理冤。敕吏正狱。不得苛烦。财用钱三十。买绳礼竿。贤哉贤哉。我县王君。臣吏衣冠。奉事皇帝。功曹主簿。皆得其人。临部居职。不敢行恩。清身苦体。夙夜劳勤。治有能名。远近所闻。天年不遂。早就奄昏。为君作祠。安阳亭西。欲令后世。莫不称传。"},
{"title": "鲛", "author": "杨孚", "dynasty": "两汉", "content": "鲛之为鱼，其子既育。惊必归母，还入其腹。小则如之，大则不复。"},
{"title": "耕田歌", "author": "刘章", "dynasty": "两汉", "content": "深耕穊种，立苗欲疏。非其种者，锄而去之。"},
{"title": "陌上桑", "author": "佚名", "dynasty": "两汉", "content": "今有人。山之阿。被服薜荔带女萝。既含睇。又宜笑。子恋慕予善窈窕。乘赤豹。从文狸。辛夷车驾结桂旗。被石兰。带杜衡。折芳拔荃遗所思。处幽室。终不见。天路险艰独后来。表独立。山之上。云何容容而在下。杳冥冥。羌昼晦。东风飘遥神灵雨。风瑟瑟。木搜搜。思念公子徒以忧。"},
{"title": "瑰材枕箴", "author": "张纮", "dynasty": "两汉", "content": "彧彧其文，馥馥其芬。出自幽阻，升于毡茵。允瑰允丽，惟淑惟珍。安安文枕，贰彼弁冠。冠御于昼，枕式于昏。代作充用，荣巳宁身。兴寝有节，适性和神。"},
{"title": "诗", "author": "秦嘉", "dynasty": "两汉", "content": "严石郁嵯峨。"},
{"title": "淋池歌", "author": "刘弗陵", "dynasty": "两汉", "content": "秋素景兮泛洪波。挥纤手兮折芰荷。凉风凄凄扬棹歌。云光开曙月低河。万岁为乐岂云多。"},
{"title": "起舞歌", "author": "唐姬", "dynasty": "两汉", "content": "皇天崩兮后土颓。身为帝王兮命夭摧。死生路异兮从此乖。奈我茕独兮心中哀。"},
{"title": "象", "author": "杨孚", "dynasty": "两汉", "content": "象之为兽，形体特诡。身倍数牛，目不逾狶。鼻为口役，望头若尾。驯良承教，听言则跪。素牙玉洁，载籍所美。服重致远，行如丘徙。"},
{"title": "六言", "author": "东方朔", "dynasty": "两汉", "content": "合樽促席相娱，计策弃捐不收。"},
{"title": "印衣铭", "author": "胡广", "dynasty": "两汉", "content": "明明圣皇，旌以命服。纡朱怀金，为光为饰。迈种其泽，抚宁四国。宣慈惠和，柔嘉维则。克副帝心，膺兹多福。登位历寿，子孙千亿。"},
{"title": "歌诗", "author": "侯瑾", "dynasty": "两汉", "content": "周公为司马，白鱼入王舟。"},
{"title": "六安枕铭", "author": "崔骃", "dynasty": "两汉", "content": "枕有规矩，恭一其德。承元宁躬，终始不忒。"},
{"title": "贝", "author": "杨孚", "dynasty": "两汉", "content": "乃有大贝，奇姿难俦。素质紫饰，文若罗珠。不磨而莹，采耀光流。思雕莫加，欲琢靡踰。在昔姬伯，用免其拘。"},
{"title": "七谏 其五 自悲", "author": "东方朔", "dynasty": "两汉", "content": "居愁勤其谁告兮，独永思而忧悲。内自省而不惭兮，操愈坚而不衰。隐三年而无决兮，岁忽忽其若颓。怜余身不足以卒意兮，冀一见而复归。哀人事之不幸兮，属天命而委之咸池。身被疾而不閒兮，心沸热其若汤。冰炭不可以相并兮，吾固知乎命之不长。哀独苦死之无乐兮，惜余年之未央。悲不反余之所居兮，恨离予之故乡。鸟兽惊而失群兮，犹高飞而哀鸣。狐死必首丘兮，夫人孰能不反其真情？故人疏而日忘兮，新人近而俞好。莫能行于杳冥兮，孰能施于无报？苦众人之皆然兮，乘回风而远游。凌恒山其若陋兮，聊愉娱以忘忧。悲虚言之无实兮，苦众口之铄金。过故乡而一顾兮，泣歔欷而沾衿。厌白玉以为面兮，怀琬琰以为心。邪气入而感内兮，施玉色而外淫。何青云之流澜兮，微霜降之蒙蒙。徐风至而徘徊兮，疾风过之汤汤。闻南藩乐而欲往兮，至会稽而且止。见韩众而宿之兮，问天道之所在？借浮云以送予兮，载雌霓而为旌。驾青龙以驰骛兮，班衍衍之冥冥。忽容容其安之兮，超慌忽其焉如。苦众人之难信兮，愿离群而远举。登峦山而远望兮，好桂树之冬荣。观天火之炎炀兮，听大壑之波声。引八维以自道兮，含沆瀣以长生。居不乐以时思兮，食草木之秋实。饮菌若之朝露兮，构桂木而为室。杂橘柚以为囿兮，列新夷与椒桢。鹍鹤孤而夜号兮，哀居者之诚贞。"},
{"title": "樽铭", "author": "崔骃", "dynasty": "两汉", "content": "惟岁之元，朝会奉樽。金罍牺象，嘉礼具陈。献酬交错，万国咸欢。"},
{"title": "樽铭", "author": "李尤", "dynasty": "两汉", "content": "樽设在堂，以俟俊乂。三山共承，雕琢错带。"},
{"title": "周留", "author": "杨孚", "dynasty": "两汉", "content": "苍毛豕身，角若担矛。卫护其犊，与虎为雠。"},
{"title": "榕", "author": "杨孚", "dynasty": "两汉", "content": "榕树栖栖，长与少殊。高出林表，广荫原丘。孰知初生，葛蔂之俦。"},
{"title": "冠帻铭", "author": "李尤", "dynasty": "两汉", "content": "冠为元服，帻为首服。君子敬慎，自强不忒。"},
{"title": "诗", "author": "仲长统", "dynasty": "两汉", "content": "春云为马，秋风为驷。按之不迟，劳之不疾。"},
{"title": "围棋铭", "author": "李尤", "dynasty": "两汉", "content": "诗人幽忆，感物则思。志之空闲，玩弄游意。局为宪矩，棋法阴阳。道为经纬，方错列张。"},
{"title": "神汉桂阳太守周府君碑铭", "author": "郭苍", "dynasty": "两汉", "content": "乾坤剖兮建两仪，刚柔分兮有险夷。咨中岳兮据崔嵬，叹衡林兮独倾亏。增陊峭兮甚䧢陁，鲧莫涉兮禹不窥。仰王禽兮又崎危，俯泷渊兮怛以悲，岸参天兮无路蹊。石纵横兮流洄洄，波隆隆兮声若雷。或抱货兮以从利，或追恩兮以赴义。汎舟楫兮有不避，沉躬躯兮有玄池。委性命兮于芒绳，潜寒慄兮不皇计，泛随流兮殆忘归。懿贤后兮发垩英，闵不通兮治斯溪。蹶巨石兮以湮填，开切促兮导曲机，推六泷兮弱其势。遏泌汨兮散其波，威怒定兮混灡灡，息聊啾兮逝□□。□□□兮蛟龙藏，陆夫唱兮舻人歌，名冠世兮超逾伦。今称扬兮铿流沙，功斐斐兮镇海裔，君乎君乎寿不訾。"},
{"title": "论功歌诗二首 其二 嘉禾歌", "author": "班固", "dynasty": "两汉", "content": "后土化育兮四时行。修灵液养兮元气覆。冬同云兮春霢霂。膏泽洽兮殖嘉谷。"},
{"title": "怨诗", "author": "张衡", "dynasty": "两汉", "content": "猗猗秋兰，植彼中阿。有馥其芳，有黄其葩。虽曰幽深，厥美弥嘉。之子之远，我劳如何。我闻其声，载坐载起。同心离居，绝我中肠。"},
{"title": "鹧鸪", "author": "杨孚", "dynasty": "两汉", "content": "鸟象雌鸡，自名鹧鸪。其志怀南，不思北徂。"},
{"title": "歌", "author": "司马相如", "dynasty": "两汉", "content": "独处室兮廓无依。思佳人兮情伤悲。彼君子兮来何迟。日既暮兮华色衰。敢托身兮长自私。"},
{"title": "述志诗", "author": "侯瑾", "dynasty": "两汉", "content": "嫫母升玉堂。"},
{"title": "三薕", "author": "杨孚", "dynasty": "两汉", "content": "三薕大实，实不但三。食之多汁，味酸且甘。藏之尤好，与果相参。"},
{"title": "九思 其二 怨上", "author": "王逸", "dynasty": "两汉", "content": "令尹兮謷謷，群司兮哝哝。哀哉兮淈淈，上下兮同流。菽藟兮蔓衍，芳虈兮挫枯。朱紫兮杂乱，曾莫兮别诸。倚此兮岩穴，永思兮窈悠。嗟怀兮眩惑，用志兮不昭。将丧兮玉斗，遗失兮钮枢。我心兮煎熬，惟是兮用忧。进恶兮九旬，复顾兮彭务。拟斯兮二踪，未知兮所投。谣吟兮中壄，上察兮璇玑。大火兮西睨，摄提兮运低。雷霆兮硠磕，雹霰兮霏霏。奔电兮光晃，凉风兮怆悽。鸟兽兮惊骇，相从兮宿栖。鸳鸯兮噰噰，狐狸兮徾徾。哀吾兮介特，独处兮罔依。蝼蛄兮鸣东，蟊蠽兮号西。蛓缘兮我裳，蠋入兮我怀。虫豸兮夹余，惆怅兮自悲。伫立兮忉怛，心结縎兮折摧。"},
{"title": "武溪深", "author": "马援", "dynasty": "两汉", "content": "滔滔五溪一何深。鸟飞不度兽不敢临。嗟哉五溪多毒淫。"},
{"title": "琴歌二首 其二", "author": "司马相如", "dynasty": "两汉", "content": "皇兮皇兮从我栖，得托孳尾永为妃。交情通意心和谐，中夜相从知者谁。双翼俱起翻高飞，无感我心使余悲。"},
{"title": "九曲歌", "author": "李尤", "dynasty": "两汉", "content": "年岁晚墓时已斜。安得壮士翻日车。肥骨消灭随尘去。"},
{"title": "李翕析里桥郙阁颂新诗", "author": "仇靖", "dynasty": "两汉", "content": "□□□□兮水兑之间。高山崔隗兮不流荡荡。地既塉确兮与寇为邻。□□□□□□以析分。或失绪业兮至于困贫。危危累卵兮圣朝闵怜。长毛艾究□兮幼□□□。救倾兮全育□遗。劬劳日稷兮惟惠勤勤。黄邵朱龚兮盖不□□充赢兮百姓欢欣。佥曰太平兮文翁复存。"},
{"title": "在邹诗", "author": "韦孟", "dynasty": "两汉", "content": "微微小子，既耇且陋。岂不牵位，秽我王朝。王朝肃清，惟俊之庭。顾瞻余躬，惧秽此征。我之退征，请于天子。天子我恤，矜我发齿。赫赫天子，明悊且仁。县车之义，以洎小臣。嗟我小子，岂不怀土。庶我王寤，越迁于鲁。既去祢祖，惟怀惟顾。祈祈我徒，戴负盈路。爰戾于邹，鬋茅作堂。我徒我环，筑室于墙。我既迁逝，心存我旧。梦我渎上，立于王朝。其梦如何，梦争王室。其争如何，梦王我弼。寤其外邦，欢其喟然。念我祖考，泣涕其涟。微微老夫，咨既迁绝。洋洋仲尼，视我遗烈。济济邹鲁，礼义唯恭。诵习弦歌，于异他邦。我虽鄙耇，心其好而。我徒侃尔，乐亦在而。"},
{"title": "歌诗三章 其三 【远夷怀德歌】", "author": "唐菆", "dynasty": "两汉", "content": "荒服之外。土地硗埆。食肉衣皮。不见盐谷。吏译传风。大汉安乐。携负归仁。触冒险狭。高山岐峻。缘崖磻石。木薄发家。百宿到洛。父子同赐。怀抱匹帛。传告种人。长愿臣仆。"},
{"title": "河铭", "author": "李尤", "dynasty": "两汉", "content": "洋洋河水，赴宗于海。经自中州，龙图所在。昔周诸侯，会于孟津。鱼入王舟，乃往尅殷。大汉承绪，怀附遐邻。邦事来济，各贡厥珍。"},
{"title": "四愁诗", "author": "张衡", "dynasty": "两汉", "content": "一思曰：我所思兮在太山。欲往从之梁父艰。侧身东望涕沾翰。美人赠我金错刀。何以报之英琼瑶。路远莫致倚逍遥。何为怀忧心烦劳。二思曰：我所思兮在桂林。欲往从之湘水深。侧身南望涕沾襟。美人赠我金琅玕。何以报之双玉盘。路远莫致倚惆怅。何为怀忧心烦伤。三思曰：我所思兮在汉阳。欲往从之陇阪长。侧身西望涕沾裳。美人赠我貂襜褕。何以报之明月珠。路远莫致倚踟蹰。何为怀忧心烦纡。四思曰：我所思兮在雁门。欲往从之雪雰雰。侧身北望涕沾巾。美人赠我锦绣段。何以报之青玉案。路远莫致倚增叹。何为怀忧心烦惋。"},
{"title": "九思 其八 哀岁", "author": "王逸", "dynasty": "两汉", "content": "旻天兮清凉，玄气兮高朗。北风兮潦洌，草木兮苍唐。蛜蚗兮噍噍，蝍蛆兮穰穰。岁忽忽兮惟暮，余感时兮悽怆。伤俗兮泥浊，矇蔽兮不章。宝彼兮沙砾，捐此兮夜光。椒瑛兮湟污，葈耳兮充房。摄衣兮缓带，操我兮墨阳。升车兮命仆，将驰兮四荒。下堂兮见虿，出门兮触𧒒。巷有兮蚰蜒，邑多兮螳螂。睹斯兮嫉贼，心为兮切伤。俛念兮子胥，仰怜兮比干。投剑兮脱冕，龙屈兮蜿蟤。潜藏兮山泽，匍匐兮丛攒。窥见兮溪涧，流水兮沄沄。鼋鼍兮欣欣，鳣鲇兮延延。群行兮上下，骈罗兮列陈。自恨兮无友，特处兮茕茕。冬夜兮陶陶，雨雪兮冥冥。神光兮颎颎，鬼火兮荧荧。修德兮困控，愁不聊兮遑生。忧纡兮郁郁，恶所兮写情。"},
{"title": "袜铭", "author": "崔骃", "dynasty": "两汉", "content": "机衡建子，万物含滋。黄钟育化，以养元基。长履景福，至于亿年。皇灵既祐，祉禄来臻。本支百世，子子孙孙。"},
{"title": "歌", "author": "东方朔", "dynasty": "两汉", "content": "陆沉于俗。避世金马门。宫殿中可以避世全身。何必深山之中蒿庐之下。"},
{"title": "秋胡行·其一", "author": "曹操", "dynasty": "两汉", "content": "晨上散关山，此道当何难。晨上散关山，此道当何难。牛顿不起，车堕谷间。坐盘石之上，弹五弦之琴，作为清角韵。意中迷烦，歌以言志。晨上散关山。有何三老公，卒来在我傍，有何三老公，卒来在我傍。负揜被裘，似非恒人，谓卿云何困苦以自怨？徨徨所欲，来到此间？歌以言志。有何三老公。我居昆仑山，所谓者真人。我居昆仑山，所谓者真人。道深有可得，名山历观。遨游八极，枕石嗽流饮泉。沉吟不决，遂上升天，歌以言志。我居昆仑山。去去不可追，长恨相牵攀，去去不可追，长恨相牵攀。夜夜安得寐，惆怅以自怜。正而不谲，辞赋依因。经传所过，西来所传。歌以言志，去去不可追。"},
{"title": "扇铭", "author": "傅毅", "dynasty": "两汉", "content": "翩翩素圆，清风载扬。君子玉体，赖以宁康。冬则龙潜，夏则凤举。知进知退，随时出处。"},
{"title": "秋胡行 其二", "author": "曹操", "dynasty": "两汉", "content": "愿登泰华山，神人共远游。愿登泰华山，神人共远游。经历昆仑山，到蓬莱，飘飖八极，与神人俱。思得神药，万岁为期。歌以言志。愿登泰华山。天地何长久，人道居之短。天地何长久，人道居之短。世言伯阳，殊不知老。赤松王乔，亦云得道。得之未闻，庶以寿考。歌以言志。天地何长久。明明日月光，何所不光昭。明明日月光，何所不光昭。二仪合圣化，贵者独人。万国率土，莫非王臣。仁义为名，礼乐为荣。歌以言志。明明日月光。四时更逝去，昼夜以成岁。四时更逝去，昼夜以成岁。大人先天，而天弗违。不戚年往，忧世不治。存亡有命，虑之为蚩。歌以言志。四时更逝去。戚戚欲何念？欢笑意所之。戚戚欲何念？欢笑意所之。壮盛智惠，殊不再来。爱时进趣，将以惠谁？泛泛放逸，亦同何为？歌以言志。戚戚欲何念。"},
{"title": "嗟伯夷", "author": "东方朔", "dynasty": "两汉", "content": "穷隐处兮窟穴自藏。与其随佞而得志兮。不若从孤竹于首阳。"},
{"title": "东门行", "author": "佚名", "dynasty": "两汉", "content": "出东门，不顾归。来入门，怅归悲。盎中无斗米储，还视架上无悬衣。拔剑东门去，舍中儿母牵衣啼：“他家但愿富贵，贱妾与君共哺糜。上用仓浪天故，下当用此黄口儿。今非！”“咄！行！吾去为迟！白发时下难久居。” "},
{"title": "熏炉铭", "author": "李尤", "dynasty": "两汉", "content": "上似蓬莱，吐气委蛇。芳烟布绕，遥冲紫微。"},
{"title": "见志诗二首 其一", "author": "仲长统", "dynasty": "两汉", "content": "飞鸟遗迹，蝉蜕亡壳。腾蛇弃鳞，神龙丧角。至人能变，达士拔俗。乘云无辔，骋风无足。垂露成帏，张霄成幄。沆瀣当餐，九阳代烛。恒星艳珠，朝霞润玉。六合之内，恣心所欲。人事可遗，何为局促。"},
{"title": "青青陵上柏", "author": "佚名", "dynasty": "两汉", "content": "青青陵上柏，磊磊涧中石。磊生天地间，忽如远行客。斗酒相娱乐，聊厚不为薄。驱车策驽马，游戏宛与洛。洛中何郁郁，冠带自相索。长衢罗夹巷，王侯多第宅。两宫遥相望，双阙百余尺。极宴娱心意，戚戚何所迫？"},
{"title": "七言诗", "author": "崔骃", "dynasty": "两汉", "content": "皦皦练丝退浊污。"},
{"title": "竹扇诗", "author": "班固", "dynasty": "两汉", "content": "供时有度量，异好有团方。来风堪避暑，静夜致清凉。"},
{"title": "安封侯诗", "author": "崔骃", "dynasty": "两汉", "content": "戎马鸣兮金鼓震，壮士激兮忘身命。被兕甲兮跨良马，挥长戟兮彀强弩。"},
{"title": "桓灵时童谣", "author": "佚名", "dynasty": "两汉", "content": "举秀才，不知书。举孝廉，父别居。寒素清白浊如泥，高第良将怯如鸡。 "},
{"title": "戒子孙诗", "author": "韦玄成", "dynasty": "两汉", "content": "于肃君子，既令厥德。仪服此恭，棣棣其则。咨余小子，既德靡逮。曾是车服，荒嫚以队。明明天子，俊德烈烈。不遂我遗，恤我九列。我既兹恤，惟夙惟夜。畏忌是申，供事靡惰。天子我监，登我三事。顾我伤队，爵复我旧。我既此登，望我旧阶。先后兹度，涟涟孔怀。司直御事，我熙我盛。群公百僚，我嘉我庆。于异卿士，非同我心。三事惟艰，莫我肯矜。赫赫三事，力虽此毕。非我所度，退其罔日。昔我之队，畏不此居。今我度兹，戚戚其惧。嗟我后人，命其靡常。靖享尔位，瞻仰靡荒。慎尔会同，戒尔车服。无媠尔仪，以保尔域。尔无我视，不慎不整。我之此复，惟禄之幸。于戏后人，惟肃惟栗。无忝显祖，以蕃汉室。"},
{"title": "镜铭", "author": "李尤", "dynasty": "两汉", "content": "铸铜为鉴，整饰容颜。修尔法服，正尔衣冠。"},
{"title": "有所思", "author": "佚名", "dynasty": "两汉", "content": "有所思，乃在大海南。何用大遗君，双珠玳瑁簪。用玉绍缭之。闻君有他心，拉杂摧烧之。摧烧之，当风扬其灰！从今以往，勿复相思，相思与君绝！鸡鸣狗吠，兄嫂当知之。妃呼狶！秋风肃肃晨风飔，东方须臾高知之！ "},
{"title": "五噫歌", "author": "梁鸿", "dynasty": "两汉", "content": "陟彼北芒兮，噫！顾瞻帝京兮，噫！宫阙崔嵬兮，噫！民之劬劳兮，噫！辽辽未央兮，噫！ "},
{"title": "题东老庵", "author": "张衡", "dynasty": "两汉", "content": "东老遗风且百年，乡评犹叹子孙贤。<br>金丹数满三千行，玉笈名留十八仙。<br>座上杯盘由好客，鼎中饘粥且随缘。<br>相逢咸恨匆匆去，绝胜空回访戴船。"},
{"title": "京师上巳篇", "author": "杜笃", "dynasty": "两汉", "content": "窈窕淑女美胜艳，妃戴翡翠珥明珠。"},
{"title": "歌", "author": "李陵", "dynasty": "两汉", "content": "径万里兮度沙漠。为君将兮奋匈奴。路穷绝兮矢刃摧。士众灭兮名已隤。老母已死虽欲报恩将安归。"},
{"title": "落叶哀蝉曲", "author": "刘彻", "dynasty": "两汉", "content": "罗袂兮无声，玉墀兮尘生。虚房冷而寂寞，落叶依于重扃。望彼美之女兮，安得感余心之未宁？"},
{"title": "经史阁四言诗", "author": "张衡", "dynasty": "两汉", "content": "玄黄氤氲，混沌未死。<br>道隐冥默，文郁雕跂。<br>蚩蚩熙熙。结绳而治。<br>谁凿七窈，鸿蒙拊髀。<br>马图鸟迹，彷佛文字。<br>羲轩勋华，授受一理。<br>典谟训话，浑浑无拟。<br>天生素王，躬服仁义。<br>宪章祖述，参赞经纬。<br>经揭日月，史严辞事。<br>九流说铃，诸子疣赘。<br>秦灰小厄，鲁壁阐秘。<br>白首齐生，口诵臆记。<br>枝叶扶疏，风流委靡。<br>汉兴购求，六经大奋。<br>舒向校雠，班马传纪。<br>尔雅同风，沿袭世次。<br>宋三百年，超轶姚姒。<br>际海薄天，声教渐被。<br>惟此东邑，蔼蔼多士。<br>孔墙巍巍，重屋丹绮。<br>群玉之府，五经之笥。<br>排签插架，堆案盈几。<br>藻饰皇猷，驰骋帝轨。<br>兰薰颜冉，玉洁曾史。<br>物忌太盛，道有中否。<br>何物坏宅，有士抱器。<br>坛荒杏老，墉鼠穴虺。<br>川竭珠逃，椟破玉毁。<br>炷灯拭案，篇壒燬。<br>观鹳雅鸦，鲁鱼亥豕。<br>斲轮糟粕，负蛉口耳。<br>忘筌舍蹄，出足弃履。<br>文未丧天，道不坠地。<br>起废者谁，孟母之子。<br>薄言采藻，於彼沼沚。<br>鸠工损资，不损廪饩。<br>榱桷得宜，轮奂有炜。<br>肩摩踵接，出入槐市。<br>非此乔木，畴克大庇。<br>非我宗匠，孰主张是。<br>祖有令德，世济其美。<br>休声日流，与道终始。"},
{"title": "董娇饶", "author": "宋子侯", "dynasty": "两汉", "content": "洛阳城东路，桃李生路旁。花花自相对，叶叶自相当。春风东北起，花叶正低昂。不知谁家子，提笼行采桑。纤手折其枝，花落何飘扬。请谢彼姝子，何为见损伤。高秋八九月，白露变为霜。终年会飘堕，安得久馨香。秋时自零落，春月复芬芳。何如盛年去，欢爱永相忘。吾欲竟此曲，此曲愁人肠。归来酌美酒，挟瑟上高堂。"},
{"title": "金羊灯铭", "author": "李尤", "dynasty": "两汉", "content": "贤哲勉务，惟日不足。金羊载耀，作明以续。"},
{"title": "七言", "author": "东方朔", "dynasty": "两汉", "content": "折羽翼兮摩苍天。"},
{"title": "梁甫吟", "author": "佚名", "dynasty": "两汉", "content": "步出齐城门，遥望荡阴里。里中有三坟，累累正相似。问是谁家墓，田疆古冶氏。力能排南山，又能绝地纪。一朝被谗言，二桃杀三士。谁能为此谋，相国齐晏子。"},
{"title": "七哀", "author": "曹植", "dynasty": "两汉", "content": "明月照高楼，流光正徘徊。上有愁思妇，悲叹有余哀。借问叹者谁，言是宕子妻。君行逾十年，孤妾常独栖。君若清路尘，妾若浊水泥。浮沉各异势，会合何时谐？愿为西南风，长逝入君怀。君怀良不开，贱妾当何依。 "},
{"title": "良弓铭", "author": "李尤", "dynasty": "两汉", "content": "弓矢之作，爰自曩时。乡射载礼，招命在诗。妙称颜高，巧发晋师。不争之美，亦以辨仪。"},
{"title": "甘颂", "author": "宗炳", "dynasty": "两汉", "content": "煌煌嘉实，磊如景星。南金其色，隋珠其形。"},
{"title": "元日", "author": "刘旦", "dynasty": "两汉", "content": "元日甘泉会，衣冠拜冕旒。<br>图书一四海，玉帛万诸侯。"},
{"title": "句", "author": "王逸", "dynasty": "两汉", "content": "他年馆阁同游处，荣路方踪继二孙。"},
{"title": "秋日早朝", "author": "胡广", "dynasty": "两汉", "content": "秋满都门一雁飞，轻罗初拟试朝衣。<br>城头鼓角催更尽，阙下星河向晓稀。<br>佳气入云浮紫殿，新凉先雨到彤墀。<br>涵濡共际雍熙日，谁识阳和造化机。"},
{"title": "舜庙怀古", "author": "刘熊渠", "dynasty": "两汉", "content": "游湘有余怨，岂是圣人心。竹路猿啼古，祠宫蔓草深。素风传旧俗，异迹闭荒林。巡狩去不返，烟云怨至今。 "},
{"title": "九怀 其五 尊嘉", "author": "王褒", "dynasty": "两汉", "content": "季春兮阳阳，列草兮成行。余悲兮兰生，委积兮从横。江离兮遗捐，辛夷兮挤臧。伊思兮往古，亦多兮遭殃。伍胥兮浮江，屈子兮沉湘。运余兮念兹，心内兮怀伤。望淮兮沛沛，滨流兮则逝。榜舫兮下流，东注兮磕磕。蛟龙兮导引，文鱼兮上濑。抽蒲兮陈坐，援芙蕖兮为盖。水跃兮余旌，继以兮微蔡。云旗兮电骛，倏忽兮容裔。河伯兮开门，迎余兮欢欣。顾念兮旧都，怀恨兮艰难。窃哀兮浮萍，汎淫兮无根。"},
{"title": "印铭", "author": "李尤", "dynasty": "两汉", "content": "赤绂在躬，非印不明。棨传符节，非印不行。龟钮犊鼻，用尔作程。"},
{"title": "九思 其五 遭厄", "author": "王逸", "dynasty": "两汉", "content": "悼屈子兮遭厄，沈王躬兮湘汨。何楚国兮难化，迄于今兮不易。士莫志兮羔裘，竞佞谀兮谗阋。指正义兮为曲，訾玉璧兮为石。鸱雕游兮华屋，鵔鸃栖兮柴蔟。起奋迅兮奔走，违群小兮謑诟。载青云兮上升，适昭明兮所处。蹑天衢兮长驱，踵九阳兮戏荡。越云汉兮南济，秣余马兮河鼓。云霓纷兮晻翳，参辰回兮颠倒。逢流星兮问路，顾我指兮从左。俓娵觜兮直驰，御者迷兮失轨。遂踢达兮邪造，与日月兮殊道。志阏绝兮安如，哀所求兮不耦。攀天阶兮下视，见鄢郢兮旧宇。意逍遥兮欲归，众秽盛兮杳杳。思哽饐兮诘诎，涕流澜兮如雨。"},
{"title": "送应氏二首", "author": "曹植", "dynasty": "两汉", "content": "其一步登北邙阪，遥望洛阳山。洛阳何寂寞，宫室尽烧焚。垣墙皆顿擗，荆棘上参天。不见旧耆老，但睹新少年。侧足无行径，荒畴不复田。游子久不归，不识陌与阡。中野何萧条，千里无人烟。念我平常居，气结不能言。\r\n其二清时难屡得，嘉会不可常。天地无终极，人命若朝霜。愿得展嬿婉，我友之朔方。亲昵并集送，置酒此河阳。中馈岂独薄？宾饮不尽觞。爱至望苦深，岂不愧中肠？山川阻且远，别促会日长。愿为比翼鸟，施翮起高翔。 "},
{"title": "诗", "author": "班固", "dynasty": "两汉", "content": "长安何纷纷。<br>诏葬霍将军。<br>刺绣被百领。<br>县官给衣衾。"},
{"title": "翠屏列画", "author": "蒋晋", "dynasty": "两汉", "content": "青峰如屏高插天，悬崖积翠生云烟。<br>谁把王维旧墨迹，巍巍高挂安居前。<br>胜景应知世稀有，妙学丹青乃缩手。<br>嗟哉画有蠹损时，斯图寿比南山久。"},
{"title": "洛水铭", "author": "李尤", "dynasty": "两汉", "content": "洛出熊耳，东流会集。夏禹导疏，经於洛邑。元龟赤字，汉符是立。帝都通路，建国南乡。万乘终济，造舟为梁。三都五州，贡篚万方。广视远听，审任贤良。元首昭明，庶物是康。"},
{"title": "九思 其一 逢尤", "author": "王逸", "dynasty": "两汉", "content": "悲兮愁，哀兮忧。天生我兮当闇时，被诼谮兮虚获尤。心烦愦兮意无聊，严载驾兮出戏游。周八极兮历九州，求轩辕兮索重华。世既卓兮远眇眇，握佩玖兮中路躇。羡咎繇兮建典谟，懿风后兮受瑞图。悯余命兮遭六极，委玉质兮于泥涂。遽傽遑兮驱林泽，步屏营兮行丘阿。车軏折兮马虺颓，憃怅立兮涕滂沱。思丁文兮圣明哲，哀平差兮迷谬愚。吕傅举兮殷周兴，忌嚭专兮郢吴虚。仰长叹兮气䭇结，悒殟绝兮咶复苏。虎兕争兮于廷中，豺狼斗兮我之隅。云雾会兮日冥晦，飘风起兮扬尘埃。走鬯罔兮乍东西，欲窜伏兮其焉如。念灵闺兮隩重深，愿竭节兮隔无由。望旧邦兮路逶随，忧心悄兮志勤劬。䰟茕茕兮不遑寐，目脉脉兮寤终朝。"},
{"title": "初平诗", "author": "蔡邕", "dynasty": "两汉", "content": "暮宿河南怅望。<br>天阴雨雪滂滂。"},
{"title": "诗", "author": "秦嘉", "dynasty": "两汉", "content": "岩石郁嵯峨。"},
{"title": "九怀 其四 昭世", "author": "王褒", "dynasty": "两汉", "content": "世溷兮冥昏，违君兮归真。乘龙兮偃蹇，高回翔兮上臻。袭英衣兮缇䌌，披华裳兮芳芬。登羊角兮扶舆，浮云漠兮自娱。握神精兮雍容，与神人兮相胥。流星坠兮成雨，进瞵盼兮上丘墟。览旧邦兮滃郁，余安能兮久居！志怀逝兮心懰慄，纡余辔兮踌躇。闻素女兮微歌，听王后兮吹竽。魂悽怆兮感哀，肠回回兮盘纡。抚余佩兮缤纷，高太息兮自怜。使祝融兮先行，令昭明兮开门。驰六蛟兮上征，竦余驾兮入冥。历九州兮索合，谁可与兮终生？忽反顾兮西囿，睹轸丘兮崎倾。横垂涕兮泫流，悲余后兮失灵。"},
{"title": "封燕然山铭", "author": "班固", "dynasty": "两汉", "content": "　　惟永元元年秋七月，有汉元舅曰车骑将军窦宪，寅亮圣明，登翼王室，纳于大麓，维清缉熙。乃与执金吾耿秉，述职巡御。理兵于朔方。鹰扬之校，螭虎之士，爰该六师，暨南单于、东胡乌桓、西戎氐羌，侯王君长之群，骁骑三万。元戎轻武，长毂四分，云辎蔽路，万有三千余乘。勒以八阵，莅以威神，玄甲耀目，朱旗绛天。遂陵高阙，下鸡鹿，经碛卤，绝大漠，斩温禺以衅鼓，血尸逐以染锷。然后四校横徂，星流彗扫，萧条万里，野无遗寇。于是域灭区殚，反旆而旋，考传验图，穷览其山川。遂逾涿邪，跨安侯，乘燕然，蹑冒顿之区落，焚老上之龙庭。上以摅高、文之宿愤，光祖宗之玄灵；下以安固后嗣，恢拓境宇，振大汉之天声。兹所谓一劳而久逸，暂费而永宁者也，乃遂封山刊石，昭铭盛德。其辞曰： \r\n铄王师兮征荒裔， 剿凶虐兮截海外。 夐其邈兮亘地界， 封神丘兮建隆嵑， 熙帝载兮振万世！ "},
{"title": "歌", "author": "蔡邕", "dynasty": "两汉", "content": "练余心兮浸太清。<br>涤秽浊兮存正灵。<br>和液畅兮神气宁。<br>情志泊兮心亭亭。<br>嗜欲息兮无由生。<br>踔宇宙而遗俗兮眇翩翩而独征。"},
{"title": "题画竹石", "author": "张翼", "dynasty": "两汉", "content": "嗟彼凤去，空余虎蹲。<br>竹不可食，石不能言。"},
{"title": "白雉诗", "author": "班固", "dynasty": "两汉", "content": "启灵篇兮披瑞图。<br>获白雉兮效素乌。<br>嘉祥阜兮集皇都。<br>发皓羽兮奋翘英。<br>容洁朗兮于纯精。<br>彰皇德兮侔周成。<br>永延长兮膺天庆。"},
{"title": "述婚诗", "author": "秦嘉", "dynasty": "两汉", "content": "纷彼婚姻。<br>祸福之由。<br>卫女兴齐。<br>褒姒灭周。<br>战战竞竞。<br>惧德不仇。<br>神启其吉。<br>果获令攸。<br>我之爱矣。<br>荷天之休。"},
{"title": "鲤屿浮岚", "author": "蒋晋", "dynasty": "两汉", "content": "天地造化真何如，幻就青何如鲤鱼。<br>初疑孝子感天意，复恐古人传素书。<br>何气时浮北烟瘴，缥缈奔腾似吹浪。<br>远跳深惊欲化龙，故有飘飘五云障。"},
{"title": "诗", "author": "应璩", "dynasty": "两汉", "content": "酌彼春酒。<br>上得供养亲老。<br>下得温饱妻子。"},
{"title": "上巳谢王丰父惠酒", "author": "刘旦", "dynasty": "两汉", "content": "风雩三月初三日，禊事宣和胜永和。<br>又见会稽王内史，兰亭对酒爱新鹅。"},
{"title": "宝鼎诗", "author": "班固", "dynasty": "两汉", "content": "岳修贡兮川效珍。<br>吐金景兮歊浮云。<br>宝鼎见兮色纷缊。<br>焕其炳兮被龙文。<br>登祖庙兮享圣神。<br>昭灵德兮弥亿年。"},
{"title": "西极天马歌", "author": "刘彻", "dynasty": "两汉", "content": "天马徕从西极。<br>经万里兮归有德。<br>承灵威兮降外国。<br>涉流沙兮四夷服。"},
{"title": "长门赋·并序", "author": "司马相如", "dynasty": "两汉", "content": "　　孝武皇帝陈皇后，时得幸，皇妒。别在长门宫，愁闷悲思。闻蜀郡成都司马相如天下工为文，奉黄金百斤，为相如、文君取酒，因于解悲愁之辞。而相如为文以悟主上，陈皇后复得亲幸。其辞曰：\r\n　　夫何一佳人兮，步逍遥以自虞。魂逾佚而不反兮，形枯槁而独居。言我朝往而暮来兮，饮食乐而忘人。心慊移而不省故兮，交得意而相亲。\r\n　　伊予志之慢愚兮，怀贞悫之懽心。愿赐问而自进兮，得尚君之玉音。奉虚言而望诚兮，期城南之离宫。修薄具而自设兮，君曾不肯乎幸临。廓独潜而专精兮，天漂漂而疾风。登兰台而遥望兮，神怳怳而外淫。浮云郁而四塞兮，天窈窈而昼阴。雷殷殷而响起兮，声象君之车音。飘风回而起闺兮，举帷幄之襜襜。桂树交而相纷兮，芳酷烈之訚訚。孔雀集而相存兮，玄猨啸而长吟。翡翠胁翼而来萃兮，鸾凤翔而北南。\r\n　　心凭噫而不舒兮，邪气壮而攻中。下兰台而周览兮，步从容于深宫。正殿块以造天兮，郁并起而穹崇。间徙倚于东厢兮，观夫靡靡而无穷。挤玉户以撼金铺兮，声噌吰而似钟音。\r\n　　刻木兰以为榱兮，饰文杏以为梁。罗丰茸之游树兮，离楼梧而相撑。施瑰木之欂栌兮，委参差以槺梁。时仿佛以物类兮，象积石之将将。五色炫以相曜兮，烂耀耀而成光。致错石之瓴甓兮，象瑇瑁之文章。张罗绮之幔帷兮，垂楚组之连纲。\r\n　　抚柱楣以从容兮，览曲台之央央。白鹤噭以哀号兮，孤雌跱于枯杨。日黄昏而望绝兮，怅独托于空堂。悬明月以自照兮，徂清夜于洞房。援雅琴以变调兮，奏愁思之不可长。案流徵以却转兮，声幼妙而复扬。贯历览其中操兮，意慷慨而自卬。左右悲而垂泪兮，涕流离而从横。舒息悒而增欷兮，蹝履起而彷徨。揄长袂以自翳兮，数昔日之諐殃。无面目之可显兮，遂颓思而就床。抟芬若以为枕兮，席荃兰而茝香。\r\n　　忽寝寐而梦想兮，魄若君之在旁。惕寤觉而无见兮，魂迋迋若有亡。众鸡鸣而愁予兮，起视月之精光。观众星之行列兮，毕昴出于东方。望中庭之蔼蔼兮，若季秋之降霜。夜曼曼其若岁兮，怀郁郁其不可再更。澹偃蹇而待曙兮，荒亭亭而复明。妾人窃自悲兮，究年岁而不敢忘。"},
{"title": "酸枣令刘熊碑诗", "author": "蔡邕", "dynasty": "两汉", "content": "猗欤明哲。<br>秉道之枢。<br>养□之福。<br>匪德之隅。<br>渊乎其长。<br>涣乎成功。<br>政暇民豫。<br>新我□通。<br>用行则达。<br>以诱我邦。<br>赖兹刘父。<br>用说其蒙。<br>泽零年丰。<br>黔首歌颂。"},
{"title": "龙潭瀑布泉", "author": "张衡", "dynasty": "两汉", "content": "古木千章荫浅滩，干霄危石噀飞湍。<br>水晶帘下谁安女，乱掷珍珠落玉盘。"},
{"title": "诗", "author": "蔡琰", "dynasty": "两汉", "content": "长笛声奏苦。"},
{"title": "酸枣令刘熊碑诗", "author": "蔡邕", "dynasty": "两汉", "content": "碑云。<br>君讳熊。<br>字孟□。<br>广陵海西人也。<br>清越孤竹。<br>德牟产奇。<br>诚宜褒显。<br>昭其宪则。<br>乃相□咨度诹询。<br>采摭谣言。<br>刊□诗三章。<br>其辞曰。<br>清和穆铄。<br>实惟干巛。<br>惟岳降灵。<br>笃生我君。<br>服骨叡圣。<br>允钟厥醇。<br>诞生歧嶷。<br>言协典坟。<br>懿德震耀。<br>孝行通神。<br>动履规绳。<br>文彰彪缤。<br>成是正服。<br>以道德民。"},
{"title": "诗", "author": "班固", "dynasty": "两汉", "content": "宝剑值千金。<br>指之干树枝。"},
{"title": "辟雍诗", "author": "班固", "dynasty": "两汉", "content": "乃流辟雍。<br>辟雍汤汤。<br>圣皇莅止。<br>造舟为梁。<br>皤皤国老。<br>乃父乃兄。<br>抑抑威仪。<br>孝友光明。<br>于赫太上。<br>示我汉行。<br>洪化惟神。<br>永观厥成。"},
{"title": "诗", "author": "应璩", "dynasty": "两汉", "content": "郡国贪慕将。<br>驰骋习弓戟。<br>虽妙未更事。<br>难用应卒迫。"},
{"title": "送江仲隆", "author": "胡广", "dynasty": "两汉", "content": "十年清宦住京畿，白发萧萧老布衣。<br>乡里交游前辈在，关河离别故人稀。<br>官桥细柳藏新雨，水驿轻帆背夕晖。<br>我有愁怀何处遣，秋来日望雁南飞。"},
{"title": "日出入", "author": "佚名", "dynasty": "两汉", "content": "日出入安穷？时世不与人同。故春非我春，夏非我夏，秋非我秋，冬非我冬。泊如四海之池，遍观是邪谓何？吾知所乐，独乐六龙，六龙之调，使我心若。訾黄其何不徕下。 "},
{"title": "春日扈从幸北京", "author": "胡广", "dynasty": "两汉", "content": "晓随仙仗出时巡，圣主恩深四海春。<br>万马踏云开辇路，六龙扶日度天津。<br>阳和布泽初回暖，别苑飞花不动尘。<br>岂是扬雄能献赋，空惭载笔列词臣。"},
{"title": "翠鸟诗", "author": "蔡邕", "dynasty": "两汉", "content": "庭陬有若榴。<br>绿叶含丹荣。<br>翠鸟时来集。<br>振翼修形容。<br>回顾生碧色。<br>动摇扬缥青。<br>幸脱虞人机。<br>得亲君子庭。<br>驯心托君素。<br>雌雄保百龄。"},
{"title": "诗", "author": "应璩", "dynasty": "两汉", "content": "城狐不可掘。<br>社鼠不可熏。"},
{"title": "诗", "author": "应璩", "dynasty": "两汉", "content": "司隶鹰扬吏。<br>爪牙徒擢空。<br>折翅跃毛距。<br>宛鵛还入笼。<br>世人指为武。<br>谁复励严冬。"},
{"title": "百一诗 十七", "author": "应璩", "dynasty": "两汉", "content": "洛水禁罾罟。<br>鱼鳖不为殖。<br>空令自相啖。<br>吏民不得食。"},
{"title": "刺世疾邪赋", "author": "赵壹", "dynasty": "两汉", "content": "　　伊五帝之不同礼，三王亦又不同乐。数极自然变化，非是故相反。德政不能救世溷乱，赏罚岂足惩时清浊？春秋时祸败之始，战国逾增其荼毒。秦汉无以相踰越，乃更加其怨酷。宁计生民之命？为利己而自足。 \r\n　　于兹迄今，情伪万方。佞诌日炽，刚克消亡。舐痔结驷，正色徒行。妪竬名势，抚拍豪强。偃蹇反俗，立致咎殃。捷慑逐物，日富月昌。浑然同惑，孰温孰凉？邪夫显进，直士幽藏。 \r\n　　原斯瘼之所兴，实执政之匪贤。女谒掩其视听兮，近习秉其威权。所好则钻皮出其毛羽，所恶则洗垢求其瘢痕。虽欲竭诚而尽忠，路绝险而靡缘。九重既不可启，又群吠之狺狺。安危亡于旦夕，肆嗜慾于目前。奚异涉海之失柁，坐积薪而待然？荣纳由于闪榆，孰知辨其蚩妍？故法禁屈橈于势族，恩泽不逮于单门。宁饥寒于尧舜之荒岁兮，不饱暖于当今之丰年。乘理虽死而非亡，违义虽生而匪存。 \r\n　　有秦客者，乃为诗曰：河清不可俟，人命不可延。顺风激靡草，富贵者称贤。文籍虽满腹，不如一囊钱。伊优北堂上，抗髒依门边。 \r\n　　鲁生闻此辞，紧而作歌曰：势家多所宜，咳唾自成珠；被褐怀金玉，兰蕙化为刍。贤者虽独悟，所困在群愚。且各守尔分，勿复空驰驱。哀哉复哀哉，此是命矣夫！ "},
{"title": "酸枣令刘熊碑诗", "author": "蔡邕", "dynasty": "两汉", "content": "有父子然后有君臣。<br>理财正辞。<br>束帛戋戋。<br>□梦刻像。<br>鹤鸣一震。<br>天临保汉。<br>实生□勋。<br>明试赋授。<br>夷夏已亲。<br>嘉锡来抚。<br>潜化如神。<br>其神伊何。<br>灵不伤人。"},
{"title": "柏梁诗", "author": "刘彻", "dynasty": "两汉", "content": "日月星辰和四时。<br>骖驾驷马从梁来。<br>郡国士马羽林材。<br>总领天下诚难治。<br>和抚四夷不易哉。<br>刀笔之吏臣执之。<br>撞钟伐鼓声中诗。<br>宗室广大日益滋。<br>周卫交戟禁不时。<br>总领从官柏梁台。<br>平理请谳决嫌疑。<br>修饰与马待驾来。<br>郡国吏功差次之。<br>乘舆御物主治之。<br>陈粟万石扬以箕。<br>徼道宫下随讨治。<br>三辅盗贼天下危。<br>盗阻南山为民灾。<br>外家公主不可治。<br>椒房率更领其材。<br>蛮夷朝贺常会期。<br>柱枅欂栌相枝持。<br>枇杷橘栗桃李梅。<br>走狗逐兔张罘罳。<br>啮妃女唇甘如饴。<br>迫窘诘屈几穷哉。"},
{"title": "百一诗 十", "author": "应璩", "dynasty": "两汉", "content": "十室称忠信。<br>观过必党里。"},
{"title": "百一诗 十五", "author": "应璩", "dynasty": "两汉", "content": "茫茫九州内。<br>莫作帝者民。<br>民有忠信行。<br>莫非帝者臣。"},
{"title": "百一诗 二十一", "author": "应璩", "dynasty": "两汉", "content": "有酒流如川。<br>有肉积如岑。"},
{"title": "诗", "author": "应璩", "dynasty": "两汉", "content": "京师何缤纷。<br>车马相奔起。<br>借问乃尔为。<br>将欲要其仕。<br>孝廉经述通。<br>谁能应此举。"},
{"title": "杜贵墓", "author": "曹安", "dynasty": "两汉", "content": "东出共城门，古墓何累累。<br>就中如夏屋，下马读铭碑。<br>始知太尉名，富擅政和时。<br>讵知邑境中，仓皇来赤眉。<br>敢勇率子弟，肆杀力弗支。<br>编氓赖保全，迄今令名垂。<br>潺潺百泉流，日夕声犹悲。"},
{"title": "赠妇诗", "author": "秦嘉", "dynasty": "两汉", "content": "暧暧白日。<br>引曜西倾。<br>啾啾鸡雀。<br>羣飞赴楹。<br>皎皎明月。<br>煌煌列星。<br>严霜凄怆。<br>飞雪覆庭。<br>寂寂独居。<br>寥寥空室。<br>飘飘帷帐。<br>荧荧华烛。<br>尔不是居。<br>帷帐何施。<br>尔不是照。<br>华烛何为。"},
{"title": "诗", "author": "应璩", "dynasty": "两汉", "content": "治化贵简易。<br>法令不欲多。"},
{"title": "弩俞新福歌", "author": "王粲", "dynasty": "两汉", "content": "材官选士，剑弩错陈。<br>应桴蹈节，俯仰若神。<br>绥我武烈，笃我淳仁。<br>自东自西，莫不来宾。"},
{"title": "论功歌诗", "author": "班固", "dynasty": "两汉", "content": "因露寝兮产灵芝。<br>象三德兮瑞应图。<br>延寿命兮光此都。<br>配上帝兮象太微。<br>参日月兮扬光辉。"},
{"title": "安台新福歌", "author": "王粲", "dynasty": "两汉", "content": "武力既定，庶士咸绥。<br>乐陈士广庭，式宴宾与师。<br>昭文德，宣武威，平九有，抚民黎。<br>荷天宠，延寿尸，千载莫士违。"},
{"title": "玉柱峰", "author": "曹安", "dynasty": "两汉", "content": "青山有石柱，直插浮云杪。<br>月明鹤飞来，浑疑旧华表。"},
{"title": "百一诗 七", "author": "应璩", "dynasty": "两汉", "content": "古有行道人。<br>陌上见三叟。<br>年各百余岁。<br>相与锄禾莠。<br>住车问三叟。<br>何以得此寿。<br>上叟前致辞。<br>室内妪貌丑。<br>中叟前置辞。<br>量腹节所受。<br>下叟前致辞。<br>夜卧不覆首。<br>要哉三叟言。<br>所以能长久。"},
{"title": "灵台诗", "author": "班固", "dynasty": "两汉", "content": "乃经灵台。<br>灵台既崇。<br>帝勤时登。<br>爰考休征。<br>三光宣精。<br>五行布序。<br>习习祥风。<br>祁祁甘雨。<br>百谷蓁蓁。<br>庶草蕃庑。<br>屡惟丰年。<br>于皇乐胥。"},
{"title": "诗", "author": "应璩", "dynasty": "两汉", "content": "放戈释甲胄。<br>乘轩入紫微。<br>从容侍帷幄。<br>光辅日月辉。"},
{"title": "百一诗 十九", "author": "应璩", "dynasty": "两汉", "content": "茍欲娱耳目。<br>快心乐腹肠。<br>我躬不悦欢。<br>安能虑死亡。"},
{"title": "诗", "author": "应璩", "dynasty": "两汉", "content": "丈夫要雄戟。<br>更来宿紫庭。<br>今者宅四海。<br>谁复有不幷。"},
{"title": "百一诗 一", "author": "应璩", "dynasty": "两汉", "content": "下流不可处。<br>君子慎厥初。<br>名高不宿着。<br>易用受侵诬。<br>前者隳官去。<br>有人适我闾。<br>田家无所有。<br>酌醴焚枯鱼。<br>问我何功德。<br>三入承明庐。<br>所占于此土。<br>是谓仁智居。<br>文章不经国。<br>筐箧无尺书。<br>用等称才学。<br>往往见叹誉。<br>避席跪自陈。<br>贱子实空虚。<br>宋人遇周客。<br>惭媿靡所如。"},
{"title": "秦嘉妻徐淑答诗一首", "author": "秦嘉", "dynasty": "两汉", "content": "妾身兮不令。<br>婴疾兮来归。<br>沉滞兮家门。<br>历时兮不差。<br>旷废兮侍觐。<br>情敬兮有违。<br>君今兮奉命。<br>远适兮京师。<br>悠悠兮离别。<br>无因兮叙怀。<br>瞻望兮踊跃。<br>伫立兮徘徊。<br>思君兮感结。<br>梦想兮容辉。<br>君发兮引迈。<br>去我兮日乖。<br>恨无兮羽翼。<br>高飞兮相追。<br>长吟兮永叹。<br>泪下兮沾衣。"},
{"title": "诗", "author": "王粲", "dynasty": "两汉", "content": "哀笑动梁尘。<br>急觞荡幽默。"},
{"title": "赠文叔良", "author": "王粲", "dynasty": "两汉", "content": "翩翩者鸿。<br>率彼江滨。<br>君子于征。<br>爰聘西邻。<br>临此洪渚。<br>伊思梁岷。<br>尔行孔邈。<br>如何忽勤。<br>君子敬始。<br>慎尔所主。<br>谋言必贤。<br>错说申辅。<br>延陵有作。<br>侨肸是与。<br>先民遗迹。<br>来世之矩。<br>既慎尔主。<br>亦迪知几。<br>探情以华。<br>覩着知微。<br>视明听聪。<br>靡事不惟。<br>董褐荷名。<br>胡宁不师。<br>众不可盖。<br>无尚我言。<br>梧宫致辩。<br>齐楚构患。<br>成功有要。<br>在众思欢。<br>人之多忌。<br>掩之实难。<br>瞻彼黑水。<br>滔滔其流。<br>江汉有卷。<br>允来厥休。<br>二邦若否。<br>职汝之由。<br>缅彼行人。<br>鲜克弗留。<br>尚哉君子。<br>异于他仇。<br>人谁不勤。<br>无厚我忧。<br>惟诗作赠。<br>敢咏在舟。"},
{"title": "百一诗 三", "author": "应璩", "dynasty": "两汉", "content": "子弟可不慎。<br>慎在选师友。<br>师友必良德。<br>中才可进诱。"},
{"title": "思奉车子侯歌", "author": "刘彻", "dynasty": "两汉", "content": "嘉幽兰兮延秀。<br>蕈妖淫兮秀溏。<br>华斐斐兮丽景。<br>风徘徊兮流芳。<br>皇天兮无慧。<br>至人逝兮仙乡。<br>天路远兮无期。<br>不觉涕下兮沾裳。"},
{"title": "瓠子歌", "author": "刘彻", "dynasty": "两汉", "content": "河汤汤兮激潺湲。<br>北渡回兮迅流难。<br>搴长筊兮湛美玉。<br>河公许兮薪不属。<br>薪不属兮卫人罪。<br>烧萧条兮噫乎何以御水。<br>隤林竹兮揵石菑。<br>宣防塞兮万福来。"},
{"title": "行辞新福歌", "author": "王粲", "dynasty": "两汉", "content": "神武用师士素厉，仁恩广覆，猛节横逝。<br>自古立功，莫我弘大。<br>桓桓征四国，爰及海裔。<br>汉国保长庆，垂祚延万世。"},
{"title": "百一诗 十二", "author": "应璩", "dynasty": "两汉", "content": "野田何纷纷。<br>城郭何落落。<br>埋葬嫁娶家。<br>皆是商旅客。<br>丧侧食不饱。<br>酒肉纷狼籍。"},
{"title": "别诗", "author": "应玚", "dynasty": "两汉", "content": "朝云浮四海。日暮归故山。<br>行役怀旧土。悲思不能言。<br>悠悠涉千里。未知何时旋。"},
{"title": "百一诗 十八", "author": "应璩", "dynasty": "两汉", "content": "丰隆赐美味。<br>受嚼方呥呥。<br>鹿鸣吐野华。<br>独食有何甘。"},
{"title": "百一诗 十四", "author": "应璩", "dynasty": "两汉", "content": "人才不能备。<br>各有偏短长。<br>稽可小人中。<br>便辟必知芒。"},
{"title": "百一诗 二十二", "author": "应璩", "dynasty": "两汉", "content": "革带绳为续。<br>履舄穿无底。"},
{"title": "赠文叔良", "author": "王粲", "dynasty": "两汉", "content": "温温恭人。<br>禀道之极。"},
{"title": "射鸢诗", "author": "刘桢", "dynasty": "两汉", "content": "鸣鸢弄双翼。飘飘薄青云。我后横怒起。意气凌神仙。发机如惊焱。三发两鸢连。流血洒墙星。飞毛从风旋。庶士同声赞。君射一何妍。"},
{"title": "从军诗", "author": "王粲", "dynasty": "两汉", "content": "被羽在先登。<br>甘心除国疾。"},
{"title": "杂诗", "author": "应璩", "dynasty": "两汉", "content": "贫子语穷儿。<br>无钱可把撮。<br>耕自不得粟。<br>采彼北山葛。<br>箪瓢恒日在。<br>无用相呵喝。"},
{"title": "从军诗", "author": "王粲", "dynasty": "两汉", "content": "楼船凌洪波。<br>寻戈刺羣虏。"},
{"title": "诗", "author": "王粲", "dynasty": "两汉", "content": "荆轲为燕使。<br>送者盈水滨。<br>缟素易水上。<br>涕泣不可挥。"},
{"title": "杂诗", "author": "刘桢", "dynasty": "两汉", "content": "职事相填委。文墨纷消散。<br>驰翰未暇食。日昃不知晏。<br>沉迷簿领间。回回自昏乱。<br>释此出西域。登高且游观。<br>方塘含白水。中有凫与雁。<br>安得肃肃羽。从尔浮波澜。"},
{"title": "公燕诗", "author": "刘桢", "dynasty": "两汉", "content": "永日行游戏。欢乐犹未央。<br>遗思在玄夜。相与复翱翔。<br>辇车飞素盖。从者盈路傍。<br>月出照园中。珍木郁苍苍。<br>清川过石渠。流波为鱼防。<br>芙蓉散其华。菡萏溢金塘。<br>灵鸟宿水裔。仁兽游飞梁。<br>华馆寄流波。豁达来风凉。<br>生平未始闻。歌之安能详。<br>投翰长叹息。绮丽不可忘。"},
{"title": "诗", "author": "应璩", "dynasty": "两汉", "content": "不悮牵朱丝。<br>三署来相寻。"},
{"title": "百一诗 九", "author": "应璩", "dynasty": "两汉", "content": "百郡立中正。<br>九州置都士。<br>州闾与郡县。<br>希疏如马齿。<br>生不相识面。<br>何缘别义理。"},
{"title": "咏史诗", "author": "王粲", "dynasty": "两汉", "content": "自古无殉死。达人所共知。秦穆杀三良。惜哉空尔为。结发事明君。受恩良不訾。临没要之死。焉得不相随。妻子当门泣。兄弟哭路垂。临穴呼苍天。涕下如绠縻。人生各有志。终不为此移。同知埋身剧。心亦有所施。生为百夫雄。死为壮士规。黄鸟作悲诗。至今声不亏。 "},
{"title": "百一诗 十六", "author": "应璩", "dynasty": "两汉", "content": "太官有余厨。<br>大小无不卖。<br>岂徒脯与糗。<br>醯醢及塩豉。"},
{"title": "七哀诗", "author": "曹植", "dynasty": "两汉", "content": "南方有障气。<br>晨鸟不得飞。"},
{"title": "斗鸡诗", "author": "刘桢", "dynasty": "两汉", "content": "丹鸡被华采。双距如锋芒。<br>愿一扬炎威。会战此中唐。<br>利爪探玉除。瞋目含火光。<br>长翘惊风起。劲翮正敷张。<br>轻举奋勾喙。电击复还翔。"},
{"title": "言志诗", "author": "曹植", "dynasty": "两汉", "content": "庆云未时兴。<br>云龙潜作鱼。<br>神鸾失其俦。<br>还从燕雀居。"},
{"title": "诗", "author": "刘桢", "dynasty": "两汉", "content": "昔君错畦畤。东土有素木。条柯不盈寻。一尺再三曲。隐生置翳林。控倊自迫速。得托芳兰苑。列植高山足。"},
{"title": "报赵淑丽诗", "author": "应玚", "dynasty": "两汉", "content": "朝云不归。夕结成阴。<br>离羣犹宿。永思长吟。<br>有鸟孤栖。哀鸣北林。<br>嗟我怀矣。感物伤心。"},
{"title": "诗", "author": "刘桢", "dynasty": "两汉", "content": "旦发邺城东。莫次溟水旁。三军如邓林。武士攻萧庄。"},
{"title": "百一诗 五", "author": "应璩", "dynasty": "两汉", "content": "散骑常师友。<br>朝夕进规献。<br>侍中主喉舌。<br>万机无不乱。<br>尚书统庶事。<br>官人乘法宪。<br>彤管珥纳言。<br>貂珰表武弁。<br>出入承明庐。<br>车服一何焕。<br>三寺齐荣秩。<br>百僚所瞻愿。"},
{"title": "百一诗 二十", "author": "应璩", "dynasty": "两汉", "content": "槥车在道路。<br>征夫不得休。"},
{"title": "无题", "author": "佚名", "dynasty": "两汉", "content": "吴王好剑客，百姓多疮瘢。<br>楚王好细腰，宫中多饿死。"},
{"title": "诗", "author": "刘桢", "dynasty": "两汉", "content": "玄云起高岳。终朝弥八方。"},
{"title": "安台新福歌", "author": "王粲", "dynasty": "两汉", "content": "武力既定，庶士咸绥。<br>乐陈我广庭，式宴宾与师。<br>昭文德，宣武威，平九有，抚民黎。<br>荷天宠，延寿尸，千载莫我违。"},
{"title": "诗", "author": "刘桢", "dynasty": "两汉", "content": "初春含寒气。阳气匿其晖。灰风从天起。砂石纵横飞。"},
{"title": "离友诗", "author": "曹植", "dynasty": "两汉", "content": "灵鉴无私。"},
{"title": "赠丁仪诗", "author": "曹植", "dynasty": "两汉", "content": "初秋凉气发。<br>庭树微销落。<br>凝霜依玉除。<br>清风飘飞阁。<br>朝云不归山。<br>霖雨成川泽。<br>黍稷委畴陇。<br>农夫安所获。<br>在贵多忘贱。<br>为恩谁能博。<br>狐白足御冬。<br>焉念无衣客。<br>思慕延陵子。<br>宝剑非所惜。<br>子其宁尔心。<br>亲交义不薄。"},
{"title": "诗", "author": "刘桢", "dynasty": "两汉", "content": "朝发白马。暮宿韩陵。"},
{"title": "朔风诗", "author": "曹植", "dynasty": "两汉", "content": "俯降千仞。<br>仰登天阻。<br>风飘蓬飞。<br>载离寒暑。<br>千仞易陟。<br>天阻可越。<br>昔我同袍。<br>今永乖别。"},
{"title": "赠徐干诗", "author": "刘桢", "dynasty": "两汉", "content": "谁谓相去远。隔此西掖垣。隔限清切禁。中情无由宣。思子沉心曲。长叹不能言。起坐失次第。一日三四迁。步出北寺门。遥望西苑园。细柳夹道生。方塘含清源。轻叶随风转。飞鸟何翻翻。乖人易感动。涕下与衿连。仰视白日光。皦皦高且悬。兼烛八纮内。物类无颇偏。我独抱深感。不得与比焉。"},
{"title": "诗", "author": "王粲", "dynasty": "两汉", "content": "吉日简清时。<br>从君出西园。<br>方軐策良马。<br>并驰厉中原。<br>北临清漳水。<br>西看柏杨山。<br>回翔游广囿。<br>逍遥波渚间。"},
{"title": "为潘文则作思亲诗", "author": "王粲", "dynasty": "两汉", "content": "穆穆显妣。<br>德音徽止。<br>思齐先姑。<br>志侔姜姒。<br>躬此劳瘁。<br>鞠予小子。<br>小子之生。<br>遭世罔宁。<br>烈考勤时。<br>从之于征。<br>奄遘不造。<br>殷忧是婴。<br>咨于靡及。<br>退守祧祊。<br>五服荒离。<br>四国分争。<br>祸难斯逼。<br>救死于颈。<br>嗟我怀归。<br>弗克弗逞。<br>圣善独劳。<br>莫慰其情。<br>春秋代逝。<br>于兹九龄。<br>缅彼行路。<br>焉托予诚。<br>予诚既否。<br>委之于天。<br>庶我显妣。<br>克保遐年。<br>亹亹惟惧。<br>心乎如悬。<br>如何不吊。<br>早世徂颠。<br>于存弗养。<br>于后弗临。<br>遗衍在体。<br>惨痛切心。<br>形影尸立。<br>魂爽飞沉。<br>在昔蓼莪。<br>哀有余音。<br>我之此譬。<br>忧其独深。<br>胡宁视息。<br>以济于今。<br>岩岩丛险。<br>则不可摧。<br>仰瞻归云。<br>俯聆飘回。<br>飞焉靡翼。<br>超焉靡阶。<br>思若流波。<br>情似坻颓。<br>诗之作矣。<br>情以告哀。"},
{"title": "诗", "author": "曹植", "dynasty": "两汉", "content": "双鹤俱遨游。<br>相失东海傍。<br>雄飞窜北朔。<br>雌惊赴南湘。<br>弃我交颈欢。<br>离别各异方。<br>不惜万里道。<br>但恐天网张。"},
{"title": "离友诗", "author": "曹植", "dynasty": "两汉", "content": "凉风肃露白露滋。<br>木感气露条叶辞。<br>临渌水露登崇基。<br>折秋华露采灵芝。<br>寻永归露赠所思。<br>感离隔露会无期。<br>伊郁悒露情不怡。"},
{"title": "离友诗", "author": "曹植", "dynasty": "两汉", "content": "日匿影兮天微阴。<br>经逈路兮造北林。"},
{"title": "诗", "author": "曹植", "dynasty": "两汉", "content": "弹筝奋逸响。<br>新声好入神。"},
{"title": "木连理讴", "author": "曹植", "dynasty": "两汉", "content": "皇树嘉德。<br>风靡云披。<br>有木连理。<br>别干同枝。<br>将承大同。<br>应天之规。"},
{"title": "诗", "author": "刘桢", "dynasty": "两汉", "content": "青青女萝草。世依高松枝。幸蒙庇养恩。分惠不可赀。风雨虽急疾。根株不倾移。"},
{"title": "离友诗", "author": "曹植", "dynasty": "两汉", "content": "凉风肃兮白露滋。<br>木感气兮条叶辞。<br>临渌水兮登崇基。<br>折秋华兮采灵芝。<br>寻永归兮赠所思。<br>感离隔兮会无期。<br>伊郁悒兮情不怡。"},
{"title": "诗", "author": "刘桢", "dynasty": "两汉", "content": "大厦云构。"},
{"title": "妬诗", "author": "曹植", "dynasty": "两汉", "content": "嗟尔同衾。<br>曾不是志。<br>宁彼冶容。<br>安此妬忌。"},
{"title": "四言诗", "author": "曹植", "dynasty": "两汉", "content": "华屏列曜。<br>藻帐垂阴。"},
{"title": "白鸠讴", "author": "曹植", "dynasty": "两汉", "content": "班班者鸠。<br>爰素其质。<br>昔翔殷邦。<br>今为魏出。<br>朱目丹趾。<br>灵姿诡类。<br>载飞载鸣。<br>彰我皇懿。"},
{"title": "公燕诗", "author": "曹植", "dynasty": "两汉", "content": "公子敬爱客。<br>终宴不知疲。<br>清夜游西园。<br>飞盖相追随。<br>明月澄清影。<br>列宿正参差。<br>秋兰被长坂。<br>朱华冒绿池。<br>潜鱼跃清波。<br>好鸟鸣高枝。<br>神飚接丹毂。<br>轻辇随风移。<br>飘飖放志意。<br>千秋长若斯"},
{"title": "离友诗", "author": "曹植", "dynasty": "两汉", "content": "小序乡人有夏侯威者。<br>少有成人之风。<br>余尚其为人。<br>与之昵好。<br>王师振旅。<br>送余于魏邦。<br>心有眷然。<br>为之陨涕。<br>乃作离友之诗。<br>其辞曰。<br>王旅旋兮背故乡。<br>彼君子兮笃人纲。<br>媵余行兮归朔方。<br>驰原隰兮寻旧疆。<br>车载奔兮马繁骧。<br>涉浮济兮泛轻航。<br>迄魏都兮息兰房。<br>展宴好兮惟乐康。"},
{"title": "乐府", "author": "曹植", "dynasty": "两汉", "content": "墨出青松烟。<br>笔出狡兔翰。<br>古人感鸟迹。<br>文字有改判。"},
{"title": "两仪篇", "author": "曹植", "dynasty": "两汉", "content": "帝者化八极。<br>养万物。<br>和阴阳。<br>阴阳和。<br>凤至河洛翔。"},
{"title": "乐府", "author": "曹植", "dynasty": "两汉", "content": "所赍千金剑。<br>通犀间碧玙。<br>翡翠饰鸡必。<br>标首明月珠。"},
{"title": "诗", "author": "曹植", "dynasty": "两汉", "content": "君王礼英贤。<br>不吝千金璧。<br>从容冰井台。<br>清池映华薄。"},
{"title": "诗", "author": "曹植", "dynasty": "两汉", "content": "秋商气转微凉。"},
{"title": "艳歌行", "author": "曹植", "dynasty": "两汉", "content": "长者赐颜色。<br>泰山可动移。"},
{"title": "射鸢诗", "author": "刘桢", "dynasty": "两汉", "content": "鸣鸢弄双翼。飘飘薄青云。飘后横怒起。意气凌神仙。发机如惊焱。三发两鸢连。流血洒墙星。飞毛从风旋。庶士同声赞。君射一何妍。"},
{"title": "妾薄相行", "author": "曹植", "dynasty": "两汉", "content": "齐讴楚舞纷纷。<br>歌声上彻青云。"},
{"title": "赠徐干诗", "author": "刘桢", "dynasty": "两汉", "content": "谁谓相去远。隔此西掖垣。拘限清切禁。中情无由宣。思子沉心曲。长叹不能言。起坐失次第。一日三四迁。步出北寺门。遥望西苑园。细柳夹道生。方塘含清源。轻叶随风转。飞鸟何翻翻。乖人易感动。涕下与衿连。仰视白日光。皦皦高且悬。兼烛八纮内。物类无颇偏。我独抱深感。不得与比焉。"},
{"title": "闺情诗", "author": "曹植", "dynasty": "两汉", "content": "有美一人。<br>被服纤罗。<br>妖姿服丽。<br>蓊若春华。<br>红颜韡烨。<br>云髻嵯峨。<br>弹琴抚节。<br>为我弦歌。<br>清浊齐均。<br>既亮且和。<br>取乐今日。<br>遑恤其它。"},
{"title": "乐府", "author": "曹植", "dynasty": "两汉", "content": "橙橘枇杷。<br>甘蔗代出。"},
{"title": "亟出行", "author": "曹植", "dynasty": "两汉", "content": "蒙雾犯风尘。"},
{"title": "远游篇", "author": "曹植", "dynasty": "两汉", "content": "夜光明珠。<br>下隐金沙。<br>采之谁遗。<br>汉女湘娥。"},
{"title": "杂诗", "author": "曹植", "dynasty": "两汉", "content": "美玉生盘石。<br>宝剑出龙渊。<br>帝王临朝服。<br>秉此威百蛮。<br>历刀不见贵。<br>杂糅刀刃间。"},
{"title": "诗", "author": "曹植", "dynasty": "两汉", "content": "身被轻暖。"},
{"title": "责躬", "author": "曹植", "dynasty": "两汉", "content": "小序臣植言。<br>臣自抱亹归藩。<br>刻肌刻骨。<br>追思罪戾。<br>昼分而食。<br>夜分而寝。<br>诚以天网不可重罹。<br>圣恩难可再恃。<br>窃感相鼠之篇。<br>无礼遄死之义。<br>形影相吊。<br>五情愧{赤皮}。<br>以罪弃生。<br>则违昔贤夕改之劝。<br>忍垢茍全。<br>则犯诗人胡颜之讥。<br>伏惟陛下。<br>德象天地。<br>恩隆父母。<br>施畅春风。<br>泽如时雨。<br>是以不别荆棘者。<br>庆云之惠也。<br>七子均养者。<br>鸤鸠之仁也。<br>舍罪贵功者。<br>明君之举也。<br>矜愚爱能者。<br>慈父之恩也。<br>是以愚臣徘徊于恩泽而不敢自弃者也。<br>前奉诏书。<br>臣等绝朝。<br>心离志绝。<br>自分黄耈永无执珪之望。<br>不图圣诏猥垂齿召。<br>至止之日。<br>驰心辇毂。<br>僻处西馆。<br>未奉阙庭。<br>踊跃之怀。<br>瞻望反侧。<br>不胜犬马恋主之情。<br>谨奉表并献诗二篇。<br>词旨浅末。<br>不足采览。<br>贵露下情。<br>冒颜以闻。<br>臣植诚惶诚恐。<br>顿首顿首。<br>死罪死罪。<br>于穆显考。<br>时惟武皇。<br>受命于天。<br>宁济四方。<br>朱旗所拂。<br>九土披攘。<br>玄化滂流。<br>荒服来王。<br>超商越周。<br>与唐比踪。<br>笃生我皇。<br>奕世载聪。<br>武则肃烈。<br>文则时雍。<br>受禅于汉。<br>君少万邦。<br>率由旧则。<br>广命懿亲。<br>以藩王国。<br>帝日尔侯。<br>君兹青土。<br>奄有海滨。<br>方周于鲁。<br>车服有辉。<br>旗章有叙。<br>济济隽乂。<br>我弼我辅。<br>伊予小子。<br>恃宠骄盈。<br>举挂时网。<br>作藩作屏。<br>先轨是隳。<br>傲我皇使。<br>犯我朝仪。<br>国有典刑。<br>我削我绌。<br>将寘于理。<br>元凶是率。<br>明明天子。<br>时惟笃类。<br>不忍我刑。<br>暴之朝肆。<br>违彼执宪。<br>哀予小臣。<br>改封兖邑。<br>于河之滨。<br>股肱弗置。<br>有君无臣。<br>荒淫之阙。<br>谁弼予身。<br>茕茕仆夫。<br>于彼冀方。<br>嗟予小子。<br>盈罹斯殃。<br>赫赫天子。<br>恩不遗物。<br>冠我玄冕。<br>要我朱绂。<br>光光大使。<br>我荣我华。<br>剖符授玉。<br>王爵是加。<br>仰齿金玺。<br>俯执圣策。<br>皇恩过隆。<br>祇承怵惕。<br>咨我小子。<br>顽凶是婴。<br>逝惭陵墓。<br>存愧阙庭。<br>匪敢傲德。<br>实恩是恃。<br>威灵改加。<br>足以没齿。<br>昊天罔极。<br>生命不图。<br>常惧颠沛。<br>抱罪黄垆。<br>愿蒙矢石。<br>建旗东岳。<br>庶立毫厘。<br>微功自赎。<br>危躯授命。<br>知足免戾。<br>甘赴江湘。<br>奋戈吴越。<br>天启其衷。<br>得会京畿。<br>迟奉圣颜。<br>如渴如饥。<br>心之云慕。<br>怆矣其悲。<br>天高听卑。<br>皇肯照微。<br>应诏肃承明诏。<br>应会皇都。<br>星陈夙驾。<br>秣马脂车。<br>命彼掌徒。<br>肃我征旅。<br>朝发鸾台。<br>夕宿兰渚。<br>芒芒原隰。<br>祁祁士女。<br>经彼公田。<br>乐我稷黍。<br>爰有樛木。<br>重阴匪息。<br>虽有糇粮。<br>饥不遑食。<br>望城不过。<br>面邑不游。<br>仆夫警策。<br>平路是由。<br>玄驷蔼蔼。<br>扬镳漂沫。<br>流风翼衡。<br>轻云承盖。<br>涉涧之滨。<br>缘山之隈。<br>遵彼河浒。<br>黄阪是阶。<br>西济关谷。<br>或降或升。<br>騑骖倦路。<br>载寝载兴。<br>将朝圣皇。<br>匪敢晏宁。<br>弭节长骛。<br>指日遄征。<br>前驱举燧。<br>后乘抗旌。<br>轮不辍运。<br>鸾无废声。<br>爰暨帝室。<br>税此西墉。<br>嘉诏未赐。<br>朝觐莫从。<br>仰瞻城阈。<br>俯惟阙庭。<br>长怀永慕。<br>忧心如酲。"},
{"title": "诗", "author": "曹植", "dynasty": "两汉", "content": "皇考建世业。<br>余从征四方。<br>栉风而沐雨。<br>万里蒙露霜。<br>剑戟不离手。<br>铠甲为衣裳。"},
{"title": "述仙诗", "author": "曹植", "dynasty": "两汉", "content": "游将升云烟。"},
{"title": "朔风诗", "author": "曹植", "dynasty": "两汉", "content": "弦歌荡思。<br>谁与销忧。<br>临川慕思。<br>何为泛舟。<br>岂无和乐。<br>游非我邻。<br>谁忘泛舟。<br>愧无榜人。"},
{"title": "长歌行", "author": "曹植", "dynasty": "两汉", "content": "尺蠖知屈伸。<br>体道识穷达。"},
{"title": "乐府", "author": "曹植", "dynasty": "两汉", "content": "胶漆至坚。<br>浸之则离。<br>皎皎素丝。<br>溺色染移。<br>君不我弃。<br>谗人所为。"},
{"title": "诗", "author": "曹植", "dynasty": "两汉", "content": "游鸟翔故巢。<br>狐死反邱穴。<br>我信归故乡。<br>安得惮离别。"},
{"title": "当事君行", "author": "曹植", "dynasty": "两汉", "content": "人生有所贵尚。<br>出门各异尚。<br>朱紫更相夺色。<br>雅郑异音声。<br>好恶随所爱憎。<br>追举逐虚名。<br>百心可事一君。<br>巧诈宁拙诚。"},
{"title": "当来日大难", "author": "曹植", "dynasty": "两汉", "content": "日苦短。<br>乐有余。<br>乃置玉樽办东厨。<br>广情故。<br>心相于。<br>阖门置酒。<br>和乐欣欣。<br>游马后来。<br>辕车解轮。<br>今日同堂。<br>出门异乡。<br>别易会难。<br>各尽杯觞。"},
{"title": "赠丁仪王粲诗", "author": "曹植", "dynasty": "两汉", "content": "从军度函谷。<br>驱马过西京。<br>山岑高无极。<br>泾渭扬浊清。<br>壮或帝王居。<br>佳丽殊百城。<br>员阙出浮云。<br>承露槩泰清。<br>皇佐扬天惠。<br>四海无交兵。<br>权家虽爱胜。<br>全国为令名。<br>君子在末位。<br>不能歌德声。<br>丁生怨在朝。<br>王子欢自营。<br>欢怨非贞则。<br>中和诚可经。"},
{"title": "结客篇", "author": "曹植", "dynasty": "两汉", "content": "利剑鸣手中。<br>一击而尸僵。"},
{"title": "平陵东行", "author": "曹植", "dynasty": "两汉", "content": "阊阖开。<br>天衢通。<br>被我羽衣乘飞龙。<br>乘飞龙。<br>与僊期。<br>东上蓬莱采灵芝。<br>灵芝采之可服食。<br>年若王父无终极。"},
{"title": "升天行", "author": "曹植", "dynasty": "两汉", "content": "扶桑之所出。<br>乃在朝阳溪。<br>中心陵苍昊。<br>布叶盖天涯。<br>日出登东干。<br>既夕没西枝。<br>愿得纡阳辔。<br>回日使东驰。"},
{"title": "矫志诗", "author": "曹植", "dynasty": "两汉", "content": "仁虎匿爪。<br>神龙隐鳞。"},
{"title": "乐府", "author": "曹植", "dynasty": "两汉", "content": "口厌常珍鹿曤。<br>愿□百品异方。"},
{"title": "正会诗", "author": "曹植", "dynasty": "两汉", "content": "初岁元祚。<br>吉日惟良。<br>乃为嘉会。<br>燕此高堂。<br>尊卑列叙。<br>典而有章。<br>衣裳鲜洁。<br>黼黻玄黄。<br>清酤盈爵。<br>中坐腾光。<br>珍膳杂沓。<br>充溢圆方。<br>笙磬既设。<br>筝瑟俱张。<br>悲歌厉响。<br>咀嚼清商。<br>俯视文轩。<br>仰瞻华梁。<br>愿保兹善。<br>千载为常。<br>欢笑尽娱。<br>乐哉未央。<br>皇室荣贵。<br>寿若东王。"},
{"title": "种葛篇", "author": "曹植", "dynasty": "两汉", "content": "种葛南山下。<br>葛藟自成阴。<br>与君初婚时。<br>结发恩义深。<br>欢爱在枕席。<br>宿昔同衣衾。<br>窃慕棠棣篇。<br>好乐和瑟琴。<br>行年将晚暮。<br>佳人怀异心。<br>恩纪旷不接。<br>我情遂抑沉。<br>出门当何顾。<br>徘徊步北林。<br>下有交颈兽。<br>仰有双栖禽。<br>攀枝长叹息。<br>泪下沾罗襟。<br>良马知我悲。<br>延颈对我吟。<br>昔为同池鱼。<br>今为商与参。<br>往古皆欢遇。<br>我独困于今。<br>弃置委天命。<br>悠悠安可任。"},
{"title": "喜雨诗", "author": "曹植", "dynasty": "两汉", "content": "天覆何弥广。<br>苞育此羣生。<br>弃之必憔悴。<br>惠之则滋荣。<br>庆云从北来。<br>郁述西南征。<br>时雨中夜降。<br>长雷周我庭。<br>嘉种盈膏壤。<br>登秋毕有成。"},
{"title": "善哉行", "author": "曹植", "dynasty": "两汉", "content": "如彼翰鸟。<br>或飞戾天。"},
{"title": "矫志诗", "author": "曹植", "dynasty": "两汉", "content": "芝桂虽芳。<br>难以饵鱼。<br>尸位素餐。<br>难以成居。<br>磁石引铁。<br>于金不连。<br>大朝举士。<br>愚不闻焉。<br>抱璧涂乞。<br>无为贵宝。<br>履仁遘祸。<br>无为贵道。<br>鹓雏远害。<br>不羞卑栖。<br>灵虬避难。<br>不耻污泥。<br>都蔗虽甘。<br>杖之必折。<br>巧言虽美。<br>用之必灭。<br>济济唐朝。<br>万邦作孚。<br>逢蒙虽巧。<br>必得良弓。<br>圣主虽知。<br>必得英雄。<br>螳螂见叹。<br>齐士轻战。<br>越王轼蛙。<br>国以死献。<br>道远知骥。<br>世伪知贤。<br>覆之帱之。<br>顺天之矩。<br>泽如凯风。<br>惠如时雨。<br>口为禁闼。<br>舌为发机。<br>门机之闿。<br>楛矢不追。"},
{"title": "歌", "author": "曹植", "dynasty": "两汉", "content": "望云际兮有好仇。<br>天路长兮往无由。<br>佩兰蕙兮为谁修。<br>宴婉绝兮我心愁。"},
{"title": "豫章行", "author": "曹植", "dynasty": "两汉", "content": "穷达难豫图。<br>祸福信亦然。<br>虞舜不逢尧。<br>耕耘处中田。<br>太公未遭文。<br>渔钓终渭川。<br>不见鲁孔丘。<br>穷困陈蔡间。<br>周公下白屋。<br>天下称其贤。"},
{"title": "朔风诗", "author": "曹植", "dynasty": "两汉", "content": "子好芳草。<br>岂忘尔贻。<br>繁华将茂。<br>秋霜悴之。<br>君不垂眷。<br>岂云其诚。<br>秋兰可喻。<br>桂树冬荣。"},
{"title": "艳", "author": "曹操", "dynasty": "两汉", "content": "云行雨步，超越九江之皋。临观异同，心意怀犹豫，不知当复何从？经过至我碣石，心惆怅我东海。"},
{"title": "艳歌行", "author": "曹植", "dynasty": "两汉", "content": "夏节纯和天清凉。<br>百草滋殖舒兰芳。"},
{"title": "赠徐干诗", "author": "曹植", "dynasty": "两汉", "content": "惊风飘白日。<br>忽然归西山。<br>忽景光未满。<br>众星灿以繁。<br>志士营世业。<br>小人亦不闲。<br>聊且夜行游。<br>游彼双阙间。<br>文昌郁云兴。<br>迎风高中天。<br>春鸠鸣飞栋。<br>流猋激棂轩。<br>顾念蓬室士。<br>贫贱诚足怜。<br>薇藿弗充虚。<br>皮褐犹不全。<br>慷慨有悲心。<br>兴文自成篇。<br>宝弃怨何人。<br>和氏有其愆。<br>弹冠俟知己。<br>知己谁不然。<br>良田无晚岁。<br>膏泽多丰年。<br>亮怀璠玙美。<br>积久德愈宣。<br>亲交义在敦。<br>申章复何言。"},
{"title": "气出唱", "author": "曹操", "dynasty": "两汉", "content": "游君山，甚为真。磪䃬砟硌，尔自为神。乃到王母台，金阶玉为堂，芝草生殿旁。东西厢，客满堂。主人当行觞，坐者长寿遽何央。长乐甫始宜孙子。常愿主人增年，与天相守。"},
{"title": "歌", "author": "张衡", "dynasty": "两汉", "content": "浩浩阳春发。杨柳何依依。百鸟自南归。翱翔萃我枝。"},
{"title": "当事君行", "author": "曹植", "dynasty": "两汉", "content": "人生有所贵尚。<br>出门各异情。<br>朱紫更相夺色。<br>雅郑异音声。<br>好恶随所爱憎。<br>追举逐虚名。<br>百心可事一君。<br>巧诈宁拙诚。"},
{"title": "歌", "author": "张衡", "dynasty": "两汉", "content": "天地烟煴。百卉含蘤。鸣鹤交颈。雎鸠相和。处子怀春。精魂回移。如何淑明。忘我实多。"},
{"title": "苦思行", "author": "曹植", "dynasty": "两汉", "content": "绿萝缘玉树。<br>光曜粲相晖。<br>下有两真人。<br>举翅翻高飞。<br>我心何踊跃。<br>思欲攀云追。<br>郁郁西岳巅。<br>石室青葱与天连。<br>中有耆年一隐士。<br>须发皆皓然。<br>策杖从吾游。<br>教我要忘言。"},
{"title": "结客篇", "author": "曹植", "dynasty": "两汉", "content": "结客少年场。<br>报怨洛北芒。"},
{"title": "对酒行", "author": "曹植", "dynasty": "两汉", "content": "蒲鞭苇杖示有刑。"},
{"title": "气出唱", "author": "曹操", "dynasty": "两汉", "content": "驾六龙，乘风而行。<br>行四海，路下之八邦。<br>历登高山临溪谷，乘云而行。<br>行四海外，东到泰山。<br>仙人玉女，下来翱游。<br>骖驾六龙饮玉浆。<br>河水尽，不东流。<br>解愁腹，饮玉浆。<br>奉持行，东到蓬莱山，上至天之门。<br>玉阙下，引见得入，<br>赤松相对，四面顾望，视正焜煌。<br>开玉心正兴，其气百道至。<br>传告无穷闭其口，但当爱气寿万年。<br>东到海，与天连。<br>神仙之道，出窈入冥，常当专之。<br>心恬澹，无所愒。<br>欲闭门坐自守，天与期气。<br>愿得神之人，乘驾云车，<br>骖驾白鹿，上到天之门，来赐神之药。<br>跪受之，敬神齐。<br>当如此，道自来。"},
{"title": "杂诗", "author": "曹植", "dynasty": "两汉", "content": "高台多悲风，<br>朝日照北林。<br>之子在万里，<br>江湖迥且深。<br>方舟安可极，<br>离思故难任。<br>孤雁飞南游，<br>过庭长哀吟。<br>翘思慕远人，<br>愿欲托遗音。<br>形影忽不见，<br>翩翩伤我心。"},
{"title": "盘石篇", "author": "曹植", "dynasty": "两汉", "content": "盘盘山巅石。<br>飘飖涧底蓬。<br>飘本太山人。<br>何为客淮东。<br>蒹葭弥斥土。<br>林木无分重。<br>岸岩若崩缺。<br>湖水何汹汹。<br>蚌蛤被滨涯。<br>光彩如锦虹。<br>高彼凌云霄。<br>浮气象螭龙。<br>鲸脊若丘陵。<br>须若山上松。<br>呼吸吞船欐。<br>澎濞戏中鸿。<br>方舟寻高价。<br>珍宝丽以通。<br>一举必千里。<br>乘飔举帆幢。<br>经危履险阻。<br>未知命所钟。<br>常恐沉黄垆。<br>下与鼋鳖同。<br>南极苍梧野。<br>游眄穷九江。<br>中夜指参辰。<br>欲师当定从。<br>仰天长太息。<br>思想怀故邦。<br>乘桴何所志。<br>吁嗟飘孔公。"},
{"title": "杂诗", "author": "曹植", "dynasty": "两汉", "content": "西北有织妇，<br>绮缟何缤纷。<br>明晨秉机杼，<br>日昃不成文。<br>太息经长夜，<br>悲啸入青云。<br>妾身守空闺，<br>良人行从军。<br>自期三年归，<br>今已历九春。<br>飞鸟绕树翔，<br>噭噭鸣索群。<br>愿为南流景，<br>驰光见我君。"},
{"title": "诗", "author": "张衡", "dynasty": "两汉", "content": "愿言不获。终然永思。"},
{"title": "对酒行", "author": "曹植", "dynasty": "两汉", "content": "含生蒙泽。<br>草木茂延。"},
{"title": "妾薄相行", "author": "曹植", "dynasty": "两汉", "content": "辎軿飞毂交轮。"},
{"title": "仙人篇", "author": "曹植", "dynasty": "两汉", "content": "仙人揽六着。<br>对博太山隅。<br>湘娥拊琴瑟。<br>秦女吹笙竽。<br>玉樽盈桂酒。<br>河伯献神鱼。<br>四海一何局。<br>九州安所知。<br>韩终与王乔。<br>要我于天衢。<br>万里不足步。<br>轻举凌太虚。<br>飞腾踰景云。<br>高风吹我躯。<br>回驾观紫薇。<br>与帝合灵符。<br>阊阖正嵯峨。<br>双阙万丈余。<br>玉树扶道生。<br>白虎夹门枢。<br>驱风游四海。<br>东过王母庐。<br>俯观五岳闲。<br>人生如寄居。<br>潜光养羽翼。<br>进趋且徐徐。<br>不见轩辕氏。<br>乘龙出鼎湖。<br>徘徊九天上。<br>与尔长相须。"},
{"title": "精微篇", "author": "曹植", "dynasty": "两汉", "content": "精微烂金石。<br>至心动神明。<br>杞妻哭死夫。<br>梁山为之倾。<br>子丹西质秦。<br>乌白马角生。<br>邹衍囚燕市。<br>繁霜为夏零。<br>关东有贤女。<br>自字苏来卿。<br>壮年报父仇。<br>身没垂功名。<br>女休逢赦书。<br>白刃几在颈。<br>俱上列仙籍。<br>去死独就生。<br>太仓令有罪。<br>远征当就拘。<br>自悲居无男。<br>祸至无与俱。<br>缇萦痛父言。<br>荷担西上书。<br>盘桓北阙下。<br>泣泪何涟如。<br>乞得幷姊弟。<br>没身赎父躯。<br>汉文感其义。<br>肉刑法用除。<br>其父得以免。<br>辩义在列图。<br>多男亦何为。<br>一女足成居。<br>简子南渡河。<br>津吏废舟船。<br>执法将加刑。<br>女娟拥棹前。<br>妾父闻君来。<br>将涉不测渊。<br>畏惧风波起。<br>祷祝祭名川。<br>备礼飨神祇。<br>为君求福先。<br>不胜釂祀诚。<br>至令犯罚艰。<br>君必欲加诛。<br>乞使知罪諐。<br>妾愿以身代。<br>至诚感苍天。<br>国君高其义。<br>其父用赦原。<br>河激奏中流。<br>简子知其贤。<br>归聘为夫人。<br>荣宠超后先。<br>辩女解父命。<br>何况健少年。<br>黄初发和气。<br>明堂德教施。<br>治道致太平。<br>礼乐风俗移。<br>刑措民无枉。<br>怨女复何为。<br>圣皇长寿考。<br>景福常来仪。"},
{"title": "平陵东", "author": "两汉乐府", "dynasty": "两汉", "content": "平陵东，松柏桐，不知何人劫义公。<br>劫义公，在高堂下，交钱百万两走马。<br>两走马，亦诚难，顾见追吏心中恻。<br>心中恻，血出漉，归告我家卖黄犊。"},
{"title": "古诗十九首", "author": "佚名", "dynasty": "两汉", "content": "东城高且长，<br>逶迤自相属。<br>回风动地起，<br>秋草萋已绿。<br>四时更变化，<br>岁暮一何速！<br>晨风怀苦心，<br>蟋蟀伤局促。<br>荡涤放情志，<br>何为自结束！"},
{"title": "大魏篇", "author": "曹植", "dynasty": "两汉", "content": "大魏应灵符。<br>天禄方甫始。<br>圣德致泰和。<br>神明为驱使。<br>左右宜供养。<br>中殿宜皇子。<br>陛下长寿考。<br>羣臣拜贺咸悦喜。<br>积善有余庆。<br>宠禄固天常。<br>众喜填门至。<br>臣子蒙福祥。<br>无患及阳遂。<br>辅翼我圣皇。<br>众吉咸集会。<br>凶邪奸恶并灭亡。<br>黄鹄游殿前。<br>神鼎周四阿。<br>玉马充乘舆。<br>芝盖树九华。<br>白虎戏西除。<br>含利从辟邪。<br>骐骥蹑足舞。<br>凤皇拊翼歌。<br>丰年大置酒。<br>玉樽列广庭。<br>乐饮过三爵。<br>朱颜暴己形。<br>式宴不违礼。<br>君臣歌鹿鸣。<br>乐人舞鼙鼓。<br>百官雷抃赞若惊。<br>储礼如江海。<br>积善若陵山。<br>皇嗣繁且炽。<br>孙子列曾玄。<br>羣臣咸称万岁。<br>陛下长寿乐年。<br>御酒停未饮。<br>贵戚跪东厢。<br>侍人承颜色。<br>奉进金玉觞。<br>此酒亦真酒。<br>福禄当圣皇。<br>陛下临轩笑。<br>左右咸欢康。<br>杯来一何迟。<br>羣僚以次行。<br>赏赐累千亿。<br>百官并富昌。"},
{"title": "四坐且莫喧", "author": "佚名", "dynasty": "两汉", "content": "四坐且莫喧，<br>愿听歌一言。<br>愿说铜炉器，<br>崔嵬象南山。<br>上枝似松柏，<br>下根据铜盘。<br>雕文各异类，<br>离娄自相联。<br>谁能为此器，<br>公输与鲁班。<br>朱火燃其中，<br>青烟扬其间。<br>从风入君怀，<br>四坐莫不叹。<br>香风难久居，<br>空令蕙草残。"},
{"title": "橘柚垂华实", "author": "佚名", "dynasty": "两汉", "content": "橘柚垂华实，<br>乃在深山侧。<br>闻君好我甘，<br>窃独自雕饰。<br>委身玉盘中，<br>历年冀见食。<br>芳菲不相投，<br>青黄忽改色。<br>人倘欲我知，<br>因君为羽翼。"},
{"title": "古艳歌", "author": "佚名", "dynasty": "两汉", "content": "茕茕白兔，<br>东走西顾。<br>衣不如新，<br>人不如故。"},
{"title": "歌", "author": "张衡", "dynasty": "两汉", "content": "皇皇者凤。通玄知时。萃于山趾。与帝邀期。吉事有祥。惟汉之祺。"},
{"title": "顺帝末京都童谣", "author": "佚名", "dynasty": "两汉", "content": "直如弦，死道边。曲如钩，反封侯。"},
{"title": "盘石篇", "author": "曹植", "dynasty": "两汉", "content": "盘盘山巅石。<br>飘飖涧底蓬。<br>我本太山人。<br>何为客淮东。<br>蒹葭弥斥土。<br>林木无分重。<br>岸岩若崩缺。<br>湖水何汹汹。<br>蚌蛤被滨涯。<br>光彩如锦虹。<br>高彼凌云霄。<br>浮气象螭龙。<br>鲸脊若丘陵。<br>须若山上松。<br>呼吸吞船欐。<br>澎濞戏中鸿。<br>方舟寻高价。<br>珍宝丽以通。<br>一举必千里。<br>乘飔举帆幢。<br>经危履险阻。<br>未知命所钟。<br>常恐沉黄垆。<br>下与鼋鳖同。<br>南极苍梧野。<br>游眄穷九江。<br>中夜指参辰。<br>欲师当定从。<br>仰天长太息。<br>思想怀故邦。<br>乘桴何所志。<br>吁嗟我孔公。"},
{"title": "古诗十九首", "author": "佚名", "dynasty": "两汉", "content": "明月何皎皎，照我罗床帏。<br>忧愁不能寐，揽衣起徘徊。<br>客行虽云乐，不如早旋归。<br>出户独彷徨，愁思当告谁？<br>引领还入房，泪下沾裳衣。"},
{"title": "天地篇", "author": "曹植", "dynasty": "两汉", "content": "复为时所拘。<br>覊绁作微臣。"},
{"title": "五游咏", "author": "曹植", "dynasty": "两汉", "content": "九州不足步。<br>愿得凌云翔。<br>逍遥八纮外。<br>游目历遐荒。<br>披我丹霞衣。<br>袭我素霓裳。<br>华盖芬晻蔼。<br>六龙仰天骧。<br>曜灵未移景。<br>倏忽造昊苍。<br>阊阖启丹扉。<br>双阙曜朱光。<br>徘徊文昌殿。<br>登陟太微堂。<br>上帝休西棂。<br>羣后集东厢。<br>带我琼瑶佩。<br>漱我沆瀣浆。<br>踟蹰玩灵芝。<br>徙倚弄华芳。<br>王子奉仙药。<br>羡门进奇方。<br>服食享遐纪。<br>延寿保无疆。"},
{"title": "古绝句", "author": "佚名", "dynasty": "两汉", "content": "日暮秋云阴，<br>江水清且深。<br>何用通音信，<br>莲花玳瑁簪。"},
{"title": "古绝句", "author": "佚名", "dynasty": "两汉", "content": "菟丝从长风，<br>根茎无断绝。<br>无情尚不离，<br>有情安可别？"},
{"title": "古歌", "author": "佚名", "dynasty": "两汉", "content": "秋风萧萧愁杀人，<br>出亦愁，<br>入亦愁。<br>座中何人，<br>谁不怀忧。<br>令我白头。<br>胡地多飚风，<br>树木何修修。<br>离家日趋远，<br>衣带日趋缓。<br>心思不能言，<br>肠中车轮转。"},
{"title": "饮马长城窟行", "author": "佚名", "dynasty": "两汉", "content": "青青河畔草，绵绵思远道。<br>远道不可思，宿昔梦见之。<br>梦见在我傍，忽觉在他乡。<br>他乡各异县，辗转不相见。<br>枯桑知天风，海水知天寒。<br>入门各自媚，谁肯相为言。<br>客从远方来，遗我双鲤鱼。<br>呼儿烹鲤鱼，中有尺素书。<br>长跪读素书，书中竟何如。<br>上言加餐食，下言长相忆。"},
{"title": "升天行", "author": "曹植", "dynasty": "两汉", "content": "乘蹻追术士。<br>远之蓬莱山。<br>灵液飞素波。<br>兰桂上参天。<br>玄豹游其下。<br>翔鹍戏其巅。<br>乘风忽登举。<br>彷佛见众仙。"},
{"title": "杂诗", "author": "曹植", "dynasty": "两汉", "content": "高台多悲风，<br>朝日照北林。<br>朝子在万里，<br>江湖迥且深。<br>方舟安可极，<br>离思故难任。<br>孤雁飞南游，<br>过庭长哀吟。<br>翘思慕远人，<br>愿欲托遗音。<br>形影忽不见，<br>翩翩伤我心。"},
{"title": "古乐府", "author": "佚名", "dynasty": "两汉", "content": "兰草自然香，<br>生于大道旁。<br>要镰八九月，<br>俱在束薪中。"},
{"title": "古诗十九首", "author": "佚名", "dynasty": "两汉", "content": "孟冬寒气至，<br>北风何惨栗。<br>愁多知夜长，<br>仰观众星列。<br>三五明月满，<br>四五蟾兔缺。<br>客从远方来，<br>遗我一书札。<br>上言长相思，<br>下言久离别。<br>置书怀袖中，<br>三岁字不灭。<br>一心抱区区，<br>惧君不识察。"},
{"title": "平陵东", "author": "佚名", "dynasty": "两汉", "content": "平陵东，松柏桐，不知何人劫义公。劫义公，在高堂下，交钱百万两走马。两走马，亦诚难，顾见追吏心中恻。心中恻，血出漉，归告我家卖黄犊。"},
{"title": "别诗", "author": "佚名", "dynasty": "两汉", "content": "有鸟西南飞，熠熠似苍鹰。<br>朝发天北隅，暮闻日南陵。<br>欲寄一言去，托之笺彩缯。<br>因风附轻翼，以遗心蕴蒸。<br>鸟辞路悠长，羽翼不能胜。<br>意欲从鸟逝，驽马不可乘。<br><br>晨风鸣北林，熠耀东南飞。<br>愿言所相思，日暮不垂帷。<br>明月照高楼，想见余光辉。<br>玄鸟夜过庭，仿佛能复飞。<br>褰裳路踟蹰，彷徨不能归。<br>浮云日千里，安知我心悲。<br>思得琼树枝，以解长渴饥。<br><br>童童孤生柳，寄根河水泥。<br>连翩游客子，于冬服凉衣。<br>去家千余里，一身常渴饥。<br>寒夜立清庭，仰瞻天汉湄。<br>寒风吹我骨，严霜切我肌。<br>忧心常惨戚，晨风为我悲。<br>瑶光游何速，行愿去何迟。<br>仰视云间星，忽若割长帷。<br>低头还自怜，盛年行已衰。<br>依依恋明世，怆怆难久怀。"},
{"title": "李夫人赋", "author": "刘彻", "dynasty": "两汉", "content": "　　美连娟以修嫭兮，命樔绝而不长。饰新官以延贮兮，泯不归乎故乡。惨郁郁其芜秽兮，隐处幽而怀伤。释舆马于山椒兮，奄修夜之不阳。秋气憯以凄泪兮，桂枝落而销亡。神茕茕以遥思兮，精浮游而出畺。托沈阴以圹久兮，惜蕃华之未央。念穷极之不还兮，惟幼眇之相羊。函荾荴以俟风兮，芳杂袭以弥章。的容与以猗靡兮，缥飘姚虖愈庄。燕淫衍而抚楹兮，连流视而娥扬。既激感而心逐兮，包红颜而弗明。欢接狎以离别兮，宵寤梦之芒芒。忽迁化而不反兮，魄放逸以飞扬。何灵魄之纷纷兮，哀裴回以踌躇。势路日以远兮，遂荒忽而辞去。超兮西征，屑兮不见。寖淫敞，寂兮无音。思若流波，怛兮在心。 \r\n　　乱曰：佳侠函光，陨朱荣兮。嫉妒闟茸，将安程兮。方时隆盛，年夭伤兮。弟子增欷，洿沫怅兮。悲愁於邑，喧不可止兮。向不虚应，亦云己兮。嫶妍太息，叹稚子兮。懰栗不言，倚所恃兮。仁者不誓，岂约亲兮？既往不来，申以信兮。去彼昭昭，就冥冥兮。既不新宫，不复故庭兮。呜呼哀哉，想魂灵兮！ "},
{"title": "赠妇诗", "author": "秦嘉", "dynasty": "两汉", "content": "皇灵无私亲，<br>为善荷天禄。<br>伤我与尔身，<br>少小罹茕独。<br>既得结大义，<br>欢乐苦不足。<br>念当远离别，<br>思念叙款曲。<br>河广无舟梁，<br>道近隔丘陆。<br>临路怀惆怅，<br>中驾正踯躅。<br>浮云起高山，<br>悲风激深谷。<br>良马不回鞍，<br>轻车不转毂。<br>针药可屡进，<br>愁思难为数。<br>贞士笃终始，<br>恩义不可属。"},
{"title": "古诗十九首", "author": "佚名", "dynasty": "两汉", "content": "驱车上东门，<br>遥望郭北墓。<br>白杨何萧萧，<br>松柏夹广路。<br>下有陈死人，<br>杳杳即长暮。<br>潜寐黄泉下，<br>千载永不寤。<br>浩浩阴阳移，<br>年命如朝露。<br>人生忽如寄，<br>寿无金石固。<br>万岁更相送，<br>贤圣莫能度。<br>服食求神仙，<br>多为药所误。<br>不如饮美酒，<br>被服纨与素。"},
{"title": "猛虎行", "author": "佚名", "dynasty": "两汉", "content": "饥不从猛虎食，<br>暮不从野雀栖。<br>野雀安无巢，<br>游子为谁骄。"},
{"title": "古绝句", "author": "佚名", "dynasty": "两汉", "content": "藁砧今何在，<br>山上复有山。<br>何当大刀头，<br>破镜飞上天。"},
{"title": "七哀诗三首·其二", "author": "王粲", "dynasty": "两汉", "content": "荆蛮非我乡，何为久滞淫。方舟泝大江，日暮愁我心。山冈有余映，岩阿增重阴。狐狸驰赴穴，飞鸟翔故林。流波激清响，猴猿临岸吟。迅风拂裳袂，白露沾衣襟。独夜不能寐，摄衣起抚琴。丝桐感人情，为我发悲音。羁旅无终极，忧思壮难任。 "},
{"title": "桂之树行", "author": "曹植", "dynasty": "两汉", "content": "桂之树。<br>桂之树。<br>桂生一何丽佳。<br>扬朱华而翠叶。<br>流芳布天涯。<br>上有栖鸾。<br>下有盘螭。<br>桂之树。<br>得道之真人咸来会讲仙。<br>教尔服食日精。<br>要道甚省不烦。<br>淡泊无为自然。<br>乘蹻万里之外。<br>去留随意所欲存。<br>高高上际于众外。<br>下下乃穷极地天。"},
{"title": "谣俗词", "author": "曹操", "dynasty": "两汉", "content": "瓮中无斗储，发箧无尺缯。友来从我贷，不知所以应。 "},
{"title": "越谣歌", "author": "佚名", "dynasty": "两汉", "content": "君乘车，我戴笠，他日相逢下车揖；君担簦，我跨马，他日相逢为君下。 "},
{"title": "见志诗二首", "author": "郦炎", "dynasty": "两汉", "content": "大道夷且长，窘路狭且促。修翼无卑栖，远趾不步局。舒吾陵霄羽，奋此千里足。超迈绝尘驱，倏忽谁能逐。贤愚岂常类，禀性在清浊。富贵有人籍，贫贱无天录。通塞苟由己，志士不相卜。陈平敖里社，韩信钓河曲。终居天下宰，食此万钟禄。德音流千载，功名重山岳。\r\n灵芝生河洲，动摇因洪波。兰荣一何晚，严霜瘁其柯。哀哉二芳草，不值泰山阿。文质道所贵，遭时用有嘉。绛灌临衡宰，谓谊崇浮华。贤才抑不用，远投荆南沙。抱玉乘龙骥，不逢乐与和。安得孔仲尼，为世陈四科。"},
{"title": "刺巴郡守诗", "author": "佚名", "dynasty": "两汉", "content": "狗吠何喧喧，有吏来在门。披衣出门应，府记欲得钱。语穷乞请期，吏怒反见尤。旋步顾家中，家中无可为。思往从邻贷，邻人言已匮。钱钱何难得，令我独憔悴。"},
{"title": "七哀诗三首·其三", "author": "王粲", "dynasty": "两汉", "content": "边城使心悲，昔吾亲更之。冰雪截肌肤，风飘无止期。百里不见人，草木谁当迟。登城望亭燧，翩翩飞戍旗。行者不顾反，出门与家辞。子弟多俘虏，哭泣无已时。天下尽乐土，何为久留兹。蓼虫不知辛，去来勿与谘。"},
{"title": "上山采蘼芜", "author": "佚名", "dynasty": "两汉", "content": "上山采蘼芜，下山逢故夫。下跪问故夫，新人复何如？新人虽言好，未若故人姝。颜色类相似，手爪不相如。新人从门入，故人从閤去。新人工织缣，故人工织素。织缣日一匹，织素五丈余。将缣来比素，新人不如故。 "},
{"title": "陈万年教子", "author": "班固 撰", "dynasty": "两汉", "content": "　　陈万年乃朝中重臣也，尝病，召子咸教戒于床下。语至三更，咸睡，头触屏风。万年大怒，欲杖之，曰：“乃公戒汝，汝反睡，不听吾言，何也？”咸叩头谢曰：“具晓所言，大要教咸谄也。”万年乃不复言。 "},
{"title": "气出唱", "author": "曹操", "dynasty": "两汉", "content": "华阴山，自以为大。<br>高百丈，浮云为之盖。<br>仙人欲来，出随风，列之雨。<br>吹我洞箫，鼓瑟琴，何訚訚！<br>酒与歌戏，今日相乐诚为乐。<br>玉女起，起舞移数时。<br>鼓吹一何嘈嘈。<br>从西北来时，仙道多驾烟，<br>乘云驾龙，郁何务务。<br>遨游八极，乃到昆仑之山，<br>西王母侧，神仙金止玉亭。<br>来者为谁？赤松王乔，乃德旋之门。<br>乐共饮食到黄昏。<br>多驾合坐，万岁长，宜子孙。"},
{"title": "伤歌行", "author": "曹叡", "dynasty": "两汉", "content": "昭昭素明月，辉光烛我床。忧人不能寐，耿耿夜何长。微风吹闺闼，罗帷自飘扬。揽衣曳长带，屣履下高堂。东西安所之，徘徊以彷徨。春鸟翻南飞，翩翩独翱翔。悲声命俦匹，哀鸣伤我肠。感物怀所思，泣涕忽沾裳。伫立吐高吟，舒愤诉穹苍。 "}
]
