[
{"title": "关雎", "author": "佚名", "dynasty": "先秦", "content": "关关雎鸠，在河之洲。窈窕淑女，君子好逑。参差荇菜，左右流之。窈窕淑女，寤寐求之。求之不得，寤寐思服。悠哉悠哉，辗转反侧。参差荇菜，左右采之。窈窕淑女，琴瑟友之。参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。 "},
{"title": "蒹葭", "author": "佚名", "dynasty": "先秦", "content": "蒹葭苍苍，白露为霜。所谓伊人，在水一方。溯洄从之，道阻且长。溯游从之，宛在水中央。蒹葭萋萋，白露未晞。所谓伊人，在水之湄。溯洄从之，道阻且跻。溯游从之，宛在水中坻。蒹葭采采，白露未已。所谓伊人，在水之涘。溯洄从之，道阻且右。溯游从之，宛在水中沚。"},
{"title": "曹刿论战", "author": "左丘明", "dynasty": "先秦", "content": "　　十年春，齐师伐我。公将战，曹刿请见。其乡人曰：“肉食者谋之，又何间焉？”刿曰：“肉食者鄙，未能远谋。”乃入见。问：“何以战？”公曰：“衣食所安，弗敢专也，必以分人。”对曰：“小惠未遍，民弗从也。”公曰：“牺牲玉帛，弗敢加也，必以信。”对曰：“小信未孚，神弗福也。”公曰：“小大之狱，虽不能察，必以情。”对曰：“忠之属也。可以一战。战则请从。”（遍 同：徧)\r\n　　公与之乘，战于长勺。公将鼓之。刿曰：“未可。”齐人三鼓。刿曰：“可矣。”齐师败绩。公将驰之。刿曰：“未可。”下视其辙，登轼而望之，曰：“可矣。”遂逐齐师。\r\n　　既克，公问其故。对曰：“夫战，勇气也。一鼓作气，再而衰，三而竭。彼竭我盈，故克之。夫大国，难测也，惧有伏焉。吾视其辙乱，望其旗靡，故逐之。”"},
{"title": "生于忧患，死于安乐", "author": "孟子及其弟子", "dynasty": "先秦", "content": "　　舜发于畎亩之中，傅说举于版筑之间，胶鬲举于鱼盐之中，管夷吾举于士，孙叔敖举于海，百里奚举于市。\r\n　　故天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。(是人 一作：斯人)\r\n　　人恒过，然后能改；困于心衡于虑，而后作；征于色发于声，而后喻。入则无法家拂士，出则无敌国外患者，国恒亡。\r\n　　然后知生于忧患而死于安乐也。"},
{"title": "离骚", "author": "屈原", "dynasty": "先秦", "content": "帝高阳之苗裔兮，朕皇考曰伯庸。摄提贞于孟陬兮，惟庚寅吾以降。皇览揆余初度兮，肇锡余以嘉名：名余曰正则兮，字余曰灵均。纷吾既有此内美兮，又重之以修能。扈江离与辟芷兮，纫秋兰以为佩。汩余若将不及兮，恐年岁之不吾与。朝搴阰之木兰兮，夕揽洲之宿莽。日月忽其不淹兮，春与秋其代序。惟草木之零落兮，恐美人之迟暮。(惟 通：唯)不抚壮而弃秽兮，何不改乎此度？乘骐骥以驰骋兮，来吾道夫先路！昔三后之纯粹兮，固众芳之所在。杂申椒与菌桂兮，岂惟纫夫蕙茝！彼尧、舜之耿介兮，既遵道而得路。何桀纣之猖披兮，夫惟捷径以窘步。惟夫党人之偷乐兮，路幽昧以险隘。岂余身之殚殃兮，恐皇舆之败绩！忽奔走以先后兮，及前王之踵武。荃不查余之中情兮，反信谗而齌怒。余固知謇謇之为患兮，忍而不能舍也。指九天以为正兮，夫惟灵修之故也。曰黄昏以为期兮，羌中道而改路！初既与余成言兮，后悔遁而有他。余既不难夫离别兮，伤灵修之数化。余既滋兰之九畹兮，又树蕙之百亩。畦留夷与揭车兮，杂杜衡与芳芷。冀枝叶之峻茂兮，愿俟时乎吾将刈。虽萎绝其亦何伤兮，哀众芳之芜秽。众皆竞进以贪婪兮，凭不厌乎求索。羌内恕己以量人兮，各兴心而嫉妒。忽驰骛以追逐兮，非余心之所急。老冉冉其将至兮，恐修名之不立。朝饮木兰之坠露兮，夕餐秋菊之落英。苟余情其信姱以练要兮，长顑颔亦何伤。掔木根以结茝兮，贯薜荔之落蕊。矫菌桂以纫蕙兮，索胡绳之纚纚。謇吾法夫前修兮，非世俗之所服。虽不周于今之人兮，愿依彭咸之遗则。长太息以掩涕兮，哀民生之多艰。余虽好修姱以鞿羁兮，謇朝谇而夕替。既替余以蕙纕兮，又申之以揽茝。亦余心之所善兮，虽九死其犹未悔。怨灵修之浩荡兮，终不察夫民心。众女嫉余之蛾眉兮，谣诼谓余以善淫。固时俗之工巧兮，偭规矩而改错。背绳墨以追曲兮，竞周容以为度。忳郁邑余侘傺兮，吾独穷困乎此时也。宁溘死以流亡兮，余不忍为此态也。鸷鸟之不群兮，自前世而固然。何方圜之能周兮，夫孰异道而相安？屈心而抑志兮，忍尤而攘诟。伏清白以死直兮，固前圣之所厚。悔相道之不察兮，延伫乎吾将反。回朕车以复路兮，及行迷之未远。步余马于兰皋兮，驰椒丘且焉止息。进不入以离尤兮，退将复修吾初服。制芰荷以为衣兮，集芙蓉以为裳。不吾知其亦已兮，苟余情其信芳。高余冠之岌岌兮，长余佩之陆离。芳与泽其杂糅兮，唯昭质其犹未亏。忽反顾以游目兮，将往观乎四荒。佩缤纷其繁饰兮，芳菲菲其弥章。民生各有所乐兮，余独好修以为常。虽体解吾犹未变兮，岂余心之可惩。女嬃之婵媛兮，申申其詈予，曰：「鲧婞直以亡身兮，终然夭乎羽之野。汝何博謇而好修兮，纷独有此姱节？薋菉葹以盈室兮，判独离而不服。」众不可户说兮，孰云察余之中情？世并举而好朋兮，夫何茕独而不予听？依前圣以节中兮，喟凭心而历兹。济沅、湘以南征兮，就重华而敶词：启《九辩》与《九歌》兮，夏康娱以自纵。不顾难以图后兮，五子用失乎家衖。羿淫游以佚畋兮，又好射夫封狐。固乱流其鲜终兮，浞又贪夫厥家。浇身被服强圉兮，纵欲而不忍。日康娱而自忘兮，厥首用夫颠陨。夏桀之常违兮，乃遂焉而逢殃。后辛之菹醢兮，殷宗用而不长。汤、禹俨而祗敬兮，周论道而莫差。举贤才而授能兮，循绳墨而不颇。皇天无私阿兮，览民德焉错辅。夫维圣哲以茂行兮，苟得用此下土。瞻前而顾后兮，相观民之计极。夫孰非义而可用兮？孰非善而可服？阽余身而危死兮，览余初其犹未悔。不量凿而正枘兮，固前修以菹醢。曾歔欷余郁邑兮，哀朕时之不当。揽茹蕙以掩涕兮，沾余襟之浪浪。跪敷衽以陈辞兮，耿吾既得此中正。驷玉虬以桀鹥兮，溘埃风余上征。朝发轫于苍梧兮，夕余至乎县圃。欲少留此灵琐兮，日忽忽其将暮。吾令羲和弭节兮，望崦嵫而勿迫。路漫漫其修远兮，吾将上下而求索。饮余马于咸池兮，总余辔乎扶桑。折若木以拂日兮，聊逍遥以相羊。前望舒使先驱兮，后飞廉使奔属。鸾皇为余先戒兮，雷师告余以未具。吾令凤鸟飞腾兮，继之以日夜。飘风屯其相离兮，帅云霓而来御。纷总总其离合兮，斑陆离其上下。吾令帝阍开关兮，倚阊阖而望予。时暧暧其将罢兮，结幽兰而延伫。世溷浊而不分兮，好蔽美而嫉妒。朝吾将济于白水兮，登阆风而绁马。忽反顾以流涕兮，哀高丘之无女。溘吾游此春宫兮，折琼枝以继佩。及荣华之未落兮，相下女之可诒。吾令丰隆乘云兮，求宓妃之所在。解佩纕以结言兮，吾令謇修以为理。纷总总其离合兮，忽纬繣其难迁。夕归次于穷石兮，朝濯发乎洧盘。保厥美以骄傲兮，日康娱以淫游。虽信美而无礼兮，来违弃而改求。览相观于四极兮，周流乎天余乃下。望瑶台之偃蹇兮，见有娀之佚女。吾令鸩为媒兮，鸩告余以不好。雄鸠之鸣逝兮，余犹恶其佻巧。心犹豫而狐疑兮，欲自适而不可。凤皇既受诒兮，恐高辛之先我。欲远集而无所止兮，聊浮游以逍遥。及少康之未家兮，留有虞之二姚。理弱而媒拙兮，恐导言之不固。世溷浊而嫉贤兮，好蔽美而称恶。闺中既以邃远兮，哲王又不寤。怀朕情而不发兮，余焉能忍而与此终古？索琼茅以筳篿兮，命灵氛为余占之。曰：「两美其必合兮，孰信修而慕之？思九州之博大兮，岂惟是其有女？」曰：「勉远逝而无狐疑兮，孰求美而释女？何所独无芳草兮，尔何怀乎故宇？」世幽昧以昡曜兮，孰云察余之善恶？民好恶其不同兮，惟此党人其独异！户服艾以盈要兮，谓幽兰其不可佩。览察草木其犹未得兮，岂珵美之能当？苏粪壤以充祎兮，谓申椒其不芳。欲从灵氛之吉占兮，心犹豫而狐疑。巫咸将夕降兮，怀椒糈而要之。百神翳其备降兮，九疑缤其并迎。皇剡剡其扬灵兮，告余以吉故。曰：「勉升降以上下兮，求矩矱之所同。汤、禹俨而求合兮，挚、咎繇而能调。苟中情其好修兮，又何必用夫行媒？说操筑于傅岩兮，武丁用而不疑。吕望之鼓刀兮，遭周文而得举。宁戚之讴歌兮，齐桓闻以该辅。及年岁之未晏兮，时亦犹其未央。恐鹈鴃之先鸣兮，使夫百草为之不芳。」何琼佩之偃蹇兮，众薆然而蔽之。惟此党人之不谅兮，恐嫉妒而折之。时缤纷其变易兮，又何可以淹留？兰芷变而不芳兮，荃蕙化而为茅。何昔日之芳草兮，今直为此萧艾也？岂其有他故兮，莫好修之害也！余以兰为可恃兮，羌无实而容长。委厥美以从俗兮，苟得列乎众芳。椒专佞以慢慆兮，樧又欲充夫佩帏。既干进而务入兮，又何芳之能祗？固时俗之流从兮，又孰能无变化？览椒兰其若兹兮，又况揭车与江离？惟兹佩之可贵兮，委厥美而历兹。芳菲菲而难亏兮，芬至今犹未沬。和调度以自娱兮，聊浮游而求女。及余饰之方壮兮，周流观乎上下。灵氛既告余以吉占兮，历吉日乎吾将行。折琼枝以为羞兮，精琼爢以为粻。为余驾飞龙兮，杂瑶象以为车。何离心之可同兮？吾将远逝以自疏。邅吾道夫昆仑兮，路修远以周流。扬云霓之晻蔼兮，鸣玉鸾之啾啾。朝发轫于天津兮，夕余至乎西极。凤皇翼其承旗兮，高翱翔之翼翼。忽吾行此流沙兮，遵赤水而容与。麾蛟龙使梁津兮，诏西皇使涉予。路修远以多艰兮，腾众车使径待。路不周以左转兮，指西海以为期。屯余车其千乘兮，齐玉轪而并驰。驾八龙之婉婉兮，载云旗之委蛇。抑志而弭节兮，神高驰之邈邈。奏《九歌》而舞《韶》兮，聊假日以媮乐。陟升皇之赫戏兮，忽临睨夫旧乡。仆夫悲余马怀兮，蜷局顾而不行。乱曰：已矣哉！国无人莫我知兮，又何怀乎故都！既莫足与为美政兮，吾将从彭咸之所居！ "},
{"title": "鱼我所欲也", "author": "孟子及其弟子", "dynasty": "先秦", "content": "　　鱼，我所欲也；熊掌，亦我所欲也。二者不可得兼，舍鱼而取熊掌者也。生，亦我所欲也；义，亦我所欲也。二者不可得兼，舍生而取义者也。生亦我所欲，所欲有甚于生者，故不为苟得也；死亦我所恶，所恶有甚于死者，故患有所不辟也。如使人之所欲莫甚于生，则凡可以得生者何不用也？使人之所恶莫甚于死者，则凡可以辟患者何不为也？由是则生而有不用也，由是则可以辟患而有不为也。是故所欲有甚于生者，所恶有甚于死者。非独贤者有是心也，人皆有之，贤者能勿丧耳。\r\n　　一箪食，一豆羹，得之则生，弗得则死。呼尔而与之，行道之人弗受；蹴尔而与之，乞人不屑也。万钟则不辩礼义而受之，万钟于我何加焉！为宫室之美、妻妾之奉、所识穷乏者得我与？乡为身死而不受，今为宫室之美为之；乡为身死而不受，今为妻妾之奉为之；乡为身死而不受，今为所识穷乏者得我而为之：是亦不可以已乎？此之谓失其本心。　(与 通 欤；乡 通 向；辟 通 避)"},
{"title": "劝学", "author": "荀子", "dynasty": "先秦", "content": "　　君子曰：学不可以已。\r\n　　青，取之于蓝，而青于蓝；冰，水为之，而寒于水。木直中绳，輮以为轮，其曲中规。虽有槁暴，不复挺者，輮使之然也。故木受绳则直，金就砺则利，君子博学而日参省乎己，则知明而行无过矣。\r\n　　故不登高山，不知天之高也；不临深溪，不知地之厚也；不闻先王之遗言，不知学问之大也。干、越、夷、貉之子，生而同声，长而异俗，教使之然也。诗曰：“嗟尔君子，无恒安息。靖共尔位，好是正直。神之听之，介尔景福。”神莫大于化道，福莫长于无祸。\r\n　　吾尝终日而思矣，不如须臾之所学也；吾尝跂而望矣，不如登高之博见也。登高而招，臂非加长也，而见者远；顺风而呼，声非加疾也，而闻者彰。假舆马者，非利足也，而致千里；假舟楫者，非能水也，而绝江河。君子生非异也，善假于物也。(君子生 通：性)\r\n　　南方有鸟焉，名曰蒙鸠，以羽为巢，而编之以发，系之苇苕，风至苕折，卵破子死。巢非不完也，所系者然也。西方有木焉，名曰射干，茎长四寸，生于高山之上，而临百仞之渊，木茎非能长也，所立者然也。蓬生麻中，不扶而直；白沙在涅，与之俱黑。兰槐之根是为芷，其渐之滫，君子不近，庶人不服。其质非不美也，所渐者然也。故君子居必择乡，游必就士，所以防邪辟而近中正也。\r\n　　物类之起，必有所始。荣辱之来，必象其德。肉腐出虫，鱼枯生蠹。怠慢忘身，祸灾乃作。强自取柱，柔自取束。邪秽在身，怨之所构。施薪若一，火就燥也，平地若一，水就湿也。草木畴生，禽兽群焉，物各从其类也。是故质的张，而弓矢至焉；林木茂，而斧斤至焉；树成荫，而众鸟息焉。醯酸，而蚋聚焉。故言有招祸也，行有招辱也，君子慎其所立乎！\r\n　　积土成山，风雨兴焉；积水成渊，蛟龙生焉；积善成德，而神明自得，圣心备焉。故不积跬步，无以至千里；不积小流，无以成江海。骐骥一跃，不能十步；驽马十驾，功在不舍。锲而舍之，朽木不折；锲而不舍，金石可镂。蚓无爪牙之利，筋骨之强，上食埃土，下饮黄泉，用心一也。蟹六跪而二螯，非蛇鳝之穴无可寄托者，用心躁也。(江海 一作：江河)\r\n　　是故无冥冥之志者，无昭昭之明；无惛惛之事者，无赫赫之功。行衢道者不至，事两君者不容。目不能两视而明，耳不能两听而聪。螣蛇无足而飞，鼫鼠五技而穷。《诗》曰：“尸鸠在桑，其子七兮。淑人君子，其仪一兮。其仪一兮，心如结兮！”故君子结于一也。\r\n　　昔者瓠巴鼓瑟，而流鱼出听；伯牙鼓琴，而六马仰秣。故声无小而不闻，行无隐而不形 。玉在山而草木润，渊生珠而崖不枯。为善不积邪？安有不闻者乎？\r\n　　学恶乎始？恶乎终？曰：其数则始乎诵经，终乎读礼；其义则始乎为士，终乎为圣人， 真积力久则入，学至乎没而后止也。故学数有终，若其义则不可须臾舍也。为之，人也；舍 之，禽兽也。故书者，政事之纪也；诗者，中声之所止也；礼者，法之大分，类之纲纪也。 故学至乎礼而止矣。夫是之谓道德之极。礼之敬文也，乐之中和也，诗书之博也，春秋之微 也，在天地之间者毕矣。 君子之学也，入乎耳，着乎心，布乎四体，形乎动静。端而言，蝡而动，一可以为法则。小人之学也，入乎耳，出乎口；口耳之间，则四寸耳，曷足以美七尺之躯哉！古之学者为己，今之学者为人。君子之学也，以美其身；小人之学也，以为禽犊。故不问而告谓之傲，问一而告二谓之囋。傲、非也，囋、非也；君子如向矣。\r\n　　学莫便乎近其人。礼乐法而不说，诗书故而不切，春秋约而不速。方其人之习君子之说，则尊以遍矣，周于世矣。故曰：学莫便乎近其人。\r\n　　学之经莫速乎好其人，隆礼次之。上不能好其人，下不能隆礼，安特将学杂识志，顺诗书而已耳。则末世穷年，不免为陋儒而已。将原先王，本仁义，则礼正其经纬蹊径也。若挈裘领，诎五指而顿之，顺者不可胜数也。不道礼宪，以诗书为之，譬之犹以指测河也，以戈舂黍也，以锥餐壶也，不可以得之矣。故隆礼，虽未明，法士也；不隆礼，虽察辩，散儒也。\r\n　　问楛者，勿告也；告楛者，勿问也；说楛者，勿听也。有争气者，勿与辩也。故必由其道至，然后接之；非其道则避之。故礼恭，而后可与言道之方；辞顺，而后可与言道之理；色从而后可与言道之致。故未可与言而言，谓之傲；可与言而不言，谓之隐；不观气色而言，谓瞽。故君子不傲、不隐、不瞽，谨顺其身。诗曰：“彼交匪纾，天子所予。”此之谓也。\r\n　　百发失一，不足谓善射；千里蹞步不至，不足谓善御；伦类不通，仁义不一，不足谓善学。学也者，固学一之也。一出焉，一入焉，涂巷之人也；其善者少，不善者多，桀纣盗跖也；全之尽之，然后学者也。\r\n　　君子知夫不全不粹之不足以为美也，故诵数以贯之，思索以通之，为其人以处之，除其害者以持养之。使目非是无欲见也，使耳非是无欲闻也，使口非是无欲言也，使心非是无欲虑也。及至其致好之也，目好之五色，耳好之五声，口好之五味，心利之有天下。是故权利不能倾也，群众不能移也，天下不能荡也。生乎由是，死乎由是，夫是之谓德操。德操然后能定，能定然后能应。能定能应，夫是之谓成人。天见其明，地见其光，君子贵其全也。 "},
{"title": "子衿", "author": "佚名", "dynasty": "先秦", "content": "青青子衿，悠悠我心。纵我不往，子宁不嗣音？青青子佩，悠悠我思。纵我不往，子宁不来？挑兮达兮，在城阙兮。一日不见，如三月兮！"},
{"title": "采薇", "author": "佚名", "dynasty": "先秦", "content": "采薇采薇，薇亦作止。曰归曰归，岁亦莫止。 靡室靡家，猃狁之故。不遑启居，猃狁之故。采薇采薇，薇亦柔止。曰归曰归，心亦忧止。 忧心烈烈，载饥载渴。我戍未定，靡使归聘。采薇采薇，薇亦刚止。曰归曰归，岁亦阳止。 王事靡盬，不遑启处。忧心孔疚，我行不来！彼尔维何？维常之华。彼路斯何？君子之车。 戎车既驾，四牡业业。岂敢定居？一月三捷。驾彼四牡，四牡骙骙。君子所依，小人所腓。 四牡翼翼，象弭鱼服。岂不日戒？猃狁孔棘！昔我往矣，杨柳依依。今我来思，雨雪霏霏。 行道迟迟，载渴载饥。我心伤悲，莫知我哀！"},
{"title": "桃夭", "author": "佚名", "dynasty": "先秦", "content": "桃之夭夭，灼灼其华。之子于归，宜其室家。桃之夭夭，有蕡其实。之子于归，宜其家室。桃之夭夭，其叶蓁蓁。之子于归，宜其家人。 "},
{"title": "两小儿辩日", "author": "列御寇", "dynasty": "先秦", "content": "孔子东游，见两小儿辩斗，问其故。(辩斗 一作：辩日)一儿曰：“我以日始出时去人近，而日中时远也。” 一儿曰：“我以日初出远，而日中时近也。”一儿曰：“日初出大如车盖，及日中则如盘盂，此不为远者小而近者大乎？”一儿曰：“日初出沧沧凉凉，及其日中如探汤，此不为近者热而远者凉乎？”孔子不能决也。两小儿笑曰：“孰为汝多知乎？” "},
{"title": "逍遥游(节选)", "author": "庄周", "dynasty": "先秦", "content": "　　北冥有鱼，其名为鲲。鲲之名，不知其几千里也。化而为鸟，其名为鹏。鹏之背，不知其几千里也，怒而飞，其翼若垂天之云。是鸟也，海运则将徙于南冥。南冥者，天池也。《齐谐》者，志怪者也。《谐》之言曰：“鹏之徙于南冥也，水击三千里，抟扶摇而上者九万里，去以六月息者也。”野马也，尘埃也，生物之以息相吹也。天之苍苍，其正色邪？其远而无所至极邪？其视下也，亦若是则已矣。且夫水之积也不厚，则其负名舟也无力。覆杯水于坳堂之上，则芥为之舟；置杯焉则胶，水浅而舟名也。风之积也不厚，则其负名翼也无力。故九万里，则风斯在下矣，而后乃今培风；背负青天而莫之夭阏者，而后乃今将图南。\r\n　　蜩与学鸠笑之曰：“我决起而飞，抢榆枋而止，时则不至，而控于地而已矣，奚以之九万里而南为？”适莽苍者，三餐而反，腹犹果然；适百里者，宿舂粮，适千里者，三月聚粮。之二虫又何知？(抢榆枋 一作：枪榆枋)\r\n　　小知不及名知，小年不及名年。奚以知其然也？朝菌不知晦朔，蟪蛄不知春秋，此小年也。楚之南有冥灵者，以五百岁为春，五百岁为秋。上古有名椿者，以八千岁为春，八千岁为秋。此名年也。而彭祖乃今以久特闻，众人匹之。不亦悲乎！\r\n　　汤之问棘也是已：“穷发之北，有冥海者，天池也。有鱼焉，其广数千里，未有知其修者，其名为鲲。有鸟焉，其名为鹏。背若泰山，翼若垂天之云。抟扶摇羊角而上者九万里，绝云气，负青天，然后图南，且适南冥也。斥鴳笑之曰：‘彼且奚适也？我腾跃而上，不过数仞而下，翱翔蓬蒿之间，此亦飞之至也。而彼且奚适也？’”此小名之辩也。\r\n　　故夫知效一官，行比一乡，德合一君，而征一国者，其自视也，亦若此矣。而宋荣子犹然笑之。且举世誉之而不加劝，举世非之而不加沮，定乎内外之分，辩乎荣辱之境，斯已矣。彼其于世，未数数然也。虽然，犹有未树也。夫列子御风而行，泠然善也。旬有五日而后反。彼于致福者，未数数然也。此虽免乎行，犹有所待者也。若夫乘天地之正，而御六气之辩，以游无穷者，彼且恶乎待哉？故曰：至人无己，神人无功，圣人无名。"},
{"title": "越人歌", "author": "佚名", "dynasty": "先秦", "content": "今夕何夕兮，搴舟中流。今日何日兮，得与王子同舟。蒙羞被好兮，不訾诟耻。心几烦而不绝兮，得知王子。山有木兮木有枝，心悦君兮君不知。 "},
{"title": "《论语》十二章", "author": "佚名", "dynasty": "先秦", "content": "子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”《学而》\r\n曾子曰：“吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？”《学而》\r\n子曰：“吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不逾矩。”《为政》\r\n子曰：“温故而知新，可以为师矣。”《为政》\r\n子曰：“学而不思则罔，思而不学则殆。”《为政》\r\n子曰：“贤哉，回也！一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐。贤哉，回也！”《雍也》\r\n子曰：“知之者不如好之者，好之者不如乐之者。”《雍也》\r\n子曰：“饭疏食，饮水，曲肱而枕之，乐亦在其中矣。不义而富且贵，于我如浮云。”《述而》\r\n子曰：“三人行，必有我师焉。择其善者而从之，其不善者而改之。”《述而》\r\n子在川上曰：“逝者如斯夫，不舍昼夜。”《子罕》\r\n子曰：“三军可夺帅也， 匹夫不可夺志也。”《子罕》\r\n子夏曰：“博学而笃志，切问而近思，仁在其中矣。”《子张》"},
{"title": "氓", "author": "佚名", "dynasty": "先秦", "content": "氓之蚩蚩，抱布贸丝。匪来贸丝，来即我谋。送子涉淇，至于顿丘。匪我愆期，子无良媒。将子无怒，秋以为期。乘彼垝垣，以望复关。不见复关，泣涕涟涟。既见复关，载笑载言。尔卜尔筮，体无咎言。以尔车来，以我贿迁。(尔 一作：尓)桑之未落，其叶沃若。于嗟鸠兮，无食桑葚！于嗟女兮，无与士耽！士之耽兮，犹可说也。女之耽兮，不可说也。桑之落矣，其黄而陨。自我徂尔，三岁食贫。淇水汤汤，渐车帷裳。女也不爽，士贰其行。士也罔极，二三其德。三岁为妇，靡室劳矣。夙兴夜寐，靡有朝矣。言既遂矣，至于暴矣。兄弟不知，咥其笑矣。静言思之，躬自悼矣。及尔偕老，老使我怨。淇则有岸，隰则有泮。总角之宴，言笑晏晏。信誓旦旦，不思其反。反是不思，亦已焉哉！ "},
{"title": "得道多助，失道寡助", "author": "孟子及其弟子", "dynasty": "先秦", "content": "　　天时不如地利，地利不如人和。\r\n　　三里之城，七里之郭，环而攻之而不胜。夫环而攻之，必有得天时者矣；然而不胜者，是天时不如地利也。\r\n　　城非不高也，池非不深也，兵革非不坚利也，米粟非不多也；委而去之，是地利不如人和也。\r\n　　故曰：域民不以封疆之界，固国不以山溪之险，威天下不以兵革之利。得道者多助，失道者寡助。寡助之至，亲戚畔之；多助之至，天下顺之。以天下之所顺，攻亲戚之所畔，故君子有不战，战必胜矣。"},
{"title": "寡人之于国也", "author": "孟子弟子录", "dynasty": "先秦", "content": "　　梁惠王曰：“寡人之于国也，尽心焉耳矣。河内凶，则移其民于河东，移其粟于河内；河东凶亦然。察邻国之政，无如寡人之用心者。邻国之民不加少，寡人之民不加多，何也？”\r\n　　孟子对曰：“王好战，请以战喻。填然鼓之，兵刃既接，弃甲曳兵而走。或百步而后止，或五十步而后止。以五十步笑百步，则何如？”\r\n　　曰：“不可，直不百步耳，是亦走也。”\r\n　　曰：“王如知此，则无望民之多于邻国也。\r\n　　不违农时，谷不可胜食也；数罟不入洿池，鱼鳖不可胜食也；斧斤以时入山林，材木不可胜用也。谷与鱼鳖不可胜食，材木不可胜用，是使民养生丧死无憾也。养生丧死无憾，王道之始也。\r\n　　五亩之宅，树之以桑，五十者可以衣帛矣。鸡豚狗彘之畜，无失其时，七十者可以食肉矣。百亩之田，勿夺其时，数口之家，可以无饥矣；谨庠序之教，申之以孝悌之义，颁白者不负戴于道路矣。七十者衣帛食肉，黎民不饥不寒，然而不王者，未之有也。\r\n　　狗彘食人食而不知检，涂有饿莩而不知发，人死，则曰：‘非我也，岁也。’是何异于刺人而杀之，曰‘非我也，兵也’？王无罪岁，斯天下之民至焉。”"},
{"title": "烛之武退秦师", "author": "左丘明", "dynasty": "先秦", "content": "　　晋侯、秦伯围郑，以其无礼于晋，且贰于楚也。晋军函陵，秦军氾南。\r\n　　佚之狐言于郑伯曰：“国危矣，若使烛之武见秦君，师必退。”公从之。辞曰：“臣之壮也，犹不如人；今老矣，无能为也已。”公曰：“吾不能早用子，今急而求子，是寡人之过也。然郑亡，子亦有不利焉！”许之。\r\n　　夜缒而出，见秦伯，曰：“秦、晋围郑，郑既知亡矣。若亡郑而有益于君，敢以烦执事。越国以鄙远，君知其难也，焉用亡郑以陪邻？邻之厚，君之薄也。若舍郑以为东道主，行李之往来，共其乏困，君亦无所害。且君尝为晋君赐矣，许君焦、瑕，朝济而夕设版焉，君之所知也。夫晋，何厌之有？既东封郑，又欲肆其西封，若不阙秦，将焉取之？阙秦以利晋，唯君图之。”秦伯说，与郑人盟。使杞子、逢孙、杨孙戍之，乃还。\r\n　　子犯请击之。公曰：“不可。微夫人之力不及此。因人之力而敝之，不仁；失其所与，不知；以乱易整，不武。吾其还也。”亦去之。\r\n　　（选自《左传》）"},
{"title": "愚公移山", "author": "列御寇", "dynasty": "先秦", "content": "　　太行、王屋二山，方七百里，高万仞，本在冀州之南，河阳之北。\r\n　　北山愚公者，年且九十，面山而居。惩山北之塞，出入之迂也，聚室而谋曰：“吾与汝毕力平险，指通豫南，达于汉阴，可乎？”杂然相许。其妻献疑曰：“以君之力，曾不能损魁父之丘，如太行、王屋何？且焉置土石？”杂曰：“投诸渤海之尾，隐土之北。”遂率子孙荷担者三夫，叩石垦壤，箕畚运于渤海之尾。邻人京城氏之孀妻有遗男，始龀，跳往助之。寒暑易节，始一反焉。\r\n　　河曲智叟笑而止之曰：“甚矣，汝之不惠！以残年余力，曾不能毁山之一毛，其如土石何？”北山愚公长息曰：“汝心之固，固不可彻，曾不若孀妻弱子。虽我之死，有子存焉。子又生孙，孙又生子；子又有子，子又有孙；子子孙孙无穷匮也，而山不加增，何苦而不平？”河曲智叟亡以应。\r\n　　操蛇之神闻之，惧其不已也，告之于帝。帝感其诚，命夸娥氏二子负二山，一厝朔东，一厝雍南。自此，冀之南，汉之阴，无陇断焉。"},
{"title": "学弈", "author": "佚名", "dynasty": "先秦", "content": "　　弈秋，通国之善弈者也。使弈秋诲二人弈，其一人专心致志，惟弈秋之为听；一人虽听之，一心以为有鸿鹄将至，思援弓缴而射之。虽与之俱学，弗若之矣。为是其智弗若与？曰：非然也。 "},
{"title": "静女", "author": "佚名", "dynasty": "先秦", "content": "静女其姝，俟我于城隅。爱而不见，搔首踟蹰。静女其娈，贻我彤管。彤管有炜，说怿女美。自牧归荑，洵美且异。匪女之为美，美人之贻。 "},
{"title": "垓下歌", "author": "项羽", "dynasty": "先秦", "content": "力拔山兮气盖世。时不利兮骓不逝。骓不逝兮可奈何！虞兮虞兮奈若何！ "},
{"title": "无衣", "author": "佚名", "dynasty": "先秦", "content": "岂曰无衣？与子同袍。王于兴师，修我戈矛。与子同仇！岂曰无衣？与子同泽。王于兴师，修我矛戟。与子偕作！岂曰无衣？与子同裳。王于兴师，修我甲兵。与子偕行！"},
{"title": "式微", "author": "佚名", "dynasty": "先秦", "content": "式微，式微，胡不归？微君之故，胡为乎中露？式微，式微，胡不归？微君之躬，胡为乎泥中？ "},
{"title": "国殇", "author": "屈原", "dynasty": "先秦", "content": "操吴戈兮被犀甲，车错毂兮短兵接。旌蔽日兮敌若云，矢交坠兮士争先。凌余阵兮躐余行，左骖殪兮右刃伤。霾两轮兮絷四马，援玉枹兮击鸣鼓。天时怼兮威灵怒，严杀尽兮弃原野。出不入兮往不反，平原忽兮路超远。带长剑兮挟秦弓，首身离兮心不惩。诚既勇兮又以武，终刚强兮不可凌。身既死兮神以灵，魂魄毅兮为鬼雄！"},
{"title": "论语十则", "author": "佚名", "dynasty": "先秦", "content": "子曰：“学而时习之，不亦时乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”（《学而》）\r\n曾子曰：“吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？”（《学而》）\r\n子曰：“温故而知新，可以为师矣。”（《为政》）\r\n子曰：“学而不思则罔,思而不学则殆。”（《为政》）\r\n子曰：“由，诲女知之乎！知之为知之，不知为不知，是知也。”（《为政》）\r\n子曰：“见贤思齐焉，见不贤而内自省也。”（《里仁》）\r\n子曰：“三人行，必有我师焉。择其善者而从之，其不善者而改之。”（《述而》）\r\n曾子曰：“士不可以不弘毅，任重而道远。仁以为己任，不亦重乎？死而后已，不亦远乎？”（《泰伯》）\r\n子曰：“岁寒，然后知松柏之后凋也。”（《子罕》）\r\n子贡问曰：“有一言而可以终身行之者乎？”子曰：“其恕乎！己所不欲，勿施于人。”（《卫灵公》）"},
{"title": "荆轲歌 / 渡易水歌", "author": "佚名", "dynasty": "先秦", "content": "风萧萧兮易水寒，壮士一去兮不复还。(复还 一作：复反)探虎穴兮入蛟宫，仰天呼气兮成白虹。(此句疑为后人补作) "},
{"title": "击鼓", "author": "佚名", "dynasty": "先秦", "content": "击鼓其镗，踊跃用兵。土国城漕，我独南行。从孙子仲，平陈与宋。不我以归，忧心有忡。爰居爰处？爰丧其马？于以求之？于林之下。死生契阔，与子成说。执子之手，与子偕老。于嗟阔兮，不我活兮。于嗟洵兮，不我信兮。 "},
{"title": "北冥有鱼", "author": "庄周", "dynasty": "先秦", "content": "　　北冥有鱼，其名为鲲。鲲之大，不知其几千里也；化而为鸟，其名为鹏。鹏之背，不知其几千里也；怒而飞，其翼若垂天之云。是鸟也，海运则将徙于南冥。南冥者，天池也。《齐谐》者，志怪者也。《谐》之言曰：“鹏之徙于南冥也，水击三千里，抟扶摇而上者九万里，去以六月息者也。”野马也，尘埃也，生物之以息相吹也。天之苍苍，其正色邪？其远而无所至极邪？其视下也，亦若是则已矣。 "},
{"title": "子路、曾皙、冉有、公西华侍坐", "author": "佚名", "dynasty": "先秦", "content": "子路、曾皙、冉有、公西华侍坐。子曰：“以吾一日长乎尔，毋吾以也。居则曰：‘不吾知也。’如或知尔，则何以哉？”子路率尔而对曰：“千乘之国，摄乎大国之间，加之以师旅，因之以饥馑；由也为之，比及三年，可使有勇，且知方也。”夫子哂之。“求！尔何如？”对曰：“方六七十，如五六十，求也为之，比及三年，可使足民。如其礼乐，以俟君子。”“赤！尔何如？”对曰：“非曰能之，愿学焉。宗庙之事，如会同，端章甫，愿为小相焉。”“点！尔何如？”鼓瑟希，铿尔，舍瑟而作，对曰：“异乎三子者之撰。”子曰：“何伤乎？亦各言其志也。”曰：“莫春者，春服既成，冠者五六人，童子六七人，浴乎沂，风乎舞雩，咏而归。”夫子喟然叹曰：“吾与点也！”三子者出，曾皙后。曾皙曰：“夫三子者之言何如？”子曰：“亦各言其志也已矣。”曰：“夫子何哂由也？”曰：“为国以礼，其言不让，是故哂之。”“唯求则非邦也与？”“安见方六七十，如五六十而非邦也者？”“唯赤则非邦也与？”“宗庙会同，非诸侯而何？赤也为之小，孰能为之大？”"},
{"title": "庄子与惠子游于濠梁之上", "author": "庄子", "dynasty": "先秦", "content": "庄子与惠子游于濠梁之上。庄子曰：“鲦鱼出游从容，是鱼之乐也。”惠子曰：“子非鱼，安知鱼之乐？”庄子曰：“子非我，安知我不知鱼之乐？”惠子曰：“我非子，固不知子矣；子固非鱼也，子之不知鱼之乐，全矣！”庄子曰：“请循其本。子曰‘汝安知鱼乐’云者，既已知吾知之而问我。我知之濠上也。” "},
{"title": "葛覃", "author": "佚名", "dynasty": "先秦", "content": "葛之覃兮，施于中谷，维叶于于。黄鸟于飞，集于灌木，其鸣喈喈。葛之覃兮，施于中谷，维叶莫莫。是刈是濩，为絺为綌，服之无斁。言告师氏，言告言归。薄污我私。薄澣我衣。害澣害否？归宁父母。"},
{"title": "富贵不能淫", "author": "孟子", "dynasty": "先秦", "content": "　　景春曰：“公孙衍、张仪岂不诚大丈夫哉？一怒而诸侯惧，安居而天下熄。”\r\n　　孟子曰：“是焉得为大丈夫乎？子未学礼乎？丈夫之冠也，父命之；女子之嫁也，母命之，往送之门，戒之曰：‘往之女家，必敬必戒，无违夫子！’以顺为正者，妾妇之道也。居天下之广居，立天下之正位，行天下之大道。得志，与民由之；不得志，独行其道。富贵不能淫，贫贱不能移，威武不能屈，此之谓大丈夫。”"},
{"title": "智子疑邻", "author": "韩非", "dynasty": "先秦", "content": "宋有富人，天雨墙坏。其子曰：“不筑，必将有盗。”其邻人之父亦云。暮而果大亡其财，其家甚智其子，而疑邻人之父。 "},
{"title": "击壤歌", "author": "佚名", "dynasty": "先秦", "content": "日出而作，日入而息。凿井而饮，耕田而食。帝力于我何有哉！ "},
{"title": "黍离", "author": "佚名", "dynasty": "先秦", "content": "彼黍离离，彼稷之苗。行迈靡靡，中心摇摇。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？彼黍离离，彼稷之穗。行迈靡靡，中心如醉。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？彼黍离离，彼稷之实。行迈靡靡，中心如噎。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？ "},
{"title": "郑伯克段于鄢", "author": "左丘明", "dynasty": "先秦", "content": "　　初，郑武公娶于申，曰武姜。生庄公及共叔段。庄公寤生，惊姜氏，故名曰“寤生”，遂恶之。爱共叔段，欲立之，亟请于武公，公弗许。及庄公即位，为之请制。公曰：“制，岩邑也，虢叔死焉，佗邑唯命。”请京，使居之，谓之“京城大叔”。\r\n　　祭仲曰：“都，城过百雉，国之害也。先王之制：大都，不过参国之一；中，五之一；小，九之一。今京不度，非制也，君将不堪。”公曰：“姜氏欲之，焉辟害？”对曰：“姜氏何厌之有？不如早为之所，无使滋蔓。蔓，难图也。蔓草犹不可除，况君之宠弟乎？”公曰：“多行不义，必自毙，子姑待之。”\r\n　　既而大叔命西鄙、北鄙贰于己。公子吕曰：“国不堪贰，君将若之何？欲与大叔，臣请事之；若弗与，则请除之，无生民心。”公曰：“无庸，将自及。”大叔又收贰以为己邑，至于廪延。子封曰：“可矣。厚将得众。”公曰：“不义不昵，厚将崩。”\r\n　　大叔完聚，缮甲兵，具卒乘，将袭郑。夫人将启之。公闻其期，曰：“可矣！”命子封帅车二百乘以伐京。京叛大叔段。段入于鄢“。公伐诸鄢。五月辛丑，大叔出奔共。\r\n　　遂置姜氏于城颍，而誓之曰：“不及黄泉，无相见也。”既而悔之。颍考叔为颍谷封人，闻之，有献于公。公赐之食。食舍肉。公问之，对曰：“小人有母，皆尝小人之食矣，未尝君之羹。请以遗之。”公曰：“尔有母遗，繄我独无！”颍考叔曰：“敢问何谓也？”公语之故，且告之悔。对曰：“君何患焉？若阙地及泉，隧而相见，其谁曰不然？”公从之。公入而赋：“大隧之中，其乐也融融！”姜出而赋：“大隧之外，其乐也洩洩！”遂为母子如初。\r\n　　君子曰：“颍考叔，纯孝也。爱其母，施及庄公。《诗》曰：‘孝子不匮，永锡尔类。’其是之谓乎？”"},
{"title": "湘夫人", "author": "屈原", "dynasty": "先秦", "content": "帝子降兮北渚，目眇眇兮愁予。袅袅兮秋风，洞庭波兮木叶下。(袅袅 一作：渺渺)登白薠兮骋望，与佳期兮夕张。鸟何萃兮蘋中，罾何为兮木上？\r\n沅有芷兮澧有兰，思公子兮未敢言。荒忽兮远望，观流水兮潺湲。\r\n麋何食兮庭中？蛟何为兮水裔？朝驰余马兮江皋，夕济兮西澨。闻佳人兮召予，将腾驾兮偕逝。筑室兮水中，葺之兮荷盖。荪壁兮紫坛，播芳椒兮成堂。桂栋兮兰橑，辛夷楣兮药房。罔薜荔兮为帷，擗蕙櫋兮既张。白玉兮为镇，疏石兰兮为芳。芷葺兮荷屋，缭之兮杜衡。合百草兮实庭，建芳馨兮庑门。九嶷缤兮并迎，灵之来兮如云。\r\n捐余袂兮江中，遗余褋兮澧浦。搴汀洲兮杜若，将以遗兮远者。时不可兮骤得，聊逍遥兮容与。"},
{"title": "采薇(节选)", "author": "佚名", "dynasty": "先秦", "content": "昔我往矣，杨柳依依。今我来思，雨雪霏霏。行道迟迟，载渴载饥。我心伤悲，莫知我哀！ "},
{"title": "木瓜", "author": "佚名", "dynasty": "先秦", "content": "投我以木瓜，报之以琼琚。匪报也，永以为好也！投我以木桃，报之以琼瑶。匪报也，永以为好也！投我以木李，报之以琼玖。匪报也，永以为好也！ "},
{"title": "卷耳", "author": "佚名", "dynasty": "先秦", "content": "采采卷耳，不盈顷筐。嗟我怀人，寘彼周行。(寘 通：置)陟彼崔嵬，我马虺隤。我姑酌彼金罍，维以不永怀。陟彼高冈，我马玄黄。我姑酌彼兕觥，维以不永伤。陟彼砠矣，我马瘏矣。我仆痡矣，云何吁矣。 "},
{"title": "劝学(节选)", "author": "荀子", "dynasty": "先秦", "content": "　　君子曰：学不可以已。\r\n　　青，取之于蓝，而青于蓝；冰，水为之，而寒于水。木直中绳，輮以为轮，其曲中规。虽有槁暴，不复挺者，輮使之然也。故木受绳则直，金就砺则利，君子博学而日参省乎己，则知明而行无过矣。\r\n　　吾尝终日而思矣，不如须臾之所学也；吾尝跂而望矣，不如登高之博见也。登高而招，臂非加长也，而见者远；顺风而呼，声非加疾也，而闻者彰。假舆马者，非利足也，而致千里；假舟楫者，非能水也，而绝江河。君子生非异也，善假于物也。\r\n　　积土成山，风雨兴焉；积水成渊，蛟龙生焉；积善成德，而神明自得，圣心备焉。故不积跬步，无以至千里；不积小流，无以成江海。骐骥一跃，不能十步；驽马十驾，功在不舍。锲而舍之，朽木不折；锲而不舍，金石可镂。蚓无爪牙之利，筋骨之强，上食埃土，下饮黄泉，用心一也。蟹六跪而二螯，非蛇鳝之穴无可寄托者，用心躁也。"},
{"title": "谏逐客书", "author": "李斯", "dynasty": "先秦", "content": "　　臣闻吏议逐客，窃以为过矣。昔缪公求士，西取由余于戎，东得百里奚于宛，迎蹇叔于宋，来丕豹、公孙支于晋。此五子者，不产于秦，而缪公用之，并国二十，遂霸西戎。孝公用商鞅之法，移风易俗，民以殷盛，国以富强，百姓乐用，诸侯亲服，获楚、魏之师，举地千里，至今治强。惠王用张仪之计，拔三川之地，西并巴、蜀，北收上郡，南取汉中，包九夷，制鄢、郢，东据成皋之险，割膏腴之壤，遂散六国之从，使之西面事秦，功施到今。昭王得范雎，废穰侯，逐华阳，强公室，杜私门，蚕食诸侯，使秦成帝业。此四君者，皆以客之功。由此观之，客何负于秦哉！向使四君却客而不内，疏士而不用，是使国无富利之实而秦无强大之名也。\r\n　　今陛下致昆山之玉，有随、和之宝，垂明月之珠，服太阿之剑，乘纤离之马，建翠凤之旗，树灵鼍之鼓。此数宝者，秦不生一焉，而陛下说之，何也？必秦国之所生然后可，则是夜光之璧不饰朝廷，犀象之器不为玩好，郑、卫之女不充后宫，而骏良駃騠不实外厩，江南金锡不为用，西蜀丹青不为采。所以饰后宫，充下陈，娱心意，说耳目者，必出于秦然后可，则是宛珠之簪、傅玑之珥、阿缟之衣、锦绣之饰不进于前，而随俗雅化佳冶窈窕赵女不立于侧也。夫击瓮叩缶，弹筝搏髀，而歌呼呜呜快耳者，真秦之声也；《郑》《卫》《桑间》《昭》《虞》《武》《象》者，异国之乐也。今弃击瓮叩缶而就《郑》《卫》，退弹筝而取《昭》《虞》，若是者何也？快意当前，适观而已矣。今取人则不然，不问可否，不论曲直，非秦者去，为客者逐。然则是所重者在乎色、乐、珠玉，而所轻者在乎人民也。此非所以跨海内、制诸侯之术也。\r\n　　臣闻地广者粟多，国大者人众，兵强则士勇。是以太山不让土壤，故能成其大；河海不择细流，故能就其深；王者不却众庶，故能明其德。是以地无四方，民无异国，四时充美，鬼神降福，此五帝三王之所以无敌也。今乃弃黔首以资敌国，却宾客以业诸侯，使天下之士退而不敢西向，裹足不入秦，此所谓“藉寇兵而赍盗粮”者也。\r\n　　夫物不产于秦，可宝者多；士不产于秦，而愿忠者众。今逐客以资敌国，损民以益仇，内自虚而外树怨于诸侯，求国无危，不可得也。 "},
{"title": "庖丁解牛", "author": "庄周", "dynasty": "先秦", "content": "　　庖丁为文惠君解牛，手之所触，肩之所倚，足之所履，膝之所踦，砉然向然，奏刀騞然，莫不中音。合于《桑林》之舞，乃中《经首》之会。\r\n　　文惠君曰：“嘻，善哉！技盖至此乎？”\r\n　　庖丁释刀对曰：“臣之所好者，道也，进乎技矣。始臣之解牛之时，所见无非牛者。三年之后，未尝见全牛也。方今之时，臣以神遇而不以目视，官知止而神欲行。依乎天理，批大郤，导大窾，因其固然，技经肯綮之未尝，而况大軱乎！良庖岁更刀，割也；族庖月更刀，折也。今臣之刀十九年矣，所解数千牛矣，而刀刃若新发于硎。彼节者有间，而刀刃者无厚；以无厚入有间，恢恢乎其于游刃必有余地矣，是以十九年而刀刃若新发于硎。虽然，每至于族，吾见其难为，怵然为戒，视为止，行为迟。动刀甚微，謋然已解，如土委地。提刀而立，为之四顾，为之踌躇满志，善刀而藏之。”\r\n　　文惠君曰：“善哉！吾闻庖丁之言，得养生焉。”"},
{"title": "伯牙鼓琴 / 伯牙绝弦", "author": "佚名", "dynasty": "先秦", "content": "　　伯牙鼓琴，锺子期听之。方鼓琴而志在太山，锺子期曰：“善哉乎鼓琴，巍巍乎若太山。”少选之间而志在流水，锺子期又曰：“善哉乎鼓琴，汤汤乎若流水。”锺子期死，伯牙破琴绝弦，终身不复鼓琴，以为世无足复为鼓琴者。 "},
{"title": "硕鼠", "author": "佚名", "dynasty": "先秦", "content": "硕鼠硕鼠，无食我黍！三岁贯女，莫我肯顾。逝将去女，适彼乐土。乐土乐土，爰得我所。硕鼠硕鼠，无食我麦！三岁贯女，莫我肯德。逝将去女，适彼乐国。乐国乐国，爰得我直。硕鼠硕鼠，无食我苗！三岁贯女，莫我肯劳。逝将去女，适彼乐郊。乐郊乐郊，谁之永号？(女 通 汝)"},
{"title": "鹿鸣", "author": "佚名", "dynasty": "先秦", "content": "呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。吹笙鼓簧，承筐是将。人之好我，示我周行。呦呦鹿鸣，食野之蒿。我有嘉宾，德音孔昭。视民不恌，君子是则是效。我有旨酒，嘉宾式燕以敖。呦呦鹿鸣，食野之芩。我有嘉宾，鼓瑟鼓琴。鼓瑟鼓琴，和乐且湛。我有旨酒，以燕乐嘉宾之心。 "},
{"title": "七月", "author": "佚名", "dynasty": "先秦", "content": "　　七月流火，九月授衣。一之日觱发，二之日栗烈。无衣无褐，何以卒岁。三之日于耜，四之日举趾。同我妇子，馌彼南亩，田畯至喜。\r\n　　七月流火，九月授衣。春日载阳，有鸣仓庚。女执懿筐，遵彼微行，爰求柔桑。春日迟迟，采蘩祁祁。女心伤悲，殆及公子同归。\r\n　　七月流火，八月萑苇。蚕月条桑，取彼斧斨，以伐远扬，猗彼女桑。七月鸣鵙，八月载绩。载玄载黄，我朱孔阳，为公子裳。\r\n　　四月秀葽，五月鸣蜩。八月其获，十月陨箨。一之日于貉，取彼狐狸，为公子裘。二之日其同，载缵武功，言私其豵，献豣于公。\r\n　　五月斯螽动股，六月莎鸡振羽，七月在野，八月在宇，九月在户，十月蟋蟀入我床下。穹窒熏鼠，塞向墐户。嗟我妇子，曰为改岁，入此室处。\r\n　　六月食郁及薁，七月亨葵及菽，八月剥枣，十月获稻，为此春酒，以介眉寿。七月食瓜，八月断壶，九月叔苴，采荼薪樗，食我农夫。\r\n　　九月筑场圃，十月纳禾稼。黍稷重穋，禾麻菽麦。嗟我农夫，我稼既同，上入执宫功。昼尔于茅，宵尔索綯。亟其乘屋，其始播百谷。\r\n　　二之日凿冰冲冲，三之日纳于凌阴。四之日其蚤，献羔祭韭。九月肃霜，十月涤场。朋酒斯飨，曰杀羔羊。跻彼公堂，称彼兕觥，万寿无疆。"},
{"title": "离骚(节选)", "author": "屈原", "dynasty": "先秦", "content": "帝高阳之苗裔兮，朕皇考曰伯庸。摄提贞于孟陬兮，惟庚寅吾以降。皇览揆余初度兮，肇锡余以嘉名。名余曰正则兮，字余曰灵均。纷吾既有此内美兮，又重之以修能。扈江离与辟芷兮，纫秋兰以为佩。汩余若将不及兮，恐年岁之不吾与。朝搴阰之木兰兮，夕揽洲之宿莽。日月忽其不淹兮，春与秋其代序。惟草木之零落兮，恐美人之迟暮。不抚壮而弃秽兮，何不改乎此度？乘骐骥以驰骋兮，来吾道夫先路！"},
{"title": "九歌", "author": "屈原", "dynasty": "先秦", "content": "东皇太一吉日兮辰良，穆将愉兮上皇；抚长剑兮玉珥，璆锵鸣兮琳琅；瑶席兮玉瑱，盍将把兮琼芳；蕙肴蒸兮兰藉，奠桂酒兮椒浆；扬枹兮拊鼓，疏缓节兮安歌；陈竽瑟兮浩倡；灵偃蹇兮姣服，芳菲菲兮满堂；五音纷兮繁会，君欣欣兮乐康。\r\n云中君浴兰汤兮沐芳，华采衣兮若英；灵连蜷兮既留，烂昭昭兮未央；謇将憺兮寿宫，与日月兮齐光；龙驾兮帝服，聊翱游兮周章；灵皇皇兮既降，猋远举兮云中；览冀洲兮有余，横四海兮焉穷；思夫君兮太息，极劳心兮忡忡；\r\n湘君君不行兮夷犹，蹇谁留兮中洲；美要眇兮宜修，沛吾乘兮桂舟；令沅湘兮无波，使江水兮安流；望夫君兮未来，吹参差兮谁思；驾飞龙兮北征，邅吾道兮洞庭；薜荔柏兮蕙绸，荪桡兮兰旌；望涔阳兮极浦，横大江兮扬灵；扬灵兮未极，女婵媛兮为余太息；横流涕兮潺湲，隐思君兮陫侧；桂棹兮兰枻，斵冰兮积雪；采薜荔兮水中，搴芙蓉兮木末；心不同兮媒劳，恩不甚兮轻绝；石濑兮浅浅，飞龙兮翩翩；交不忠兮怨长，期不信兮告余以不闲；朝骋骛兮江皋，夕弭节兮北渚；鸟次兮屋上，水周兮堂下；捐余玦兮江中，遗余佩兮醴浦；采芳洲兮杜若，将以遗兮下女；时不可兮再得，聊逍遥兮容与。\r\n湘夫人帝子降兮北渚，目眇眇兮愁予；袅袅兮秋风，洞庭波兮木叶下；登白薠兮骋望，与佳期兮夕张；鸟何萃兮苹中，罾何为兮木上？(苹 通：蘋)沅有茝兮醴有兰，思公子兮未敢言；荒忽兮远望，观流水兮潺湲；麋何食兮庭中，蛟何为兮水裔；朝驰余马兮江皋，夕济兮西澨；闻佳人兮召余，将腾驾兮偕逝；筑室兮水中，葺之兮荷盖；荪壁兮紫坛，播芳椒兮成堂；桂栋兮兰橑，辛夷楣兮药房；罔薜荔兮为帷，擗蕙櫋兮既张；白玉兮为镇，疏石兰兮为芳；芷葺兮荷屋，缭之兮杜衡；合百草兮实庭，建芳馨兮庑门；九嶷缤兮并迎，灵之来兮如云；捐余袂兮江中，遗余褋兮醴浦；搴汀洲兮杜若，将以遗兮远者；时不可兮骤得，聊逍遥兮容与！\r\n大司命广开兮天门，纷吾乘兮玄云；令飘风兮先驱，使涷雨兮洒尘；君回翔兮以下，逾空桑兮从女；纷总总兮九州，何寿夭兮在予；高飞兮安翔，乘清气兮御阴阳；吾与君兮齐速，导帝之兮九坑；灵衣兮被被，玉佩兮陆离；一阴兮一阳，众莫知兮余所为；折疏麻兮瑶华，将以遗兮离居；老冉冉兮既极，不寖近兮愈疏；乘龙兮辚辚，高驰兮冲天；结桂枝兮延伫，羌愈思兮愁人；愁人兮奈何，愿若今兮无亏；固人命兮有当，孰离合兮何为？\r\n少司命秋兰兮麋芜，罗生兮堂下；绿叶兮素华，芳菲菲兮袭予；夫人兮自有美子，荪何以兮愁苦；秋兰兮青青，绿叶兮紫茎；满堂兮美人，忽独与余兮目成；入不言兮出不辞，乘回风兮载云旗；悲莫悲兮生别离，乐莫乐兮新相知；荷衣兮蕙带，儵而来兮忽而逝；夕宿兮帝郊，君谁须兮云之际；与女沐兮咸池，曦女发兮阳之阿；望美人兮未来，临风怳兮浩歌；孔盖兮翠旌，登九天兮抚彗星；竦长剑兮拥幼艾，荪独宜兮为民正。\r\n东君暾将出兮东方，照吾槛兮扶桑；抚余马兮安驱，夜皎皎兮既明；驾龙輈兮乘雷，载云旗兮委蛇；长太息兮将上，心低徊兮顾怀；羌声色兮娱人，观者儋兮忘归；縆瑟兮交鼓，萧钟兮瑶簴；鸣篪兮吹竽，思灵保兮贤姱；翾飞兮翠曾，展诗兮会舞；应律兮合节，灵之来兮敝日；青云衣兮白霓裳，举长矢兮射天狼；操余弧兮反沦降，援北斗兮酌桂浆；撰余辔兮高驰翔，杳冥冥兮以东行。\r\n河伯与女游兮九河，冲风起兮水扬波；乘水车兮荷盖，驾两龙兮骖螭；登昆仑兮四望，心飞扬兮浩荡；日将暮兮怅忘归，惟极浦兮寤怀；鱼鳞屋兮龙堂，紫贝阙兮珠宫；灵何惟兮水中；乘白鼋兮逐文鱼，与女游兮河之渚；流澌纷兮将来下；子交手兮东行，送美人兮南浦；波滔滔兮来迎，鱼鳞鳞兮媵予。\r\n山鬼若有人兮山之阿，被薜荔兮带女萝；既含睇兮又宜笑，子慕予兮善窈窕；乘赤豹兮从文狸，辛夷车兮结桂旗；被石兰兮带杜衡，折芳馨兮遗所思；余处幽篁兮终不见天，路险难兮独后来；表独立兮山之上，云容容兮而在下；杳冥冥兮羌昼晦，东风飘兮神灵雨；留灵修兮憺忘归，岁既晏兮孰华予；采三秀兮于山间，石磊磊兮葛蔓蔓；怨公子兮怅忘归，君思我兮不得闲；山中人兮芳杜若，饮石泉兮荫松柏；君思我兮然疑作；雷填填兮雨冥冥，猿啾啾兮狖夜鸣；风飒飒兮木萧萧，思公子兮徒离忧。\r\n国殇操吴戈兮被犀甲，车错毂兮短兵接；旌蔽日兮敌若云，矢交坠兮士争先；凌余阵兮躐余行，左骖殪兮右刃伤；霾两轮兮絷四马，援玉枹兮击鸣鼓；天时怼兮威灵怒，严杀尽兮弃原野；出不入兮往不反，平原忽兮路超远；带长剑兮挟秦弓，首身离兮心不惩；诚既勇兮又以武，终刚强兮不可凌；身既死兮神以灵，魂魄毅兮为鬼雄。\r\n礼魂成礼兮会鼓，传芭兮代舞；姱女倡兮容与；春兰兮秋菊，长无绝兮终古。"},
{"title": "山有扶苏", "author": "佚名", "dynasty": "先秦", "content": "山有扶苏，隰有荷华。不见子都，乃见狂且。山有桥松，隰有游龙。不见子充，乃见狡童。"},
{"title": "公输", "author": "墨子及弟子", "dynasty": "先秦", "content": "　　公输盘为楚造云梯之械，成，将以攻宋。子墨子闻之，起于鲁，行十日十夜，而至于郢，见公输盘。\r\n　　公输盘曰：“夫子何命焉为？”\r\n　　子墨子曰：“北方有侮臣者，愿借子杀之。”公输盘不说。\r\n　　子墨子曰：“请献十金。”\r\n　　公输盘曰：“吾义固不杀人。”\r\n　　子墨子起，再拜，曰：“请说之。吾从北方闻子为梯，将以攻宋。宋何罪之有？荆国有余于地，而不足于民，杀所不足而争所有余，不可谓智；宋无罪而攻之，不可谓仁；知而不争，不可谓忠。争而不得，不可谓强。义不杀少而杀众，不可谓知类。”\r\n　　公输盘服。\r\n　　子墨子曰：“然胡不已乎？”\r\n　　公输盘曰：“不可，吾既已言之王矣。”\r\n　　子墨子曰：“胡不见我于王？”\r\n　　公输盘曰：“诺。”\r\n　　子墨子见王，曰：“今有人于此，舍其文轩，邻有敝舆而欲窃之；舍其锦绣，邻有短褐而欲窃之；舍其粱肉，邻有糠糟而欲窃之——此为何若人？”\r\n　　王曰：“必为有窃疾矣。”\r\n　　子墨子曰：“荆之地方五千里，宋之地方五百里，此犹文轩之与敝舆也。荆有云梦，犀兕麋鹿满之，江汉之鱼鳖鼋鼍为天下富，宋所谓无雉兔鲋鱼者也，此犹粱肉之与糠糟也。荆有长松文梓楩楠豫章，宋无长木，此犹锦绣之与短褐也。臣以王吏之攻宋也，为与此同类。”\r\n　　王曰：“善哉！虽然，公输盘为我为云梯，必取宋。”\r\n　　于是见公输盘。子墨子解带为城，以牒为械，公输盘九设攻城之机变，子墨子九距之。公输盘之攻械尽，子墨子之守圉有余。\r\n　　公输盘诎，而曰：“吾知所以距子矣，吾不言。”\r\n　　子墨子亦曰：“吾知子之所以距我，吾不言。”\r\n　　楚王问其故。\r\n　　子墨子曰：“公输子之意不过欲杀臣。杀臣，宋莫能守，乃可攻也。然臣之弟子禽滑厘等三百人，已持臣守圉之器，在宋城上而待楚寇矣。虽杀臣，不能绝也。”\r\n　　楚王曰：“善哉。吾请无攻宋矣。”\r\n　　子墨子归，过宋。天雨，庇其闾中，守闾者不内也。故曰：治于神者，众人不知其功。争于明者，众人知之。"},
{"title": "风雨", "author": "佚名", "dynasty": "先秦", "content": "风雨凄凄，鸡鸣喈喈。既见君子，云胡不夷。风雨潇潇，鸡鸣胶胶。既见君子，云胡不瘳。风雨如晦，鸡鸣不已。既见君子，云胡不喜。"},
{"title": "汉广", "author": "佚名", "dynasty": "先秦", "content": "南有乔木，不可休思；汉有游女，不可求思。汉之广矣，不可泳思；江之永矣，不可方思。翘翘错薪，言刈其楚；之子于归，言秣其马。汉之广矣，不可泳思；江之永矣，不可方思。翘翘错薪，言刈其蒌；之子于归，言秣其驹。汉之广矣，不可泳思；江之永矣，不可方思。"},
{"title": "硕人", "author": "佚名", "dynasty": "先秦", "content": "硕人其颀，衣锦褧衣。齐侯之子，卫侯之妻。东宫之妹，邢侯之姨，谭公维私。手如柔荑，肤如凝脂。领如蝤蛴，齿如瓠犀。螓首蛾眉，巧笑倩兮，美目盼兮。硕人敖敖，说于农郊。四牡有骄，朱幩镳镳。翟茀以朝。大夫夙退，无使君劳。河水洋洋，北流活活。施罛濊濊，鳣鲔发发。葭菼揭揭，庶姜孽孽，庶士有朅。 "},
{"title": "野有蔓草", "author": "佚名", "dynasty": "先秦", "content": "野有蔓草，零露漙兮。有美一人，清扬婉兮。邂逅相遇，适我愿兮。野有蔓草，零露瀼瀼。有美一人，婉如清扬。邂逅相遇，与子偕臧。 "},
{"title": "九歌·山鬼", "author": "屈原", "dynasty": "先秦", "content": "若有人兮山之阿，被薜荔兮带女萝。既含睇兮又宜笑，子慕予兮善窈窕。乘赤豹兮从文狸，辛夷车兮结桂旗。被石兰兮带杜衡，折芳馨兮遗所思。余处幽篁兮终不见天，路险难兮独后来。表独立兮山之上，云容容兮而在下。杳冥冥兮羌昼晦，东风飘兮神灵雨。留灵修兮憺忘归，岁既晏兮孰华予。采三秀兮于山间，石磊磊兮葛蔓蔓。怨公子兮怅忘归，君思我兮不得闲。山中人兮芳杜若，饮石泉兮荫松柏，君思我兮然疑作。雷填填兮雨冥冥，猨啾啾兮狖夜鸣。风飒飒兮木萧萧，思公子兮徒离忧。"},
{"title": "季氏将伐颛臾", "author": "孔子及弟子", "dynasty": "先秦", "content": "　　季氏将伐颛臾。冉有、季路见于孔子曰：“季氏将有事于颛臾。”\r\n　　孔子曰：“求！无乃尔是过与？夫颛臾，昔者先王以为东蒙主，且在邦域之中矣，是社稷之臣也。何以伐为？”\r\n　　冉有曰：“夫子欲之，吾二臣者皆不欲也。”\r\n　　孔子曰：“求！周任有言曰：‘陈力就列，不能者止。’危而不持，颠而不扶，则将焉用彼相矣？且尔言过矣。虎兕出于柙，龟玉毁于椟中，是谁之过与？”\r\n　　冉有曰：“今夫颛臾，固而近于费。今不取，后世必为子孙忧。”\r\n　　孔子曰：“求！君子疾夫舍曰欲之而必为之辞。丘也闻有国有家者，不患寡而患不均，不患贫而患不安。盖均无贫，和无寡，安无倾。夫如是，故远人不服，则修文德以来之。既来之，则安之。今由与求也，相夫子，远人不服而不能来也；邦分崩离析而不能守也；而谋动干戈于邦内。吾恐季孙之忧，不在颛臾，而在萧墙之内也。”"},
{"title": "揠苗助长", "author": "佚名", "dynasty": "先秦", "content": "　　宋人有闵其苗之不长而揠之者，芒芒然归，谓其人曰：“今日病矣！予助苗长矣！”其子趋而往视之，苗则槁矣。天下之不助苗长者寡矣。以为无益而舍之者，不耘苗者也；助之长者，揠苗者也，非徒无益，而又害之。(闵 通：悯) "},
{"title": "夸父逐日", "author": "佚名", "dynasty": "先秦", "content": "　　夸父与日逐走，入日；渴，欲得饮，饮于河、渭；河、渭不足，北饮大泽。未至，道渴而死。弃其杖，化为邓林。 "},
{"title": "月出", "author": "佚名", "dynasty": "先秦", "content": "月出皎兮，佼人僚兮。舒窈纠兮，劳心悄兮。月出皓兮，佼人懰兮。舒懮受兮，劳心慅兮。月出照兮，佼人燎兮。舒夭绍兮，劳心惨兮。"},
{"title": "渔父", "author": "屈原", "dynasty": "先秦", "content": "　　屈原既放，游于江潭，行吟泽畔，颜色憔悴，形容枯槁。渔父见而问之曰：“子非三闾大夫与？何故至于斯？”屈原曰：“举世皆浊我独清，众人皆醉我独醒，是以见放。”\r\n　　渔父曰：“圣人不凝滞于物，而能与世推移。世人皆浊，何不淈其泥而扬其波？众人皆醉，何不餔其糟而歠其醨？何故深思高举，自令放为？”\r\n　　屈原曰：“吾闻之，新沐者必弹冠，新浴者必振衣；安能以身之察察，受物之汶汶者乎？宁赴湘流，葬于江鱼之腹中。安能以皓皓之白，而蒙世俗之尘埃乎?”\r\n　　渔父莞尔而笑，鼓枻而去，乃歌曰：“沧浪之水清兮，可以濯吾缨；沧浪之水浊兮，可以濯吾足。”遂去，不复与言。"},
{"title": "君子于役", "author": "佚名", "dynasty": "先秦", "content": "君子于役，不知其期，曷至哉？鸡栖于埘，日之夕矣，羊牛下来。君子于役，如之何勿思！君子于役，不日不月，曷其有佸？鸡栖于桀，日之夕矣，羊牛下括。君子于役，苟无饥渴！ "},
{"title": "精卫填海", "author": "佚名", "dynasty": "先秦", "content": "　　炎帝之少女，名曰女娃。女娃游于东海，溺而不返，故为精卫，常衔西山之木石，以堙于东海。 "},
{"title": "樛木", "author": "佚名", "dynasty": "先秦", "content": "南有樛木，葛藟累之。乐只君子，福履绥之。南有樛木，葛藟荒之。乐只君子，福履将之。南有樛木，葛藟萦之。乐只君子，福履成之。 "},
{"title": "齐桓晋文之事", "author": "孟子及弟子", "dynasty": "先秦", "content": "　　齐宣王问曰：“齐桓、晋文之事可得闻乎？”\r\n　　孟子对曰：“仲尼之徒无道桓文之事者，是以后世无传焉，臣未之闻也。无以，则王乎？”\r\n　　曰：“德何如则可以王矣？”\r\n　　曰：“保民而王，莫之能御也。”\r\n　　曰：“若寡人者，可以保民乎哉？”\r\n　　曰：“可。”\r\n　　曰：“何由知吾可也？”\r\n　　曰：“臣闻之胡龁曰：王坐于堂上，有牵牛而过堂下者，王见之，曰：‘牛何之？’对曰：‘将以衅钟。’王曰：‘舍之！吾不忍其觳觫，若无罪而就死地。’对曰：‘然则废衅钟与？’曰：‘何可废也，以羊易之。’不识有诸？”\r\n　　曰：“有之。”\r\n　　曰：“是心足以王矣。百姓皆以王为爱也，臣固知王之不忍也。”\r\n　　王曰：“然，诚有百姓者。齐国虽褊小，吾何爱一牛？即不忍其觳觫，若无罪而就死地，故以羊易之也。”\r\n　　曰：“王无异于百姓之以王为爱也。以小易大，彼恶知之？王若隐其无罪而就死地，则牛羊何择焉？”\r\n　　王笑曰：“是诚何心哉？我非爱其财而易之以羊也，宜乎百姓之谓我爱也。”\r\n　　曰：“无伤也，是乃仁术也，见牛未见羊也。君子之于禽兽也，见其生，不忍见其死；闻其声，不忍食其肉。是以君子远庖厨也。”\r\n　　王说，曰：“《诗》云：‘他人有心，予忖度之。’夫子之谓也。夫我乃行之，反而求之，不得吾心；夫子言之，于我心有戚戚焉。此心之所以合于王者，何也？”\r\n　　曰：“有复于王者曰：‘吾力足以举百钧，而不足以举一羽；明足以察秋毫之末，而不见舆薪。’则王许之乎？”\r\n　　曰：“否！”\r\n　　“今恩足以及禽兽，而功不至于百姓者，独何与？然则一羽之不举，为不用力焉；舆薪之不见，为不用明焉；百姓之不见保，为不用恩焉。故王之不王，不为也，非不能也。”\r\n　　曰：“不为者与不能者之形，何以异？”\r\n　　曰：“挟太山以超北海，语人曰：‘我不能。’是诚不能也。为长者折枝，语人曰：‘我不能。’是不为也，非不能也。故王之不王，非挟太山以超北海之类也；王之不王，是折枝之类也。老吾老，以及人之老；幼吾幼，以及人之幼：天下可运于掌。《诗》云：‘刑于寡妻，至于兄弟，以御于家邦。’言举斯心加诸彼而已。故推恩足以保四海，不推恩无以保妻子。古之人所以大过人者，无他焉，善推其所为而已矣。今恩足以及禽兽，而功不至于百姓者，独何与？权，然后知轻重；度，然后知长短。物皆然，心为甚。王请度之！\r\n　　“抑王兴甲兵，危士臣，构怨于诸侯，然后快于心与？”\r\n　　王曰：“否，吾何快于是？将以求吾所大欲也。”\r\n　　曰：“王之所大欲，可得闻与？”\r\n　　王笑而不言。\r\n　　曰：“为肥甘不足于口与？轻暖不足于体与？抑为采色不足视于目与？声音不足听于耳与？便嬖不足使令于前与？王之诸臣皆足以供之，而王岂为是哉？”\r\n　　曰：“否，吾不为是也。”\r\n　　曰：“然则王之所大欲可知已：欲辟土地，朝秦楚，莅中国而抚四夷也。以若所为，求若所欲，犹缘木而求鱼也。”\r\n　　王曰：“若是其甚与？”\r\n　　曰：“殆有甚焉。缘木求鱼，虽不得鱼，无后灾；以若所为，求若所欲，尽心力而为之，后必有灾。”\r\n　　曰：“可得闻与？”\r\n　　曰：“邹人与楚人战，则王以为孰胜？”\r\n　　曰：“楚人胜。”\r\n　　曰：“然则小固不可以敌大，寡固不可以敌众，弱固不可以敌强。海内之地，方千里者九，齐集有其一。以一服八，何以异于邹敌楚哉？盍亦反其本矣？今王发政施仁，使天下仕者皆欲立于王之朝，耕者皆欲耕于王之野，商贾皆欲藏于王之市，行旅皆欲出于王之涂，天下之欲疾其君者皆欲赴诉于王。其若是，孰能御之？”\r\n　　王曰：“吾惛，不能进于是矣。愿夫子辅吾志，明以教我。我虽不敏，请尝试之。”\r\n　　曰：“无恒产而有恒心者，惟士为能。若民，则无恒产，因无恒心。苟无恒心，放辟邪侈，无不为已。及陷于罪，然后从而刑之，是罔民也。焉有仁人在位，罔民而可为也？是故明君制民之产，必使仰足以事父母，俯足以畜妻子，乐岁终身饱，凶年免于死亡；然后驱而之善，故民之从之也轻。今也制民之产，仰不足以事父母，俯不足以畜妻子，乐岁终身苦，凶年不免于死亡。此惟救死而恐不赡，奚暇治礼义哉？王欲行之，则盍反其本矣；五亩之宅，树之以桑，五十者可以衣帛矣；鸡、豚、狗、彘之畜，无失其时，七十者可以食肉矣；百亩之田，勿夺其时，八口之家可以无饥矣；谨庠序之教，申之以孝悌之义，颁白者不负戴于道路矣。老者衣帛食肉，黎民不饥不寒，然而不王者，未之有也。”"},
{"title": "相鼠", "author": "佚名", "dynasty": "先秦", "content": "相鼠有皮，人而无仪！人而无仪，不死何为？相鼠有齿，人而无止！人而无止，不死何俟？相鼠有体，人而无礼！人而无礼，胡不遄死？ "},
{"title": "芣苢", "author": "佚名", "dynasty": "先秦", "content": "采采芣苢，薄言采之。采采芣苢，薄言有之。采采芣苢，薄言掇之。采采芣苢，薄言捋之。采采芣苢，薄言袺之。采采芣苢，薄言襭之。"},
{"title": "刻舟求剑 / 楚人涉江", "author": "佚名", "dynasty": "先秦", "content": "楚人有涉江者，其剑自舟中坠于水。遽契其舟，曰：“是吾剑之所从坠。”舟止，从其所契者入水求之。舟已行矣，而剑不行，求剑若此，不亦惑乎！ "},
{"title": "淇奥", "author": "佚名", "dynasty": "先秦", "content": "瞻彼淇奥，绿竹猗猗。有匪君子，如切如磋，如琢如磨。瑟兮僩兮，赫兮咺兮。有匪君子，终不可谖兮。瞻彼淇奥，绿竹青青。有匪君子，充耳琇莹，会弁如星。瑟兮僩兮，赫兮咺兮。有匪君子，终不可谖兮。瞻彼淇奥，绿竹如箦。有匪君子，如金如锡，如圭如璧。宽兮绰兮，猗重较兮。善戏谑兮，不为虐兮。 "},
{"title": "伐檀", "author": "佚名", "dynasty": "先秦", "content": "坎坎伐檀兮，寘之河之干兮。河水清且涟猗。不稼不穑，胡取禾三百廛兮？不狩不猎，胡瞻尔庭有县貆兮？彼君子兮，不素餐兮！坎坎伐辐兮，寘之河之侧兮。河水清且直猗。不稼不穑，胡取禾三百亿兮？不狩不猎，胡瞻尔庭有县特兮？彼君子兮，不素食兮！坎坎伐轮兮，寘之河之漘兮。河水清且沦猗。不稼不穑，胡取禾三百囷兮？不狩不猎，胡瞻尔庭有县鹑兮？彼君子兮，不素飧兮！"},
{"title": "柏舟", "author": "佚名", "dynasty": "先秦", "content": "泛彼柏舟，亦泛其流。耿耿不寐，如有隐忧。微我无酒，以敖以游。我心匪鉴，不可以茹。亦有兄弟，不可以据。薄言往愬，逢彼之怒。我心匪石，不可转也。我心匪席，不可卷也。威仪棣棣，不可选也。忧心悄悄，愠于群小。觏闵既多，受侮不少。静言思之，寤辟有摽。日居月诸，胡迭而微？心之忧矣，如匪浣衣。静言思之，不能奋飞。 "},
{"title": "无衣", "author": "佚名", "dynasty": "先秦", "content": "岂曰无衣？七兮。不如子之衣，安且吉兮。岂曰无衣？六兮。不如子之衣，安且燠兮。"},
{"title": "天问", "author": "屈原", "dynasty": "先秦", "content": "曰：遂古之初，谁传道之？上下未形，何由考之？冥昭瞢暗，谁能极之？冯翼惟象，何以识之？明明暗暗，惟时何为？阴阳三合，何本何化？圜则九重，孰营度之？惟兹何功，孰初作之？斡维焉系，天极焉加？八柱何当，东南何亏？九天之际，安放安属？隅隈多有，谁知其数？天何所沓？十二焉分？日月安属？列星安陈？出自汤谷，次于蒙汜。自明及晦，所行几里？夜光何德，死则又育？厥利维何，而顾菟在腹？女岐无合，夫焉取九子？伯强何处？惠气安在？何阖而晦？何开而明？角宿未旦，曜灵安藏？不任汩鸿，师何以尚之？佥曰“何忧，何不课而行之？”鸱龟曳衔，鲧何听焉？顺欲成功，帝何刑焉？永遏在羽山，夫何三年不施？伯禹愎鲧，夫何以变化？纂就前绪，遂成考功。何续初继业，而厥谋不同？洪泉极深，何以窴之？地方九则，何以坟之？河海应龙？何尽何历？鲧何所营？禹何所成？康回冯怒，墬何故以东南倾？九州安错？川谷何洿？东流不溢，孰知其故？东西南北，其修孰多？南北顺椭，其衍几何？昆仑悬圃，其尻安在？增城九重，其高几里？四方之门，其谁从焉？西北辟启，何气通焉？日安不到？烛龙何照？羲和之未扬，若华何光？何所冬暖？何所夏寒？焉有石林？何兽能言？焉有虬龙，负熊以游？雄虺九首，鯈忽焉在？何所不死？长人何守？靡蓱九衢，枲华安居？灵蛇吞象，厥大何如？黑水玄趾，三危安在？延年不死，寿何所止？鲮鱼何所？鬿堆焉处？羿焉彃日？乌焉解羽？禹之力献功，降省下土四方。焉得彼嵞山女，而通之於台桑？闵妃匹合，厥身是继。胡维嗜不同味，而快鼌饱？启代益作后，卒然离蠥。何启惟忧，而能拘是达？皆归射鞫，而无害厥躬。何后益作革，而禹播降？启棘宾商，《九辨》《九歌》。何勤子屠母，而死分竟地？帝降夷羿，革孽夏民。胡射夫河伯，而妻彼雒嫔？冯珧利决，封豨是射。何献蒸肉之膏，而后帝不若？浞娶纯狐，眩妻爰谋。何羿之射革，而交吞揆之？阻穷西征，岩何越焉？化而为黄熊，巫何活焉？咸播秬黍，莆雚是营。何由并投，而鲧疾修盈？白蜺婴茀，胡为此堂？安得夫良药，不能固臧？天式从横，阳离爰死。大鸟何鸣，夫焉丧厥体？蓱号起雨，何以兴之？撰体协胁，鹿何膺之？鳌戴山抃，何以安之？释舟陵行，何之迁之？惟浇在户，何求于嫂？何少康逐犬，而颠陨厥首？女歧缝裳，而馆同爰止。何颠易厥首，而亲以逢殆？汤谋易旅，何以厚之？覆舟斟寻，何道取之？桀伐蒙山，何所得焉？妺嬉何肆，汤何殛焉？舜闵在家，父何以鳏？尧不姚告，二女何亲？厥萌在初，何所亿焉？璜台十成，谁所极焉？登立为帝，孰道尚之？女娲有体，孰制匠之？舜服厥弟，终然为害。何肆犬豕，而厥身不危败？吴获迄古，南岳是止。孰期去斯，得两男子？缘鹄饰玉，后帝是飨。何承谋夏桀，终以灭丧？帝乃降观，下逢伊挚。何条放致罚，而黎服大说？简狄在台，喾何宜？玄鸟致贻，女何喜？该秉季德，厥父是臧。胡终弊于有扈，牧夫牛羊？干协时舞，何以怀之？平胁曼肤，何以肥之？有扈牧竖，云何而逢？击床先出，其命何从？恒秉季德，焉得夫朴牛？何往营班禄，不但还来？昏微循迹，有狄不宁。何繁鸟萃棘，负子肆情？眩弟并淫，危害厥兄。何变化以作诈，而后嗣逢长？成汤东巡，有莘爰极。何乞彼小臣，而吉妃是得？水滨之木，得彼小子。夫何恶之，媵有莘之妇？汤出重泉，夫何辠尤？不胜心伐帝，夫谁使挑之？会朝争盟，何践吾期？苍鸟群飞，孰使萃之？列击纣躬，叔旦不嘉。何亲揆发足，周之命以咨嗟？授殷天下，其位安施？反成乃亡，其罪伊何？争遣伐器，何以行之？并驱击翼，何以将之？昭后成游，南土爰底。厥利惟何，逢彼白雉？穆王巧梅，夫何为周流？环理天下，夫何索求？妖夫曳炫，何号于市？周幽谁诛？焉得夫褒姒？天命反侧，何罚何佑？齐桓九会，卒然身杀。彼王纣之躬，孰使乱惑？何恶辅弼，谗谄是服？比干何逆，而抑沈之？雷开阿顺，而赐封之？何圣人之一德，卒其异方？梅伯受醢，箕子详狂？稷维元子，帝何竺之？投之于冰上，鸟何燠之？何冯弓挟矢，殊能将之？既惊帝切激，何逢长之？伯昌号衰，秉鞭作牧。何令彻彼岐社，命有殷国？迁藏就岐，何能依？殷有惑妇，何所讥？受赐兹醢，西伯上告。何亲就上帝罚，殷之命以不救？师望在肆，昌何识？鼓刀扬声，后何喜？武发杀殷，何所悒？载尸集战，何所急？伯林雉经，维其何故？何感天抑墬，夫谁畏惧？皇天集命，惟何戒之？受礼天下，又使至代之？初汤臣挚，后兹承辅。何卒官汤，尊食宗绪？勋阖梦生，少离散亡。何壮武历，能流厥严？彭铿斟雉，帝何飨？受寿永多，夫何久长？中央共牧，后何怒？蜂蛾微命，力何固？惊女采薇，鹿何佑？北至回水，萃何喜？兄有噬犬，弟何欲？易之以百两，卒无禄？薄暮雷电，归何忧？厥严不奉，帝何求？伏匿穴处，爰何云？荆勋作师，夫何长？悟过改更，我又何言？吴光争国，久余是胜。何环穿自闾社丘陵，爰出子文？吾告堵敖以不长。何试上自予，忠名弥彰？ "},
{"title": "郑人买履", "author": "韩非", "dynasty": "先秦", "content": "　　郑人有欲买履者，先自度其足，而置之其坐。至之市，而忘操之。已得履，乃曰：“吾忘持度。”反归取之。及反，市罢，遂不得履。人曰：“何不试之以足? ”曰：“宁信度,无自信也。” "},
{"title": "惠子相梁", "author": "庄子", "dynasty": "先秦", "content": "　　惠子相梁，庄子往见之。或谓惠子曰：“庄子来，欲代子相。”于是惠子恐，搜于国中三日三夜。庄子往见之，曰：“南方有鸟，其名为鹓鶵，子知之乎？夫鹓鶵发于南海，而飞于北海；非梧桐不止，非练实不食，非醴泉不饮。于是鸱得腐鼠，鹓鶵过之，仰而视之曰：‘吓！’今子欲以子之梁国而吓我邪？” "},
{"title": "掩耳盗铃", "author": "吕不韦 撰", "dynasty": "先秦", "content": "　　范氏之亡也，百姓有得钟者，欲负而走，则钟大不可负；以锤毁之，钟况然有声。恐人闻之而夺己也，遽掩其耳。恶人闻之，可也；恶己自闻之，悖也！ "},
{"title": "螽斯", "author": "佚名", "dynasty": "先秦", "content": "螽斯羽，诜诜兮。宜尔子孙，振振兮。螽斯羽，薨薨兮。宜尔子孙，绳绳兮。螽斯羽，揖揖兮。宜尔子孙，蛰蛰兮。 "},
{"title": "绿衣", "author": "佚名", "dynasty": "先秦", "content": "绿兮衣兮，绿衣黄里。心之忧矣，曷维其已？绿兮衣兮，绿衣黄裳。心之忧矣，曷维其亡？绿兮丝兮，女所治兮。我思古人，俾无訧兮。絺兮绤兮，凄其以风。我思古人，实获我心。 "},
{"title": "神女赋", "author": "宋玉", "dynasty": "先秦", "content": "　　楚襄王与宋玉游于云梦之浦，使玉赋高唐之事。其夜玉寝，果梦与神女遇，其状甚丽，玉异之。明日，以白王。王曰：“其梦若何？”玉对曰：“晡夕之后，精神恍忽，若有所喜，纷纷扰扰，未知何意？目色仿佛，乍若有记：见一妇人，状甚奇异。寐而梦之，寤不自识；罔兮不乐，怅然失志。于是抚心定气，复见所梦。”王曰：“状何如也？”玉曰：“茂矣美矣，诸好备矣。盛矣丽矣，难测究矣。上古既无，世所未见，瑰姿玮态，不可胜赞。其始来也，耀乎若白日初出照屋梁；其少进也，皎若明月舒其光。须臾之间，美貌横生：晔兮如华，温乎如莹。五色并驰，不可殚形。详而视之，夺人目精。其盛饰也，则罗纨绮绩盛文章，极服妙采照万方。振绣衣，被袿裳，秾不短，纤不长，步裔裔兮曜殿堂，忽兮改容，婉若游龙乘云翔。嫷披服，侻薄装，沐兰泽，含若芳。性合适，宜侍旁，顺序卑，调心肠。”王曰：“若此盛矣，试为寡人赋之。”玉曰：“唯唯。”　　夫何神女之姣丽兮，含阴阳之渥饰。披华藻之可好兮，若翡翠之奋翼。其象无双，其美无极；毛嫱鄣袂，不足程式；西施掩面，比之无色。近之既妖，远之有望，骨法多奇，应君之相，视之盈目，孰者克尚。私心独悦，乐之无量；交希恩疏，不可尽畅。他人莫睹，王览其状。其状峨峨，何可极言。貌丰盈以庄姝兮，苞温润之玉颜。眸子炯其精朗兮，瞭多美而可视。眉联娟以蛾扬兮，朱唇地其若丹。素质干之醲实兮，志解泰而体闲。既姽婳于幽静兮，又婆娑乎人间。宜高殿以广意兮，翼故纵而绰宽。动雾縠以徐步兮，拂墀声之珊珊。望余帷而延视兮，若流波之将澜。奋长袖以正衽兮，立踯躅而不安。澹清静其愔嫕兮，性沉详而不烦。时容与以微动兮，志未可乎得原。意似近而既远兮，若将来而复旋。褰余而请御兮，愿尽心之。怀贞亮之清兮，卒与我兮相难。陈嘉辞而云对兮，吐芬芳其若兰。精交接以来往兮，心凯康以乐欢。神独享而未结兮，魂茕茕以无端。含然诺其不分兮，扬音而哀叹！薄怒以自持兮，曾不可乎犯干。　　于是摇佩饰，鸣玉鸾；奁衣服，敛容颜；顾女师，命太傅。欢情未接，将辞而去；迁延引身，不可亲附。似逝未行，中若相首；目略微眄，精采相授。志态横出，不可胜记。意离未绝，神心怖覆；礼不遑讫，辞不及究；愿假须臾，神女称遽。徊肠伤气，颠倒失据，黯然而暝，忽不知处。情独私怀，谁者可语？惆怅垂涕，求之至曙。 "},
{"title": "小星", "author": "佚名", "dynasty": "先秦", "content": "嘒彼小星，三五在东。肃肃宵征，夙夜在公。寔命不同。嘒彼小星，维参与昴。肃肃宵征，抱衾与裯。寔命不犹。 "},
{"title": "采葛", "author": "佚名", "dynasty": "先秦", "content": "彼采葛兮，一日不见，如三月兮！彼采萧兮，一日不见，如三秋兮！彼采艾兮！一日不见，如三岁兮！ "},
{"title": "伯兮", "author": "佚名", "dynasty": "先秦", "content": "伯兮朅兮，邦之桀兮。伯也执殳，为王前驱。自伯之东，首如飞蓬。岂无膏沐，谁适为容！其雨其雨，杲杲出日。愿言思伯，甘心首疾。焉得谖草，言树之背。愿言思伯，使我心痗。 "},
{"title": "女曰鸡鸣", "author": "佚名", "dynasty": "先秦", "content": "女曰鸡鸣，士曰昧旦。子兴视夜，明星有烂。将翱将翔，弋凫与雁。弋言加之，与子宜之。宜言饮酒，与子偕老。琴瑟在御，莫不静好。知子之来之，杂佩以赠之。知子之顺之，杂佩以问之。知子之好之，杂佩以报之。 "},
{"title": "冯谖客孟尝君", "author": "佚名", "dynasty": "先秦", "content": "　　齐人有冯谖者，贫乏不能者存，使人属孟尝君，愿寄食门下。孟尝君曰：“客何好？”曰：“客无好也。”曰：“客何能？”曰：“客无能也。”孟尝君笑而受之曰：“诺。”\r\n　　左右以君贱之也，食以草具。居有顷，倚柱弹其剑，歌曰：“长铗归来乎！食无鱼。”左右以告。孟尝君曰：“食之，比门下之客。”居有顷，复弹其铗，歌曰：“长铗归来乎！出无车。”左右皆笑之，以告。孟尝君曰：“为之驾，比门下之车客。”于是乘其车，揭其剑，过其友曰：“孟尝君客我。”后有顷，复弹其剑铗，歌曰：“长铗归来乎！无以为家。”左右皆恶之，以为贪而不知足。孟尝君问：“冯公有亲乎？”对曰，“有老母。”孟尝君使人给其食用，无使乏。于是冯谖不复歌。 \r\n　　后孟尝君出记，问门下诸客：“谁习计会，能为文收责于薛者乎？”冯谖署曰：“能。”孟尝君怪之，曰：“此谁也？”左右曰：“乃歌夫长铗归来者也。”孟尝君笑曰：“客果有能也，吾负之，未尝见也。”请而见之，谢曰：“文倦于事，愦于忧，而性懧愚，沉于国家之事，开罪于先生。先生不羞，乃有意欲为收责于薛乎？”冯谖曰：“愿之。”于是约车治装，载券契而行，辞曰：“责毕收，以何市而反？”孟尝君曰：“视吾家所寡有者。”\r\n　　驱而之薛，使吏召诸民当偿者，悉来合券。券遍合，起，矫命，以责赐诸民。因烧其券。民称万岁。\r\n　　长驱到齐，晨而求见。孟尝君怪其疾也，衣冠而见之，曰：“责毕收乎？来何疾也！”曰：“收毕矣。”“以何市而反？”冯谖曰；“君之‘视吾家所寡有者’。臣窃计，君宫中积珍宝，狗马实外厩，美人充下陈。君家所寡有者，以义耳！窃以为君市义。”孟尝君曰：“市义奈何？”曰：“今君有区区之薛，不拊爱子其民，因而贾利之。臣窃矫君命，以责赐诸民，因烧其券，民称万岁。乃臣所以为君市义也。”孟尝君不说，曰：“诺，先生休矣！”\r\n　　后期年，齐王谓孟尝君曰：“寡人不敢以先王之臣为臣。”孟尝君就国于薛，未至百里，民扶老携幼，迎君道中。孟尝君顾谓冯谖：“先生所为文市义者，乃今日见之。”\r\n　　冯谖曰：“狡兔有三窟，仅得免其死耳；今君有一窟，未得高枕而卧也。请为君复凿二窟。”孟尝君予车五十乘，金五百斤，西游于梁，谓惠王曰：“齐放其大臣孟尝君于诸侯，诸侯先迎之者，富而兵强。”于是梁王虚上位，以故相为上将军，遣使者黄金千斤，车百乘，往聘孟尝君。冯谖先驱，诫孟尝君曰：“千金，重币也；百乘，显使也。齐其闻之矣。”梁使三反，孟尝君固辞不往也。 \r\n　　齐王闻之，君臣恐惧，遣太傅赍黄金千斤、文车二驷，服剑一，封书，谢孟尝君曰：“寡人不祥，被于宗庙之祟，沉于谄谀之臣，开罪于君。寡人不足为也；愿君顾先王之宗庙，姑反国统万人乎！”冯谖诫孟尝君曰：“愿请先王之祭器，立宗庙于薛。”庙成，还报孟尝君曰：“三窟已就，君姑高枕为乐矣。”\r\n　　孟尝君为相数十年，无纤介之祸者，冯谖之计也。"},
{"title": "燕燕", "author": "佚名", "dynasty": "先秦", "content": "燕燕于飞，差池其羽。之子于归，远送于野。瞻望弗及，泣涕如雨。燕燕于飞，颉之颃之。之子于归，远于将之。瞻望弗及，伫立以泣。燕燕于飞，下上其音。之子于归，远送于南。瞻望弗及，实劳我心。仲氏任只，其心塞渊。终温且惠，淑慎其身。先君之思，以勖寡人。 "},
{"title": "滥竽充数", "author": "韩非", "dynasty": "先秦", "content": "　　齐宣王使人吹竽，必三百人。南郭处士请为王吹竽，宣王说之，廪食以数百人。宣王死，湣王立，好一一听之，处士逃。 "},
{"title": "鹤鸣", "author": "佚名", "dynasty": "先秦", "content": "鹤鸣于九皋，声闻于野。鱼潜在渊，或在于渚。乐彼之园，爰有树檀，其下维萚。它山之石，可以为错。鹤鸣于九皋，声闻于天。鱼在于渚，或潜在渊。乐彼之园，爰有树檀，其下维榖。它山之石，可以攻玉。"},
{"title": "扁鹊见蔡桓公", "author": "韩非", "dynasty": "先秦", "content": "　　扁鹊见蔡桓公，立有间，扁鹊曰：“君有疾在腠理，不治将恐深。”桓侯曰：“寡人无疾。”扁鹊出，桓侯曰：“医之好治不病以为功！”\r\n　　居十日，扁鹊复见，曰：“君之病在肌肤，不治将益深。”桓侯不应。扁鹊出，桓侯又不悦。\r\n　　居十日，扁鹊复见，曰：“君之病在肠胃，不治将益深。”桓侯又不应。扁鹊出，桓侯又不悦。\r\n　　居十日，扁鹊望桓侯而还走。桓侯故使人问之，扁鹊曰：“疾在腠理，汤熨之所及也；在肌肤，针石之所及也；在肠胃，火齐之所及也；在骨髓，司命之所属，无奈何也。今在骨髓，臣是以无请也。”\r\n　　居五日，桓侯体痛，使人索扁鹊，已逃秦矣。桓侯遂死。"},
{"title": "自相矛盾 / 矛与盾", "author": "韩非", "dynasty": "先秦", "content": "　　楚人有鬻盾与矛者，誉之曰：“吾盾之坚，物莫能陷也。”又誉其矛曰：“吾矛之利，于物无不陷也。”或曰：“以子之矛陷子之盾，何如？” 其人弗能应也。夫不可陷之盾与无不陷之矛，不可同世而立。"},
{"title": "人有亡斧者", "author": "吕不韦 撰", "dynasty": "先秦", "content": "　　人有亡斧者，意其邻人之意。视其行步，窃斧也；视其颜色，窃斧也；听其言语，窃斧也；动作态度，无为而不窃斧者也。俄而掘其沟而得其斧，他日，复见其邻之意，其行动、颜色、动作皆无似窃斧者也。 "},
{"title": "登徒子好色赋", "author": "宋玉", "dynasty": "先秦", "content": "　　大夫登徒子侍于楚王，短宋玉曰：&quot;玉为人体貌闲丽，口多微辞，又性好色。愿王勿与出入后宫。&quot;　　　王以登徒子之言问宋玉。玉曰：&quot;体貌闲丽，所受于天也；口多微辞，所学于师也；至于好色，臣无有也。&quot;王曰：&quot;子不好色，亦有说乎？有说则止，无说则退。&quot;玉曰：&quot;天下之佳人莫若楚国，楚国之丽者莫若臣里，臣里之美者莫若臣东家之子。东家之子，增之一分则太长，减之一分则太短 ；著粉则太白，施朱则太赤；眉如翠羽，肌如白雪；腰如束素，齿如含贝；嫣然一笑，惑阳城，迷下蔡。然此女登墙窥臣三年，至今未许也。登徒子则不然：其妻蓬头挛耳，齞唇历齿，旁行踽偻，又疥且痔。登徒子悦之，使有五子。王孰察之，谁为好色者矣。&quot;　　是时，秦章华大夫在侧，因进而称曰：&quot;今夫宋玉盛称邻之女，以为美色，愚乱之邪；臣自以为守德，谓不如彼矣。且夫南楚穷巷之妾，焉足为大王言乎?若臣之陋，目所曾睹者，未敢云也。&quot;王曰：&quot;试为寡人说之。&quot;大夫曰：&quot;唯唯。臣少曾远游，周览九土，足历五都。出咸阳、熙邯郸，从容郑、卫、溱 、洧之间 。是时向春之末 ，迎夏之阳，鸧鹒喈喈，群女出桑。此郊之姝，华色含光，体美容冶，不待饰装。臣观其丽者，因称诗曰：'遵大路兮揽子祛'。赠以芳华辞甚妙。于是处子怳若有望而不来，忽若有来而不见。意密体疏，俯仰异观；含喜微笑，窃视流眄。复称诗曰：'寐春风兮发鲜荣，洁斋俟兮惠音声，赠我如此兮不如无生。'因迁延而辞避。盖徒以微辞相感动。精神相依凭；目欲其颜，心顾其义，扬《诗》守礼，终不过差，故足称也。&quot;　　于是楚王称善，宋玉遂不退。"},
{"title": "橘颂", "author": "屈原", "dynasty": "先秦", "content": "后皇嘉树，橘徕服兮。受命不迁，生南国兮。深固难徙，更壹志兮。绿叶素荣，纷其可喜兮。曾枝剡棘，圆果抟兮。青黄杂糅，文章烂兮。精色内白，类任道兮。纷缊宜修，姱而不丑兮。嗟尔幼志，有以异兮。独立不迁，岂不可喜兮。深固难徙，廓其无求兮。苏世独立，横而不流兮。闭心自慎，终不失过兮。秉德无私，参天地兮。愿岁并谢，与长友兮。淑离不淫，梗其有理兮。年岁虽少，可师长兮。行比伯夷，置以为像兮。 "},
{"title": "鹊巢", "author": "佚名", "dynasty": "先秦", "content": "维鹊有巢，维鸠居之。之子鸠归，百两御之。维鹊有巢，维鸠方之。之子鸠归，百两将之。维鹊有巢，维鸠盈之。之子鸠归，百两成之。 "},
{"title": "摽有梅", "author": "佚名", "dynasty": "先秦", "content": "摽有梅，其实七兮。求我庶士，迨其吉兮。摽有梅，其实三兮。求我庶士，迨其今兮。摽有梅，顷筐塈之。求我庶士，迨其谓之。 "},
{"title": "父善游", "author": "吕不韦 撰", "dynasty": "先秦", "content": "有过于江上者，见人方引婴儿而欲投之江中，婴儿啼。人问其故。曰：“此其父善游。”其父虽善游，其子岂遽善游哉？以此任物，亦必悖矣。"},
{"title": "蜉蝣", "author": "佚名", "dynasty": "先秦", "content": "蜉蝣之羽，衣裳楚楚。心之忧矣，於我归处。蜉蝣之翼，采采衣服。心之忧矣，於我归息。蜉蝣掘阅，麻衣如雪。心之忧矣，於我归说。"},
{"title": "赵威后问齐使", "author": "佚名", "dynasty": "先秦", "content": "　　齐王使使者问赵威后。书未发，威后问使者曰：“岁亦无恙邪？民亦无恙邪？王亦无恙邪？”使者不说，曰：“臣奉使使威后，今不问王而先问岁与民，岂先贱而后尊贵者乎？”威后曰：“不然，苟无岁，何以有民？苟无民， 何以有君？故有，舍本而问末者耶？”\r\n　　乃进而问之曰：“齐有处士曰锺离子，无恙耶？是其为人也，有粮者亦食，无粮者亦食；有衣者亦衣，无衣者亦衣。是助王养其民也，何以至今不业也？叶阳子无恙乎？是其为人，哀鳏寡，恤孤独，振困穷，补不足。是助王息其民者也，何以至今不业也？北宫之女婴儿子无恙耶？彻其环瑱，至老不嫁，以养父母。是皆率民而出于孝情者也，胡为至今不朝也？此二士弗业，一女不朝，何以王齐国，子万民乎？於陵子仲尚存乎？是其为人也，上不臣于王，下不治其家，中不索交诸侯。此率民而出于无用者，何为至今不杀乎？”"},
{"title": "草虫", "author": "佚名", "dynasty": "先秦", "content": "喓喓草虫，趯趯阜螽。未见君子，忧心忡忡。亦既见止，亦既觏止，我心则降。陟彼南山，言采其蕨。未见君子，忧心惙惙。亦既见止，亦既觏止，我心则说。陟彼南山，言采其薇。未见君子，我心伤悲。亦既见止，亦既觏止，我心则夷。 "},
{"title": "逍遥游", "author": "庄周", "dynasty": "先秦", "content": "　　北冥有鱼，其名为鲲。鲲之大，不知其几千里也；化而为鸟，其名为鹏。鹏之背，不知其几千里也；怒而飞，其翼若垂天之云。是鸟也，海运则将徙于南冥。南冥者，天池也。《齐谐》者，志怪者也。《谐》之言曰：“鹏之徙于南冥也，水击三千里，抟扶摇而上者九万里，去以六月息者也。”野马也，尘埃也，生物之以息相吹也。天之苍苍，其正色邪？其远而无所至极邪？其视下也，亦若是则已矣。且夫水之积也不厚，则其负大舟也无力。覆杯水于坳堂之上，则芥为之舟；置杯焉则胶，水浅而舟大也。风之积也不厚，则其负大翼也无力。故九万里，则风斯在下矣，而后乃今培风；背负青天，而莫之夭阏者，而后乃今将图南。蜩与学鸠笑之曰：“我决起而飞，抢榆枋而止，时则不至，而控于地而已矣，奚以之九万里而南为？”适莽苍者，三餐而反，腹犹果然；适百里者，宿舂粮；适千里者，三月聚粮。之二虫又何知！小知不及大知，小年不及大年。奚以知其然也？朝菌不知晦朔，蟪蛄不知春秋，此小年也。楚之南有冥灵者，以五百岁为春，五百岁为秋；上古有大椿者，以八千岁为春，八千岁为秋。此大年也。而彭祖乃今以久特闻，众人匹之，不亦悲乎？\r\n　　汤之问棘也是已：“穷发之北，有冥海者，天池也。有鱼焉，其广数千里，未有知其修者，其名为鲲。有鸟焉，其名为鹏，背若泰山，翼若垂天之云；抟扶摇羊角而上者九万里，绝云气，负青天，然后图南，且适南冥也。斥鷃笑之曰：‘彼且奚适也？我腾跃而上，不过数仞而下，翱翔蓬蒿之间，此亦飞之至也。而彼且奚适也？’”此小大之辩也。\r\n　　故夫知效一官、行比一乡、德合一君、而征一国者，其自视也，亦若此矣。而宋荣子犹然笑之。且举世誉之而不加劝，举世非之而不加沮，定乎内外之分，辩乎荣辱之境，斯已矣。彼其于世，未数数然也。虽然，犹有未树也。夫列子御风而行，泠然善也，旬有五日而后反。彼于致福者，未数数然也。此虽免乎行，犹有所待者也。若夫乘天地之正，而御六气之辩，以游无穷者，彼且恶乎待哉？故曰：至人无己，神人无功，圣人无名。\r\n　　尧让天下于许由，曰：“日月出矣，而爝火不息；其于光也，不亦难乎？时雨降矣，而犹浸灌；其于泽也，不亦劳乎？夫子立而天下治，而我犹尸之；吾自视缺然，请致天下。”许由曰：“子治天下，天下既已治也；而我犹代子，吾将为名乎？名者，实之宾也；吾将为宾乎？鹪鹩巢于深林，不过一枝；偃鼠饮河，不过满腹。归休乎君，予无所用天下为！庖人虽不治庖，尸祝不越樽俎而代之矣！”\r\n　　肩吾问于连叔曰：“吾闻言于接舆，大而无当，往而不反。吾惊怖其言。犹河汉而无极也；大有径庭，不近人情焉。”连叔曰：“其言谓何哉？”曰：“藐姑射之山，有神人居焉。肌肤若冰雪，淖约若处子，不食五谷，吸风饮露，乘云气，御飞龙，而游乎四海之外；其神凝，使物不疵疠而年谷熟。吾以是狂而不信也。”连叔曰：“然。瞽者无以与乎文章之观，聋者无以与乎钟鼓之声。岂唯形骸有聋盲哉？夫知亦有之！是其言也犹时女也。之人也，之德也，将旁礴万物以为一，世蕲乎乱，孰弊弊焉以天下为事！之人也，物莫之伤：大浸稽天而不溺，大旱金石流，土山焦而不热。是其尘垢秕糠将犹陶铸尧舜者也，孰肯以物为事？”宋人资章甫而适诸越，越人断发文身，无所用之。尧治天下之民，平海内之政，往见四子藐姑射之山，汾水之阳，窅然丧其天下焉。\r\n　　惠子谓庄子曰：“魏王贻我大瓠之种，我树之成，而实五石。以盛水浆，其坚不能自举也。剖之以为瓠，则瓠落无所容。非不呺然大也，吾为其无用而掊之。”庄子曰：“夫子固拙于用大矣。宋人有善为不龟手之药者，世世以洴澼絖为事。客闻之，请买其方百金。聚族而谋曰：‘我世世为洴澼絖，不过数金，今一朝而鬻技百金，请与之。’客得之，以说吴王。越有难，吴王使之将，冬，与越人水战，大败越人。裂地而封之。能不龟手一也，或以封，或不免于洴澼絖，则所用之异也。今子有五石之瓠，何不虑以为大樽，而浮于江湖，而忧其瓠落无所容？则夫子犹有蓬之心也夫！”\r\n　　惠子谓庄子曰：“吾有大树，人谓之樗。其大本拥肿而不中绳墨，其小枝卷曲而不中规矩，立之涂，匠人不顾。今子之言大而无用，众所同去也。”庄子曰：“子独不见狸狌乎？卑身而伏，以候敖者；东西跳梁，不辟高下；中于机辟，死于罔罟。今夫斄牛，其大若垂天之云。此能为大矣，而不能执鼠。今子有大树，患其无用，何不树之于无何有之乡，广莫之野，彷徨乎无为其侧，逍遥乎寝卧其下。不夭斤斧，物无害者，无所可用，安所困苦哉！”"},
{"title": "节南山", "author": "佚名", "dynasty": "先秦", "content": "节彼南山，维石岩岩。赫赫师尹，民具尔瞻。忧心如惔，不敢戏谈。国既卒斩，何用不监！\r\n节彼南山，有实其猗。赫赫师尹，不平谓何。天方荐瘥，丧乱弘多。民言无嘉，憯莫惩嗟。\r\n尹氏大师，维周之氐；秉国之钧，四方是维。天子是毗，俾民不迷。不吊昊天，不宜空我师。\r\n弗躬弗亲，庶民弗信。弗问弗仕，勿罔君子。式夷式已，无小人殆。琐琐姻亚，则无膴仕。\r\n昊天不佣，降此鞠訩。昊天不惠，降此大戾。君子如届，俾民心阕。君子如夷，恶怒是违。\r\n不吊昊天，乱靡有定。式月斯生，俾民不宁。忧心如酲，谁秉国成？不自为政，卒劳百姓。\r\n驾彼四牡，四牡项领。我瞻四方，蹙蹙靡所骋。\r\n方茂尔恶，相尔矛矣。既夷既怿，如相酬矣。\r\n昊天不平，我王不宁。不惩其心，覆怨其正。\r\n家父作诵，以究王訩。式讹尔心，以畜万邦。"},
{"title": "敢问夫子恶乎长", "author": "佚名", "dynasty": "先秦", "content": "　　“敢问夫子恶乎长？”\r\n　　曰：“我知言，我善养吾浩然之气。”\r\n　　“敢问何谓浩然之气？”\r\n　　曰：“难言也。其为气也，至大至刚，以直养而无害，则塞于天地之间。其为气也，配义与道；无是，馁也。是集义所生者，非义袭而取之也。行有不慊于心，则馁矣。我故曰，告子未尝知义，以其外之也。必有事焉，而勿正，心勿忘，勿助长也。元若 宋人然：宋人有闵其苗之不长而揠之者，芒芒然归，谓其人曰：‘今日病矣！予助苗长矣！’其子趋而注视之，苗则槁矣。天下之不助苗长者寡矣。以为无益而舍之者，不耘苗者也；助之长者，揠苗者也，非徒无益，而又害之。”\r\n　　“何谓知言？”\r\n　　曰：“诐辞知其所蔽，淫辞知其所陷，邪辞知其所离，遁辞知其所穷。——生于其心，害于其政；发于其政，害于其事。圣人复起，必从吾言矣。”"},
{"title": "墙有茨", "author": "佚名", "dynasty": "先秦", "content": "墙有茨，不可扫也。中冓之言，不可道也。所可道也，言之丑也。墙有茨，不可襄也。中冓之言，不可详也。所可详也，言之长也。墙有茨，不可束也。中冓之言，不可读也。所可读也，言之辱也。 "},
{"title": "鱼丽", "author": "佚名", "dynasty": "先秦", "content": "鱼丽于罶，鲿鲨。君子有酒，旨且多。鱼丽于罶，鲂鳢。君子有酒，多且旨。鱼丽于罶，鰋鲤。君子有酒，旨且有。物其多矣，维其嘉矣！物其旨矣，维其偕矣！物其有矣，维其时矣！"},
{"title": "宫之奇谏假道", "author": "左丘明", "dynasty": "先秦", "content": "　　晋侯复假道于虞以伐虢。\r\n　　宫之奇谏曰：“虢，虞之表也。虢亡，虞必从之。晋不可启，寇不可翫。一之谓甚，其可再乎？谚所谓‘辅车相依，唇亡齿寒’者，其虞、虢之谓也。”\r\n　　公曰：“晋，吾宗也，岂害我哉？”\r\n　　对曰：“大伯、虞仲，大王之昭也 。大伯不从，是以不嗣。虢仲、虢叔，王季之穆也，为文王卿士，勋在王室，藏于盟府。将虢是灭，何爱于虞！且虞能亲于桓、庄乎？其爱之也，桓、庄之族何罪？而以为戮，不唯逼乎？亲以宠逼，犹尚害之，况以国乎？”\r\n　　公曰：“吾享祀丰絜，神必据我。”\r\n　　对曰：“臣闻之，鬼神非人实亲，惟德是依。故《周书》曰：‘皇天无亲，惟德是辅。’又曰：‘黍稷非馨，明德惟馨。’又曰：‘民不易物，惟德繄物。’如是，则非德，民不和，神不享矣。神所冯依，将在德矣。若晋取虞，而明德以荐馨香，神其吐之乎？”\r\n　　弗听，许晋使。\r\n　　宫之奇以其族行，曰：“虞不腊矣。在此行也，晋不更举矣。”\r\n　　八月甲午，晋侯围上阳，问于卜偃曰：“吾其济乎？”\r\n　　对曰：“克之。”\r\n　　公曰：“何时？”\r\n　　对曰：“童谣曰：‘丙之晨，龙尾伏辰，均服振振，取虢之旂。鹑之贲贲，天策炖炖，火中成军，虢公其奔。’其九月、十月之交乎！丙子旦，日在尾，月在策，鹑火中，必是时也。”\r\n　　冬，十二月丙子朔，晋灭虢，虢公丑奔京师。师还，馆于虞，遂袭虞，灭之,执虞公.及其大夫井伯，从媵秦穆姬。而修虞祀，且归其职贡于王，故书曰：“晋人执虞公。”罪虞公，言易也。 "},
{"title": "冯谖客孟尝君", "author": "佚名", "dynasty": "先秦", "content": "　　齐人有冯谖者，贫乏不能自存，使人属孟尝君，愿寄食门下。孟尝君曰：“客何好？”曰：“客无好也。”曰：“客何能？”曰：“客无能也。”孟尝君笑而受之曰：“诺。”\r\n　　左右以君贱之也，食以草具。居有顷，倚柱弹其剑，歌曰：“长铗归来乎！食无鱼。”左右以告。孟尝君曰：“食之，比门下之客。”居有顷，复弹其铗，歌曰：“长铗归来乎！出无车。”左右皆笑之，以告。孟尝君曰：“为之驾，比门下之车客。”于是乘其车，揭其剑，过其友曰：“孟尝君客我。”后有顷，复弹其剑铗，歌曰：“长铗归来乎！无以为家。”左右皆恶之，以为贪而不知足。孟尝君问：“冯公有亲乎？”对曰，“有老母。”孟尝君使人给其食用，无使乏。于是冯谖不复歌。 \r\n　　后孟尝君出记，问门下诸客：“谁习计会，能为文收责于薛者乎？”冯谖署曰：“能。”孟尝君怪之，曰：“此谁也？”左右曰：“乃歌夫长铗归来者也。”孟尝君笑曰：“客果有能也，吾负之，未尝见也。”请而见之，谢曰：“文倦于事，愦于忧，而性懧愚，沉于国家之事，开罪于先生。先生不羞，乃有意欲为收责于薛乎？”冯谖曰：“愿之。”于是约车治装，载券契而行，辞曰：“责毕收，以何市而反？”孟尝君曰：“视吾家所寡有者。”\r\n　　驱而之薛，使吏召诸民当偿者，悉来合券。券遍合，起，矫命，以责赐诸民。因烧其券。民称万岁。\r\n　　长驱到齐，晨而求见。孟尝君怪其疾也，衣冠而见之，曰：“责毕收乎？来何疾也！”曰：“收毕矣。”“以何市而反？”冯谖曰；“君之‘视吾家所寡有者’。臣窃计，君宫中积珍宝，狗马实外厩，美人充下陈。君家所寡有者，以义耳！窃以为君市义。”孟尝君曰：“市义奈何？”曰：“今君有区区之薛，不拊爱子其民，因而贾利之。臣窃矫君命，以责赐诸民，因烧其券，民称万岁。乃臣所以为君市义也。”孟尝君不说，曰：“诺，先生休矣！”\r\n　　后期年，齐王谓孟尝君曰：“寡人不敢以先王之臣为臣。”孟尝君就国于薛，未至百里，民扶老携幼，迎君道中。孟尝君顾谓冯谖：“先生所为文市义者，乃今日见之。”\r\n　　冯谖曰：“狡兔有三窟，仅得免其死耳；今君有一窟，未得高枕而卧也。请为君复凿二窟。”孟尝君予车五十乘，金五百斤，西游于梁，谓惠王曰：“齐放其大臣孟尝君于诸侯，诸侯先迎之者，富而兵强。”于是梁王虚上位，以故相为上将军，遣使者黄金千斤，车百乘，往聘孟尝君。冯谖先驱，诫孟尝君曰：“千金，重币也；百乘，显使也。齐其闻之矣。”梁使三反，孟尝君固辞不往也。 \r\n　　齐王闻之，君臣恐惧，遣太傅赍黄金千斤、文车二驷，服剑一，封书，谢孟尝君曰：“寡人不祥，被于宗庙之祟，沉于谄谀之臣，开罪于君。寡人不足为也；愿君顾先王之宗庙，姑反国统万人乎！”冯谖诫孟尝君曰：“愿请先王之祭器，立宗庙于薛。”庙成，还报孟尝君曰：“三窟已就，君姑高枕为乐矣。”\r\n　　孟尝君为相数十年，无纤介之祸者，冯谖之计也。"},
{"title": "关尹子教射", "author": "列子", "dynasty": "先秦", "content": "　　列子学射，中矣。请于关尹子。尹子曰：“子知子之所以中者乎？”对曰：“弗知也。”关尹子曰：“未可。”退而习之。三年，又以报关尹子。尹子曰：“子知子之所以中乎？”列子曰：“知之矣。”关尹子曰：“可矣，守而勿失也。非独射也，为国与身皆如之。故圣人不查存亡，而察其所以然。” "},
{"title": "穿井得一人", "author": "吕不韦", "dynasty": "先秦", "content": "　　宋之丁氏，家无井而出溉汲，常一人居外。及其家穿井，告人曰：“吾穿井得一人。”有闻而传之者：“丁氏穿井得一人。”国人道之，闻之于宋君。宋君令人问之于丁氏，丁氏对曰：“得一人之使，非得一人于井中也。”求闻之若此，不若无闻也。 "},
{"title": "守株待兔", "author": "韩非", "dynasty": "先秦", "content": "宋人有耕者。田中有株。兔走触株，折颈而死。因释其耒而守株，冀复得兔。兔不可复得，而身为宋国笑。 "},
{"title": "野有死麕", "author": "佚名", "dynasty": "先秦", "content": "野有死麕，白茅包之。有女怀春，吉士诱之。林有朴樕，野有死鹿。白茅纯束，有女如玉。舒而脱脱兮！无感我帨兮！无使尨也吠！ "},
{"title": "文王", "author": "佚名", "dynasty": "先秦", "content": "文王在上，於昭於天。周虽旧邦，其命维新。有周不显，帝命不时。文王陟降，在帝左右。亹亹文王，令闻不已。陈锡哉周，侯文王孙子。文王孙子，本支百世，凡周之士，不显亦世。世之不显，厥犹翼翼。思皇多士，生此王国。王国克生，维周之桢；济济多士，文王以宁。穆穆文王，于缉熙敬止。假哉天命，有商孙子。商之孙子，其丽不亿。上帝既命，侯于周服。侯服于周，天命靡常。殷士肤敏，祼将于京。厥作祼将，常服黼冔。王之荩臣，无念尔祖。无念尔祖，聿修厥德。永言配命，自求多福。殷之未丧师，克配上帝。宜鉴于殷，骏命不易！命之不易，无遏尔躬。宣昭义问，有虞殷自天。上天之载，无声无臭。仪刑文王，万邦作孚。"},
{"title": "秋​水​(节​选)", "author": "庄子及门徒", "dynasty": "先秦", "content": "　　秋水时至，百川灌河。泾流之大，两涘渚崖之间，不辩牛马。 于是焉，河伯欣然自喜，以天下之美为尽在己。顺流而东行，至于北海。东面而视，不见水端。于是焉，河伯始旋其面目，望洋向若而叹曰：“野语有之曰：‘闻道百，以为莫己若’者，我之谓也。且夫我尝闻少仲尼之闻，而轻伯夷之义者，始吾弗信，今吾睹子之难穷也，吾非至于子之门，则殆矣，吾长见笑于大方之家。” \r\n　　北海若曰：“井蛙不可以语于海者，拘于虚也；夏虫不可以语于冰者，笃于时也；曲士不可以语于道者，束于教也。今尔出于崖涘，观于大海，乃知尔丑，尔将可与语大理矣。天下之水，莫大于海。万川归之，不知何时止而不盈；尾闾泄之，不知何时已而不虚；春秋不变，水旱不知。此其过江河之流，不可为量数。而吾未尝以此自多者，自以比形于天地，而受气于阴阳，吾在天地之间，犹小石小木之在大山也。方存乎见少，又奚以自多！计四海之在天地之间也，不似礨空之在大泽乎？计中国之在海内不似稊米之在大仓乎？号物之数谓之万，人处一焉；人卒九州，谷食之所生，舟车之所通，人处一焉。此其比万物也，不似豪末之在于马体乎？五帝之所连，三王之所争，仁人之所忧，任士之所劳，尽此矣！伯夷辞之以为名，仲尼语之以为博。此其自多也，不似尔向之自多于水乎？”"},
{"title": "卜居", "author": "屈原", "dynasty": "先秦", "content": "　　屈原既放，三年不得复见。竭知尽忠而蔽障于谗。心烦虑乱，不知所从。乃往见太卜郑詹尹曰：“余有所疑，愿因先生决之。”詹尹乃端策拂龟，曰：“君将何以教之？”\r\n　　屈原曰：“吾宁悃悃款款，朴以忠乎，将送往劳来，斯无穷乎？\r\n　　“宁诛锄草茅以力耕乎，将游大人以成名乎？宁正言不讳以危身乎，将从俗富贵以偷生乎？宁超然高举以保真乎，将哫訾栗斯，喔咿儒儿，以事妇人乎？宁廉洁正直以自清乎，将突梯滑稽，如脂如韦，以洁楹乎？\r\n　　“宁昂昂若千里之驹乎，将泛泛若水中之凫，与波上下，偷以全吾躯乎？宁与骐骥亢轭乎，将随驽马之迹乎？宁与黄鹄比翼乎，将与鸡鹜争食乎？\r\n　　“此孰吉孰凶？何去何从？\r\n　　“世溷浊而不清：蝉翼为重，千钧为轻；黄钟毁弃，瓦釜雷鸣；谗人高张，贤士无名。吁嗟默默兮，谁知吾之廉贞！”\r\n　　詹尹乃释策而谢曰：“夫尺有所短，寸有所长；物有所不足，智有所不明；数有所不逮，神有所不通。用君之心，行君之意。龟策诚不能知此事。” "},
{"title": "高唐赋", "author": "宋玉", "dynasty": "先秦", "content": "　　昔者楚襄王与宋玉游于云梦之台，望高之观，其上独有云气，崪兮直上，忽兮改容，须臾之间，变化无穷。王问玉曰：“此何气也？”玉对曰：“所谓朝云者也。”王曰：“何谓朝云？”玉曰：“昔者先王尝游高唐，怠而昼寝，梦见一妇人曰：‘妾，巫山之女也。为高唐之客。闻君游高唐，愿荐枕席。’王因幸之。去而辞曰：‘妾在巫山之阳，高丘之阻，旦为朝云，暮为行雨。朝朝暮暮，阳台之下。’旦朝视之，如言。故为立庙，号曰朝云。”王曰：“朝云始楚，状若何也？”玉对曰：“其始楚也，榯兮若松榯；其少进也，晰兮若姣姬，扬衭鄣日，而望所思。忽兮改容，偈兮若驾驷马，建羽旗。湫兮如风，凄兮如雨。风止雨霁，云无所处。”王曰：“寡人方今可以游乎？”玉曰：“可。”王曰：“其何如矣？”玉曰：“高矣显矣，临望远矣。广矣普矣，万物祖矣。上属于天，下见于渊，珍怪奇伟，不可称论。”王曰：“试为寡人赋之！”玉曰：“唯唯！” \r\n　　惟高唐之大体兮，殊无物类之可仪比。巫山赫其无畴兮，道互折而曾累。登巉巗而下望兮，临大阺之稸水。遇天雨之新霁兮，观百谷之俱集。濞汹汹其无声兮，溃淡淡而并入。滂洋洋而四施兮，蓊湛湛而弗上。长风至而波起兮，若丽山之孤亩。势薄岸而相击兮，隘交引而却会。崪中怒而特高兮，若浮海而望碣石。砾磥磥而相摩兮，巆震天之礚礚。巨石溺溺之瀺灂兮，沫潼潼而高厉，水澹澹而盘纡兮，洪波淫淫之溶。奔扬踊而相击兮，云兴声之霈霈。猛兽惊而跳骇兮，妄奔走而驰迈。虎豹豺兕，失气恐喙；雕鹗鹰鹞，飞扬伏窜。股战胁息，安敢妄挚。于是水虫尽暴，乘渚之阳，鼋鼍鱣鮪，交积纵横。振鳞奋翼，蜲蜲蜿蜿。 \r\n　　中阪遥望，玄木冬荣，煌煌荧荧，夺人目精。爛兮若列星，曾不可殚形。榛林郁盛，葩华覆盖；双椅垂房，纠枝还会。徙靡澹淡，随波闇蔼；东西施翼，猗狔丰沛。绿叶紫裹，丹茎白蒂。纤条悲鸣；声似竽籁；清浊相和，五变四会。感心动耳，回肠伤气；孤子寡妇，寒心酸鼻。长吏隳官，贤士失志；愁思无已，叹息垂泪。 \r\n　　登高远望，使人心瘁；盘岸巑岏，裖陈皑皑。磐石险峻，倾崎崖。巌岖参差，纵横相追。陬互横啎，背穴偃蹠。交加累积，重叠增益。状若砾柱，杂巫山下；仰视山巅，肃何千千。炫燿虹蜺，俯视峥嵘，窐寥窈冥，不见其底，虚闻松声。倾岸洋洋，立而熊经，久而不去，足尽汗出。悠悠忽忽，怊怅自失。使人心动，无故自恐。賁育之断，不能为勇。卒愕异物，不知所出。纵纵莘莘，若生于鬼，若出于神。状似走兽，或象飞禽。谲诡奇伟，不可究陈。上至观侧，地盖底平。箕踵漫衍，芳草罗生。秋兰茝蕙，江离载青。青荃射干，揭车苞并。薄草靡靡，聮延夭夭，越香掩掩；众雀嗷嗷，雌雄相失，哀鸣相号。王鴡鸝黄，正冥楚鸠。秭归思妇，垂鸡高巢。其鸣喈喈，当年遨游。更唱迭和，赴曲随流。 \r\n　　有方之士，羡门高谿。上成郁林，公乐聚榖。进纯牺，祷琁室。醮诸神，礼太一。传祝已具，言辞已毕。王乃乘玉舆，驷仓螭，垂旒旌；旆合谐。紬大絃而雅声流，冽风过而增悲哀。于是调讴，令人惏悽，胁息曾。于是乃纵猎者，基趾如星，传言羽猎；衔枚无声，弓弩不发，罘不倾。涉莽莽，驰苹苹。飞鸟未及起，走兽未及发。何节奄忽，蹄足灑血。举功先得，获车已实。王将欲往见，必先斋戒。差时择日，简舆玄服。建云旆，蜺为旌，翠为盖。风起云止，千里而逝。盖发蒙，往自会，思万方，忧国害，开贤圣，辅不逮，九窍通郁，精神察滞。延年益寿千万岁。 "},
{"title": "郑伯克段于鄢", "author": "左丘明", "dynasty": "先秦", "content": "　　初，郑武公娶于申，曰武姜。于庄公及共叔段。庄公寤于，惊姜氏，故名曰“寤于”，遂恶之。爱共叔段，欲立之，亟请于武公，公弗许。及庄公即位，为之请制。公曰：“制，岩邑也，虢叔死焉，佗邑唯命。”请京，使居之，谓之“京城大叔”。\r\n　　祭仲曰：“都，城过百雉，国之害也。先王之制：大都，不过参国之一；中，五之一；小，九之一。今京不度，非制也，君将不堪。”公曰：“姜氏欲之，焉辟害？”对曰：“姜氏何厌之有？不如早为之所，无使滋蔓。蔓，难图也。蔓草犹不可除，况君之宠弟乎？”公曰：“多行不义，必自毙，子姑待之。”\r\n　　既而大叔命西鄙、北鄙贰于己。公子吕曰：“国不堪贰，君将若之何？欲与大叔，臣请事之；若弗与，则请除之，无于民心。”公曰：“无庸，将自及。”大叔又收贰以为己邑，至于廪延。子封曰：“可矣。厚将得众。”公曰：“不义不昵，厚将崩。”\r\n　　大叔完聚，缮甲兵，具卒乘，将袭郑。夫人将启之。公闻其期，曰：“可矣！”命子封帅车二百乘以伐京。京叛大叔段。段入于鄢“。公伐诸鄢。五月辛丑，大叔出奔共。\r\n　　遂置姜氏于城颍，而誓之曰：“不及黄泉，无相见也。”既而悔之。颍考叔为颍谷封人，闻之，有献于公。公赐之食。食舍肉。公问之，对曰：“小人有母，皆尝小人之食矣，未尝君之羹。请以遗之。”公曰：“尔有母遗，繄我独无！”颍考叔曰：“敢问何谓也？”公语之故，且告之悔。对曰：“君何患焉？若阙地及泉，隧而相见，其谁曰不然？”公从之。公入而赋：“大隧之中，其乐也融融！”姜出而赋：“大隧之外，其乐也洩洩！”遂为母子如初。\r\n　　君子曰：“颍考叔，纯孝也。爱其母，施及庄公。《诗》曰：‘孝子不匮，永锡尔类。’其是之谓乎？”"},
{"title": "葛覃", "author": "佚名", "dynasty": "先秦", "content": "葛之覃兮，施于中谷，维叶萋萋。黄鸟于飞，集于灌木，其鸣喈喈。葛之覃兮，施于中谷，维叶莫莫。是刈是濩，为絺为綌，服之无斁。言告师氏，言告言归。薄污我私。薄澣我衣。害澣害否？归宁父母。"},
{"title": "干旄", "author": "佚名", "dynasty": "先秦", "content": "孑孑干旄，在浚之郊。素丝纰之，良马四之。彼姝者子，何以畀之？孑孑干旟，在浚之都。素丝组之，良马五之。彼姝者子，何以予之？孑孑干旌，在浚之城。素丝祝之，良马六之。彼姝者子，何以告之？ "},
{"title": "黄鸟", "author": "佚名", "dynasty": "先秦", "content": "交交黄鸟，止于棘。谁从穆公？子车奄息。维此奄息，百夫之特。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！交交黄鸟，止于桑。谁从穆公？子车仲行。维此仲行，百夫之防。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！交交黄鸟，止于楚。谁从穆公？子车针虎。维此针虎，百夫之御。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！"},
{"title": "韩奕", "author": "佚名", "dynasty": "先秦", "content": "奕奕梁山，维禹甸之，有倬其道。韩侯受命，王亲命之：缵戎祖考，无废朕命。夙夜匪解，虔共尔位，朕命不易。榦不庭方，以佐戎辟。\r\n四牡奕奕，孔脩且张。韩侯入觐，以其介圭，入觐于王。王锡韩侯，淑旂绥章，簟茀错衡，玄衮赤舄，钩膺镂鍚，鞹鞃浅幭，鞗革金厄。\r\n韩侯出祖，出宿于屠。显父饯之，清酒百壶。其肴维何？炰鳖鲜鱼。其蔌维何？维笋及蒲。其赠维何？乘马路车。笾豆有且。侯氏燕胥。\r\n韩侯取妻，汾王之甥，蹶父之子。韩侯迎止，于蹶之里。百两彭彭，八鸾锵锵，不显其光。诸娣从之，祁祁如云。韩侯顾之，烂其盈门。\r\n蹶父孔武，靡国不到。为韩姞相攸，莫如韩乐。孔乐韩土，川泽訏訏，鲂鱮甫甫，麀鹿噳噳，有熊有罴，有猫有虎。庆既令居，韩姞燕誉。\r\n溥彼韩城，燕师所完。以先祖受命，因时百蛮。王锡韩侯，其追其貊。奄受北国，因以其伯。实墉实壑，实亩实藉。献其貔皮，赤豹黄罴。"},
{"title": "江有汜", "author": "佚名", "dynasty": "先秦", "content": "江有汜，之子归，不我以。不我以，其后也悔。江有渚，之子归，不我与。不我与，其后也处。江有沱，之子归，不我过。不我过，其啸也歌。 "},
{"title": "有狐", "author": "佚名", "dynasty": "先秦", "content": "有狐绥绥，在彼淇梁。心之忧矣，之子无裳。有狐绥绥，在彼淇厉。心之忧矣，之子无带。有狐绥绥，在彼淇侧。心之忧矣，之子无服。 "},
{"title": "杕杜", "author": "佚名", "dynasty": "先秦", "content": "有杕之杜，有睆其实。王事靡盬，继嗣我日。日月阳止，女心伤止，征夫遑止。有杕之杜，其叶萋萋。王事靡盬，我心伤悲。卉木萋止，女心悲止，征夫归止！陟彼北山，言采其杞。王事靡盬，忧我父母。檀车幝幝，四牡痯痯，征夫不远！匪载匪来，忧心孔疚。期逝不至，而多为恤。卜筮偕止，会言近止，征夫迩止。"},
{"title": "兔罝", "author": "佚名", "dynasty": "先秦", "content": "肃肃兔罝，椓之丁丁。赳赳武夫，公侯干城。肃肃兔罝，施于中逵。赳赳武夫，公侯好仇。肃肃兔罝，施于中林。赳赳武夫，公侯腹心。 "},
{"title": "猗嗟", "author": "佚名", "dynasty": "先秦", "content": "猗嗟昌兮，颀而长兮。抑若扬兮，美目扬兮。巧趋跄兮，射则臧兮。猗嗟名兮，美目清兮。仪既成兮，终日射侯。不出正兮，展我甥兮。猗嗟娈兮，清扬婉兮。舞则选兮，射则贯兮。四矢反兮，以御乱兮。"},
{"title": "载驰", "author": "许穆夫人", "dynasty": "先秦", "content": "载驰载驱，归唁卫侯。驱马悠悠，言至于漕。大夫跋涉，我心则忧。既不我嘉，不能旋反。视尔不臧，我思不远。既不我嘉，不能旋济？视尔不臧，我思不閟。陟彼阿丘，言采其蝱。女子善怀，亦各有行。许人尤之，众稚且狂。我行其野，芃芃其麦。控于大邦，谁因谁极？大夫君子，无我有尤。百尔所思，不如我所之。 "},
{"title": "东方未明", "author": "佚名", "dynasty": "先秦", "content": "东方未明，颠倒衣裳。颠之倒之，自公召之。东方未晞，颠倒裳衣。倒之颠之，自公令之。折柳樊圃，狂夫瞿瞿。不能辰夜，不夙则莫。 "},
{"title": "甫田", "author": "佚名", "dynasty": "先秦", "content": "无田甫田，维莠骄骄。无思远人，劳心忉忉。无田甫田，维莠桀桀。无思远人，劳心怛怛。婉兮娈兮。总角丱兮。未几见兮，突而弁兮！ "},
{"title": "晏子不死君难", "author": "左丘明", "dynasty": "先秦", "content": "　　崔武子见棠姜而美之，遂取之。庄公通焉。崔子弑之。\r\n　　晏子立于崔氏之门外。其人曰：“死乎？”曰：“独吾君也乎哉，吾死也？”曰：“行乎？”曰：“吾罪也乎哉，吾亡也？”曰：“归乎？”曰：“君死，安归？君民者，岂以陵民？社稷是主。臣君者，岂为其口实？社稷是养。故君为社稷死，则死之；为社稷亡，则亡之。若为己死，而为己亡，非其私暱，谁敢任之？且人有君而弑之，吾焉得死之？而焉得亡之？将庸何归？”门启而入，枕尸股而哭。兴，三踊而出。人谓崔子：“必杀之。”崔子曰：“民之望也，舍之得民。” "},
{"title": "兔爰", "author": "佚名", "dynasty": "先秦", "content": "有兔爰爰，雉离于罗。我生之初，尚无为；我生之后，逢此百罹。尚寐无吪！有兔爰爰，雉离于罦。我生之初，尚无造；我生之后，逢此百忧。尚寐无觉！有兔爰爰，雉离于罿。我生之初，尚无庸；我生之后，逢此百凶。尚寐无聪！ "},
{"title": "晨风", "author": "佚名", "dynasty": "先秦", "content": "鴥彼晨风，郁彼北林。未见君子，忧心钦钦。如何如何，忘我实多！山有苞栎，隰有六驳。未见君子，忧心靡乐。如何如何，忘我实多！山有苞棣，隰有树檖。未见君子，忧心如醉。如何如何，忘我实多！"},
{"title": "终风", "author": "佚名", "dynasty": "先秦", "content": "终风且暴，顾我则笑。谑浪笑敖，中心是悼。终风且霾，惠然肯来。莫往莫来，悠悠我思。终风且曀，不日有曀。寤言不寐，愿言则嚏。曀曀其阴，虺虺其雷。寤言不寐，愿言则怀。 "},
{"title": "东山", "author": "佚名", "dynasty": "先秦", "content": "我徂东山，慆慆不归。我来自东，零雨其濛。我东曰归，我心西悲。制彼裳衣，勿士行枚。蜎蜎者蠋，烝在桑野。敦彼独宿，亦在车下。\r\n我徂东山，慆慆不归。我来自东，零雨其濛。果臝之实，亦施于宇。伊威在室，蠨蛸在户。町畽鹿场，熠耀宵行。不可畏也，伊可怀也。\r\n我徂东山，慆慆不归。我来自东，零雨其濛。鹳鸣于垤，妇叹于室。洒扫穹窒，我征聿至。有敦瓜苦，烝在栗薪。自我不见，于今三年。\r\n我徂东山，慆慆不归。我来自东，零雨其濛。仓庚于飞，熠耀其羽。之子于归，皇驳其马。亲结其缡，九十其仪。其新孔嘉，其旧如之何？"},
{"title": "将仲子", "author": "佚名", "dynasty": "先秦", "content": "将仲子兮，无逾我里，无折我树杞。岂敢爱之？畏我父母。仲可怀也，父母之言亦可畏也。将仲子兮，无逾我墙，无折我树桑。岂敢爱之？畏我诸兄。仲可怀也，诸兄之言亦可畏也。将仲子兮，无逾我园，无折我树檀。岂敢爱之？畏人之多言。仲可怀也，人之多言亦可畏也。"},
{"title": "羔裘", "author": "佚名", "dynasty": "先秦", "content": "羔裘如濡，洵直且侯。彼其之子，舍命不渝。羔裘豹饰，孔武有力。彼其之子，邦之司直。羔裘晏兮，三英粲兮。彼其之子，邦之彦兮。 "},
{"title": "中谷有蓷", "author": "佚名", "dynasty": "先秦", "content": "中谷有蓷，暵其乾矣。有女仳离，嘅其叹矣。嘅其叹矣，遇人之艰难矣！中谷有蓷，暵其修矣。有女仳离，条其啸矣。条其啸矣，遇人之不淑矣！中谷有蓷，暵其湿矣。有女仳离，啜其泣矣。啜其泣矣，何嗟及矣！ "},
{"title": "考槃", "author": "佚名", "dynasty": "先秦", "content": "考槃在涧，硕人之宽。独寐寤言，永矢弗谖。考槃在阿，硕人之薖。独寐寤歌，永矢弗过。考槃在陆，硕人之轴。独寐寤宿，永矢弗告。 "},
{"title": "褰裳", "author": "佚名", "dynasty": "先秦", "content": "子惠思我，褰裳涉溱。子不我思，岂无他人？狂童之狂也且！子惠思我，褰裳涉洧。子不我思，岂无他士？狂童之狂也且！"},
{"title": "萚兮", "author": "佚名", "dynasty": "先秦", "content": "萚兮萚兮，风其吹女。叔兮伯兮，倡予和女。萚兮萚兮，风其漂女。叔兮伯兮，倡予要女。"},
{"title": "考槃", "author": "佚名", "dynasty": "先秦", "content": "考槃在涧，硕人之宽。独寐人言，永矢弗谖。考槃在阿，硕人之薖。独寐人歌，永矢弗过。考槃在陆，硕人之轴。独寐人宿，永矢弗告。 "},
{"title": "竹竿", "author": "佚名", "dynasty": "先秦", "content": "籊籊竹竿，以钓于淇。岂不尔思？远莫致之。泉源在左，淇水在右。女子有行，远兄弟父母。淇水在右，泉源在左。巧笑之瑳，佩玉之傩。淇水滺滺，桧楫松舟。驾言出游，以写我忧。 "},
{"title": "柏舟", "author": "佚名", "dynasty": "先秦", "content": "泛彼柏舟，在彼中河。髧彼两髦，实维我仪。之死矢靡它。母也天只！不谅人只！泛彼柏舟，在彼河侧。髧彼两髦，实维我特。之死矢靡慝。母也天只！不谅人只！"},
{"title": "简兮", "author": "佚名", "dynasty": "先秦", "content": "简兮简兮，方将万舞。日之方中，在前上处。硕人俣俣，公庭万舞。有力如虎，执辔如组。左手执龠，右手秉翟。赫如渥赭，公言锡爵。山有榛，隰有苓。云谁之思？西方美人。彼美人兮，西方之人兮。 "},
{"title": "溱洧", "author": "佚名", "dynasty": "先秦", "content": "溱与洧，方涣涣兮。士与女，方秉蕑兮。女曰观乎？士曰既且，且往观乎？洧之外，洵訏且乐。维士与女，伊其相谑，赠之以勺药。溱与洧，浏其清矣。士与女，殷其盈矣。女曰观乎？士曰既且，且往观乎？洧之外，洵訏且乐。维士与女，伊其将谑，赠之以勺药。"},
{"title": "东方之日", "author": "佚名", "dynasty": "先秦", "content": "东方之日兮，彼姝者子，在彼室兮。在彼室兮，履彼即兮。东方之月兮，彼姝者子，在彼闼兮。在彼闼兮，履彼发兮。"},
{"title": "丰", "author": "佚名", "dynasty": "先秦", "content": "子之丰兮，俟我乎巷兮，悔予不送兮。子之昌兮，俟我乎堂兮，悔予不将兮。衣锦褧衣，裳锦褧裳。叔兮伯兮，驾予与行。裳锦褧裳，衣锦褧衣。叔兮伯兮，驾予与归。 "},
{"title": "柏舟", "author": "佚名", "dynasty": "先秦", "content": "泛彼柏舟，在彼中河。髧彼彼髦，实维我仪。之死矢靡它。母也天只！不谅人只！泛彼柏舟，在彼河侧。髧彼彼髦，实维我特。之死矢靡慝。母也天只！不谅人只！"},
{"title": "齐桓公伐楚盟屈完", "author": "左丘明", "dynasty": "先秦", "content": "　　齐侯与蔡姬乘舟于囿，荡公。公惧变色；禁之，不可。公怒，归之，未之绝也。蔡人嫁之。\r\n　　四年春，齐侯以诸侯之师侵蔡，蔡溃，遂伐楚。楚子使与师言曰：“君处北海，寡人处南海，唯是风马牛不相及也。不虞君之涉吾地也，何故？”管仲对曰：“昔召康公命我先君太公曰：‘五侯九伯，女实征之，以夹辅周室。’赐我先君履：东至于海，西至于河，南至于穆陵，北至于无棣。尔贡包茅不入，王祭不共，无以缩酒，寡人是征；昭王南征而不复，寡人是问。”对曰：“贡之不入，寡君之罪也，敢不共给？昭王之不复，君其问诸水滨。”(徵 通 征)\r\n　　师进，次于陉。\r\n　　夏，楚子使屈完如师。师退，次于召陵。齐侯陈诸侯之师，与屈完乘而观之。齐侯曰：“岂不榖()是为？ 先君之好是继，与不榖同好，如何？”对曰：“君惠徼福于敝邑之社稷，辱收寡君，寡君之愿也。”齐侯曰：“以此众战，谁能御之！以此攻城，何城不克！”对曰：“君若以德绥诸侯，谁敢不服？ 君若以力，楚国方城以为城，汉水以为池，虽众，无所用之！”\r\n　　屈完及诸侯盟。"},
{"title": "清人", "author": "佚名", "dynasty": "先秦", "content": "清人在彭，驷介旁旁。二矛介英，河上乎翱翔。清人在消，驷介麃麃。二矛介乔，河上乎逍遥。清人在轴，驷介陶陶。左旋右抽，中军作好。 "},
{"title": "葛藟", "author": "佚名", "dynasty": "先秦", "content": "绵绵葛藟，在河之浒。终远兄弟，谓他人父。谓他人父，亦莫我顾。绵绵葛藟，在河之涘。终远兄弟，谓他人母。谓他人母，亦莫我有。绵绵葛藟，在河之漘。终远兄弟，谓他人昆。谓他人昆，亦莫我闻。 "},
{"title": "东方之日", "author": "佚名", "dynasty": "先秦", "content": "东方之日兮，彼姝者子，在我室兮。在我室兮，履我即兮。东方之月兮，彼姝者子，在我闼兮。在我闼兮，履我发兮。"},
{"title": "扬之水", "author": "佚名", "dynasty": "先秦", "content": "扬之水，不流束楚。终鲜兄弟，维予与女。无信人之言，人实诳女。扬之水，不流束薪。终鲜兄弟，维予二人。无信人之言，人实不信。"},
{"title": "定之方中", "author": "佚名", "dynasty": "先秦", "content": "定之方中，作于楚宫。揆之以日，作于楚室。树之榛栗，椅桐梓漆，爰伐琴瑟。升彼虚矣，以望楚矣。望楚与堂，景山与京。降观于桑，卜云其吉，终焉允臧。灵雨既零，命彼倌人。星言夙驾，说于桑田。匪直也人，秉心塞渊。騋牝三千。 "},
{"title": "殷武", "author": "佚名", "dynasty": "先秦", "content": "挞彼殷武，奋伐荆楚。深入其阻，裒荆之旅。有截其所，汤孙之绪。维女荆楚，居国南乡。昔有成汤，自彼氐羌，莫敢不来享，莫敢不来王。曰商是常。天命多辟，设都于禹之绩。岁事来辟，勿予祸适，稼穑匪解。天命降监，下民有严。不僭不滥，不敢怠遑。命于下国，封建厥福。商邑翼翼，四方之极。赫赫厥声，濯濯厥灵。寿考且宁，以保我后生。陟彼景山，松伯丸丸。是断是迁，方斫是虔。松桷有梴，旅楹有闲，寝成孔安。 "},
{"title": "曳杖歌", "author": "孔子", "dynasty": "先秦", "content": "泰山其颓乎。梁木其坏乎。哲人其萎乎。"},
{"title": "鲁仲连义不帝秦", "author": "佚名", "dynasty": "先秦", "content": "　　秦围赵之邯郸。魏安釐王使将军晋鄙救赵，畏秦，止于荡阴不进。 \r\n　　魏王使客将军辛垣衍间入邯郸，因平原君谓赵王曰：“秦所以急围赵者，前与齐闵王争强为帝，已而复归帝，以齐故；今齐闵王已益弱，方今唯秦雄天下，此非必贪邯郸，其意欲求为帝。赵诚发使尊秦昭王为帝，秦必喜，罢兵去。”平原君犹豫未有所决。\r\n　　此时鲁仲连适游赵，会秦围赵，闻魏将欲令赵尊秦为帝，乃见平原君，曰：“事将奈何矣？”平原君曰：“胜也何敢言事！百万之众折于外，今又内围邯郸而不去。魏王使客将军辛垣衍令赵帝秦，今其人在是。胜也何敢言事！”鲁连曰：“始吾以君为天下之贤公子也，吾乃今然后知君非天下之贤公子也。梁客辛垣衍安在？吾请为君责而归之！”平原君曰：“胜请为召而见之于先生。”\r\n　　平原君遂见辛垣衍曰：“东国有鲁连先生，其人在此，胜请为绍介，而见之于先生。”辛垣衍曰：“吾闻鲁连先生，齐国之高士也。衍，人臣也，使事有职，吾不愿见鲁连先生也。”平原君曰：“胜已泄之矣。”辛垣衍许诺。\r\n　　鲁连见辛垣衍而无言。辛垣衍曰：“吾视居此围城之中者，皆有求于平原君者也。今吾视先生之玉貌，非有求于平原君者，曷为久居此围城中而不去也？”鲁连曰：“世以鲍焦无从容而死者，皆非也。今众人不知，则为一身。彼秦，弃礼义，上首功之国也，权使其士，虏使其民，彼则肆然而为帝，过而遂正于天下，则连有赴东海而死耳，吾不忍为之民也！所为见将军者，欲以助赵也。”辛垣衍曰：“先生助之奈何？”鲁连曰：“吾将使梁及燕助之，齐楚则固助之矣。”辛垣衍曰：“燕则吾请以从矣；若乃梁，则吾梁人也，先生恶能使梁助之耶？”鲁连曰：“梁未睹秦称帝之害故也；使梁睹秦称帝之害，则必助赵矣。”辛垣衍曰：“秦称帝之害将奈何？”鲁仲连曰：“昔齐威王尝为仁义矣，率天下诸侯而朝周。周贫且微，诸侯莫朝，而齐独朝之。居岁余，周烈王崩，诸侯皆吊，齐后往。周怒，赴于齐曰：‘天崩地坼，天子下席，东藩之臣田婴齐后至，则斮之！’威王勃然怒曰：‘叱嗟！而母，婢也！’卒为天下笑。故生则朝周，死则叱之，诚不忍其求也。彼天子固然，其无足怪。”\r\n　　辛垣衍曰：“先生独未见夫仆乎？十人而从一人者，宁力不胜、智不若邪？畏之也。”鲁仲连曰：“然梁之比于秦，若仆邪？”辛垣衍曰：“然。”鲁仲连曰：“然则吾将使秦王烹醢梁王！”辛垣衍怏然不悦，曰：“嘻！亦太甚矣，先生之言也！先生又恶能使秦王烹醢梁王？”鲁仲连曰：“固也！待吾言之：昔者鬼侯、鄂侯、文王，纣之三公也。鬼侯有子而好，故入之于纣，纣以为恶，醢鬼侯；鄂侯争之急，辨之疾，故脯鄂侯；文王闻之，喟然而叹，故拘之于牖里之库百日，而欲令之死。曷为与人俱称帝王，卒就脯醢之地也？“\r\n　　“齐闵王将之鲁，夷维子执策而从，谓鲁人曰：‘子将何以待吾君？’鲁人曰：‘吾将以十太牢待子之君。’夷维子曰：‘子安取礼而来待吾君？彼吾君者，天子也。天子巡狩，诸侯辟舍，纳筦键，摄衽抱几，视膳于堂下；天子已食，而听退朝也。’鲁人投其钥，不果纳，不得入于鲁。将之薛，假涂于邹。当是时，邹君死，闵王欲入吊。夷维子谓邹之孤曰：‘天子吊，主人必将倍殡柩，设北面于南方，然后天子南面吊也。’邹之群臣曰：‘必若此，吾将伏剑而死。’故不敢入于邹。邹、鲁之臣，生则不得事养，死则不得饭含，然且欲行天子之礼于邹、鲁之臣，不果纳。今秦万乘之国，梁亦万乘之国，交有称王之名。睹其一战而胜，欲从而帝之，是使三晋之大臣，不如邹、鲁之仆妾也。\r\n　　“且秦无已而帝，则且变易诸侯之大臣，彼将夺其所谓不肖，而予其所谓贤，夺其所憎，而与其所爱；彼又将使其子女谗妾，为诸侯妃姬，处梁之宫，梁王安得晏然而已乎？而将军又何以得故宠乎？”\r\n　　于是辛垣衍起，再拜谢曰：“始以先生为庸人，吾乃今日而知先生为天下之士也！吾请去，不敢复言帝秦！”\r\n　　秦将闻之，为却军五十里。适会魏公子无忌夺晋鄙军以救赵击秦，秦军引而去。\r\n　　于是平原君欲封鲁仲连。鲁仲连辞让者三，终不肯受。平原君乃置酒，酒酣，起，前，以千金为鲁连寿。鲁连笑曰：“所贵于天下之士者，为人排患释难、解纷乱而无所取也。即有所取者，是商贾之人也。仲连不忍为也。”遂辞平原君而去，终身不复见。 "},
{"title": "终南", "author": "佚名", "dynasty": "先秦", "content": "终南何有？有条有梅。君子至止，锦衣狐裘。颜如渥丹，其君也哉！终南何有？有纪有堂。君子至止，黻衣绣裳。佩玉将将，寿考不忘！"},
{"title": "羔羊", "author": "佚名", "dynasty": "先秦", "content": "羔羊之皮，素丝五紽。退食自公，委蛇委蛇。羔羊之革，素丝五緎。委蛇委蛇，自公退食。羔羊之缝，素丝五总。委蛇委蛇，退食自公。 "},
{"title": "閟宫", "author": "佚名", "dynasty": "先秦", "content": "閟宫有侐，实实枚枚。赫赫姜嫄，其德不回。上帝是依，无灾无害。弥月不迟，是生后稷。降之百福。黍稷重穋，稙稚菽麦。奄有下国，俾民稼穑。有稷有黍，有稻有秬。奄有下土，缵禹之绪。后稷之孙，实维大王。居岐之阳，实始剪商。至于文武，缵大王之绪，致天之届，于牧之野。无贰无虞，上帝临女。敦商之旅，克咸厥功。王曰叔父，建尔元子，俾侯于鲁。大启尔宇，为周室辅。\r\n乃命鲁公，俾侯于东。锡之山川，土田附庸。周公之孙，庄公之子。龙旂承祀。六辔耳耳。春秋匪解，享祀不忒。皇皇后帝！皇祖后稷！享以骍牺，是飨是宜。降福既多，周公皇祖，亦其福女。\r\n秋而载尝，夏而楅衡，白牡骍刚。牺尊将将，毛炰胾羹。笾豆大房，万舞洋洋。孝孙有庆。俾尔炽而昌，俾尔寿而臧。保彼东方，鲁邦是尝。不亏不崩，不震不腾。三寿作朋，如冈如陵。\r\n公车千乘，朱英绿縢。二矛重弓。公徒三万，贝胄朱綅。烝徒增增，戎狄是膺，荆舒是惩，则莫我敢承！俾尔昌而炽，俾尔寿而富。黄发台背，寿胥与试。俾尔昌而大，俾尔耆而艾。万有千岁，眉寿无有害。\r\n泰山岩岩，鲁邦所詹。奄有龟蒙，遂荒大东。至于海邦，淮夷来同。莫不率从，鲁侯之功。\r\n保有凫绎，遂荒徐宅。至于海邦，淮夷蛮貊。及彼南夷，莫不率从。莫敢不诺，鲁侯是若。\r\n天锡公纯嘏，眉寿保鲁。居常与许，复周公之宇。鲁侯燕喜，令妻寿母。宜大夫庶士，邦国是有。既多受祉，黄发儿齿。\r\n徂徠之松，新甫之柏。是断是度，是寻是尺。松桷有舄，路寝孔硕，新庙奕奕。奚斯所作，孔曼且硕，万民是若。"},
{"title": "谷风", "author": "佚名", "dynasty": "先秦", "content": "习习谷风，维风及雨。将恐将惧，维予与女。将安将乐，女转弃予。习习谷风，维风及颓。将恐将惧，置予于怀。将安将乐，弃予如遗。习习谷风，维山崔嵬。无草不死，无木不萎。忘我大德，思我小怨。"},
{"title": "清人", "author": "佚名", "dynasty": "先秦", "content": "清人在彭，驷介旁旁。二矛重英，河上乎翱翔。清人在消，驷介麃麃。二矛重乔，河上乎逍遥。清人在轴，驷介陶陶。左旋右抽，中军作好。 "},
{"title": "南有嘉鱼", "author": "佚名", "dynasty": "先秦", "content": "南有嘉鱼，烝然罩罩。君子有酒，嘉宾式燕以乐。南有嘉鱼，烝然汕汕。君子有酒，嘉宾式燕以衎。南有樛木，甘瓠累之。君子有酒，嘉宾式燕绥之。翩翩者鵻，烝然来思。君子有酒，嘉宾式燕又思。 "},
{"title": "凯风", "author": "佚名", "dynasty": "先秦", "content": "凯风自南，吹彼棘心。棘心夭夭，母氏劬劳。凯风自南，吹彼棘薪。母氏圣善，我无令人。爰有寒泉？在浚之下。有子七人，母氏劳苦。睍睆黄鸟，载好其音。有子七人，莫慰母心。 "},
{"title": "东门之墠", "author": "佚名", "dynasty": "先秦", "content": "东门之墠，茹藘在阪。其室则迩，其人甚远。东门之栗，有践家室。岂不尔思？子不我即！"},
{"title": "敝笱", "author": "佚名", "dynasty": "先秦", "content": "敝笱在梁，其鱼鲂鳏。齐子归止，其从如云。敝笱在梁，其鱼鲂鱮。齐子归止，其从如雨。敝笱在梁，其鱼唯唯。齐子归止，其从如水。 "},
{"title": "北门", "author": "佚名", "dynasty": "先秦", "content": "出自北门，忧心殷殷。终窭且贫，莫知我艰。已焉哉！天实为之，谓之何哉！王事适我，政事一埤益我。我入自外，室人交徧谪我。已焉哉！天实为之，谓之何哉！王事敦我，政事一埤遗我。我入自外，室人交徧摧我。已焉哉！天实为之，谓之何哉！ "},
{"title": "雄雉", "author": "佚名", "dynasty": "先秦", "content": "雄雉于飞，泄泄其羽。我之怀矣，自诒伊阻。雄雉于飞，下上其音。展矣君子，实劳我心。瞻彼日月，悠悠我思。道之云远，曷云能来？百尔君子，不知德行。不忮不求，何用不臧？ "},
{"title": "鸤鸠", "author": "佚名", "dynasty": "先秦", "content": "鸤鸠在桑，其子七兮。淑人君子，其仪一兮。其仪一兮，心如结兮。鸤鸠在桑，其子在梅。淑人君子，其带伊丝。其带伊丝，其弁伊骐。鸤鸠在桑，其子在棘。淑人君子，其仪不忒。其仪不忒，正是四国。鸤鸠在桑，其子在榛。淑人君子，正是国人，正是国人。胡不万年？"},
{"title": "玄鸟", "author": "佚名", "dynasty": "先秦", "content": "天命玄鸟，降而生商，宅殷而芒芒。古帝命武汤，正域彼四方。\r\n方命厥后，奄有九有。商之先后，受命不殆，在武丁孙子。武丁孙子，武王靡不胜。\r\n龙旂十乘，大糦是承。邦畿千里，维民所止，肇域彼四海。\r\n四海来假，来假祁祁。景员维河。殷受命咸宜，百禄是何。"},
{"title": "卢令", "author": "佚名", "dynasty": "先秦", "content": "卢令令，其人美且仁。卢重环，其人美且鬈。卢重鋂，其人美且偲。 "},
{"title": "扬之水", "author": "佚名", "dynasty": "先秦", "content": "扬之水，白石凿凿。素衣朱凿，从子于沃。既见君子，云何不乐？扬之水，白石皓皓。素衣朱绣，从子于鹄。既见君子，云何其忧？扬之水，白石粼粼。我闻有命，不敢以告人。"},
{"title": "北风", "author": "佚名", "dynasty": "先秦", "content": "北风其凉，雨雪其雱。惠而好我，携手同行。其虚其邪？既亟只且！北风其喈，雨雪其霏。惠而好我，携手同归。其虚其邪？既亟只且！莫赤匪狐，莫黑匪乌。惠而好我，携手同车。其虚其邪？既亟只且！ "},
{"title": "采蘋", "author": "佚名", "dynasty": "先秦", "content": "于以采蘋？南涧之滨。于以采藻？于彼行潦。于以盛之？维筐及筥。于以湘之？维锜及釜。于以奠之？宗室牖下。谁其尸之？有齐季女。 "},
{"title": "良耜", "author": "佚名", "dynasty": "先秦", "content": "畟畟良耜，俶载南亩。播厥百谷，实函斯活。或来瞻女，载筐及莒，其饟伊黍。其笠伊纠，其镈斯赵，以薅荼蓼。荼蓼朽止，黍稷茂止。获之挃挃，积之栗栗。其崇如墉，其比如栉。以开百室，百室盈止，妇子宁止。杀时犉牡，有捄其角。以似以续，续古之人。 "},
{"title": "采蘩", "author": "佚名", "dynasty": "先秦", "content": "于以采蘩？于沼于沚。于以用之？公侯之事。于以采蘩？于涧之中。于以用之？公侯之宫。被之僮僮，夙夜在公。被之祁祁，薄言还归。 "},
{"title": "烈祖", "author": "佚名", "dynasty": "先秦", "content": "嗟嗟烈祖！有秩斯祜。申锡无疆，及尔斯所。既载清酤，赉我思成。亦有和羹，既戒既平。鬷假无言，时靡有争。绥我眉寿，黄耇无疆。约軧错衡，八鸾鸧鸧。以假以享，我受命溥将。自天降康，丰年穰穰。来假来飨，降福无疆。顾予烝尝，汤孙之将。 "},
{"title": "扬之水", "author": "佚名", "dynasty": "先秦", "content": "扬之水，不流束薪。彼其之子，不与我戍申。怀哉怀哉，曷月予还归哉？扬之水，不流束楚。彼其之子，不与我戍甫。怀哉怀哉，曷月予还归哉？扬之水，不流束蒲。彼其之子，不与我戍许。怀哉怀哉，曷月予还归哉？ "},
{"title": "赉", "author": "佚名", "dynasty": "先秦", "content": "文王既勤止，我应受之。敷时绎思，我徂维求定。时周之命，於绎思。 "},
{"title": "东门之池", "author": "佚名", "dynasty": "先秦", "content": "东门之池，可以沤麻。彼美淑姬，可与晤歌。东门之池，可以沤纻。彼美淑姬，可与晤语。东门之池，可以沤菅。彼美淑姬，可与晤言。"},
{"title": "般", "author": "佚名", "dynasty": "先秦", "content": "於皇时周！陟其高山，嶞山乔岳，允犹翕河。敷天之下，裒时之对。时周之命。 "},
{"title": "匏有苦叶", "author": "佚名", "dynasty": "先秦", "content": "匏有苦叶，济有深涉。深则厉，浅则揭。有瀰济盈，有鷕雉鸣。济盈不濡轨，雉鸣求其牡。雍雍鸣雁，旭日始旦。士如归妻，迨冰未泮。招招舟子，人涉卬否。人涉卬否，卬须我友。 "},
{"title": "北风", "author": "佚名", "dynasty": "先秦", "content": "北风其凉，雨雪其雱。惠而雪我，携手同行。其虚其邪？既亟只且！北风其喈，雨雪其霏。惠而雪我，携手同归。其虚其邪？既亟只且！莫赤匪狐，莫黑匪乌。惠而雪我，携手同车。其虚其邪？既亟只且！ "},
{"title": "涉江", "author": "屈原", "dynasty": "先秦", "content": "余幼好此奇服兮，年既老服不衰。带长铗之陆离兮，冠切云之崔嵬，被明月兮佩宝璐。世混浊服莫余知兮，吾方高驰服不顾。驾青虬兮骖白螭，吾与重华游兮瑶之圃。登昆仑兮食玉英，与天地兮同寿，与日月兮同光。哀南夷之莫吾知兮，旦余济乎江湘。乘鄂渚服反顾兮，欸秋冬之绪风。步余马兮山皋，邸余车兮方林。乘舲船余上沅兮，齐吴榜以击汰。船容与服不进兮，淹回水服疑滞。朝发枉渚兮，夕宿辰阳。苟余心其端直兮，虽僻远之何伤。入溆浦余儃徊兮，迷不知吾所如。深林杳以冥冥兮，乃猿狖之所居。山峻高以蔽日兮，下幽晦以多雨。霰雪纷其无垠兮，云霏霏服承宇。哀吾生之无乐兮，幽独处乎山中。吾不能变心服从俗兮，固将愁苦服终穷。接舆髡首兮，桑扈臝行。忠不必用兮，贤不必以。伍子逢殃兮，比干菹醢。与前世服皆然兮，吾又何怨乎今之人！余将董道服不豫兮，固将重昏服终身！乱曰：鸾鸟凤皇，日以远兮。燕雀乌鹊，巢堂坛兮。露申辛夷，死林薄兮。腥臊并御，芳不得薄兮。阴阳易位，时不当兮。怀信侘傺，忽乎吾将行兮！ "},
{"title": "丝衣", "author": "佚名", "dynasty": "先秦", "content": "丝衣其紑，载弁俅俅。自堂徂基，自羊徂牛，鼐鼎及鼒，兕觥其觩。旨酒思柔。不吴不敖，胡考之休。 "},
{"title": "荡", "author": "佚名", "dynasty": "先秦", "content": "荡荡上帝，下民之辟。疾威上帝，其命多辟。天生烝民，其命匪谌。靡不有初，鲜克有终。\r\n文王曰咨，咨汝殷商。曾是彊御？曾是掊克？曾是在位？曾是在服？天降滔德，女兴是力。\r\n文王曰咨，咨女殷商。而秉义类，彊御多怼。流言以对。寇攘式内。侯作侯祝，靡届靡究。\r\n文王曰咨，咨女殷商。女炰烋于中国。敛怨以为德。不明尔德，时无背无侧。尔德不明，以无陪无卿。\r\n文王曰咨，咨女殷商。天不湎尔以酒，不义从式。既愆尔止。靡明靡晦。式号式呼。俾昼作夜。\r\n文王曰咨，咨女殷商。如蜩如螗，如沸如羹。小大近丧，人尚乎由行。内奰于中国，覃及鬼方。\r\n文王曰咨，咨女殷商。匪上帝不时，殷不用旧。虽无老成人，尚有典刑。曾是莫听，大命以倾。\r\n文王曰咨，咨女殷商。人亦有言：颠沛之揭，枝叶未有害，本实先拨。殷鉴不远，在夏后之世。"},
{"title": "载芟", "author": "佚名", "dynasty": "先秦", "content": "载芟载柞，其耕泽泽。千耦其耘，徂隰徂畛。侯主侯伯，侯亚侯旅，侯彊侯以。有嗿其馌，思媚其妇，有依其士。有略其耜，俶载南亩，播厥百谷。实函斯活，驿驿其达。有厌其杰，厌厌其苗，绵绵其麃。载获济济，有实其积，万亿及秭。为酒为醴，烝畀祖妣，以洽百礼。有飶其香。邦家之光。有椒其馨，胡考之宁。匪且有且，匪今斯今，振古如兹。 "},
{"title": "谷风", "author": "佚名", "dynasty": "先秦", "content": "习习谷风，以阴以雨。黾勉同心，不宜有怒。采葑采菲，无以下体？德音莫违，及尔同死。行道迟迟，中心有违。不远伊迩，薄送我畿。谁谓荼苦？其甘如荠。宴尔新昏，如兄如弟。泾以渭浊，湜湜其沚。宴尔新昏，不我屑矣。毋逝我梁，毋发我笱。我躬不阅，遑恤我后！就其深矣，方之舟之。就其浅矣，泳之游之。何有何亡，黾勉求之。凡民有丧，匍匐救之。不我能慉，反以我为雠。既阻我德，贾用不售。昔育恐育鞫，及尔颠覆。既生既育，比予于毒。我有旨蓄，亦以御冬。宴尔新昏，以我御穷。有洸有溃，既诒我肄。不念昔者，伊余来塈。 "},
{"title": "何彼襛矣", "author": "佚名", "dynasty": "先秦", "content": "何彼襛矣，唐棣之华？曷不肃雍？王姬之车。何彼襛矣，华如桃李？平王之孙，齐侯之子。其钓维何？维丝伊缗。齐侯之子，平王之孙。 "},
{"title": "我将", "author": "佚名", "dynasty": "先秦", "content": "我将我享，维羊维牛，维天其右之。仪式刑文王之典，日靖四方。伊嘏文王，既右飨之。我其夙夜，畏天之威，于时保之。"},
{"title": "车攻", "author": "佚名", "dynasty": "先秦", "content": "我车既攻，我马既同。四牡庞庞，驾言徂东。田车既好，四牡孔阜。东有甫草，驾言行狩。之子于苗，选徒嚣嚣。建旐设旄，搏兽于敖。驾彼四牡，四牡奕奕。赤芾金舄，会同有绎。决拾既佽，弓矢既调。射夫既同，助我举柴。四黄既驾，两骖不猗。不失其驰，舍矢如破。萧萧马鸣，悠悠旆旌。徒御不惊，大庖不盈。之子于征，有闻无声。允矣君子，展也大成。"},
{"title": "南山有台", "author": "佚名", "dynasty": "先秦", "content": "南山有台，北山有莱。乐只君子，邦家之基。乐只君子，万寿无期。南山有桑，北山有杨。乐只君子，邦家之光。乐只君子，万寿无疆。南山有杞，北山有李。乐只君子，民之父母。乐只君子，德音不已。南山有栲，北山有杻。乐只君子，遐不眉寿。乐只君子，德音是茂。南山有枸，北山有楰。乐只君子，遐不黄耇。乐只君子，保艾尔后。"},
{"title": "羔裘", "author": "佚名", "dynasty": "先秦", "content": "羔裘逍遥，狐裘以朝。岂不尔思？劳心忉忉。羔裘翱翔，狐裘在堂。岂不尔思？我心忧伤。羔裘如膏，日出有曜。岂不尔思？中心是悼。"},
{"title": "彤弓", "author": "佚名", "dynasty": "先秦", "content": "彤弓弨兮，受言藏之。我有嘉宾，中心贶之。钟鼓既设，一朝飨之。彤弓弨兮，受言载之。我有嘉宾，中心喜之。钟鼓既设，一朝右之。彤弓弨兮，受言櫜之。我有嘉宾，中心好之。钟鼓既设，一朝酬之。"},
{"title": "玄鸟", "author": "佚名", "dynasty": "先秦", "content": "天命玄鸟，降而生商，宅殷土芒芒。古帝命武汤，正域彼四方。\r\n方命厥后，奄有九有。商之先后，受命不殆，在武丁孙子。武丁孙子，武王靡不胜。\r\n龙旂十乘，大糦是承。邦畿千里，维民所止，肇域彼四海。\r\n四海来假，来假祁祁。景员维河。殷受命咸宜，百禄是何。"},
{"title": "酌", "author": "佚名", "dynasty": "先秦", "content": "於铄王师，遵养时晦。时纯熙矣，是用大介。我龙受之，蹻蹻王之造。载用有嗣，实维尔公允师。 "},
{"title": "昊天有成命", "author": "佚名", "dynasty": "先秦", "content": "昊天有成命，二后受之。成王不敢康，夙夜基命宥密。於缉熙！单厥心，肆其靖之。"},
{"title": "渐渐之石", "author": "佚名", "dynasty": "先秦", "content": "渐渐之石，维其高矣。山川悠远，维其劳矣。武人东征，不皇朝矣。渐渐之石，维其卒矣。山川悠远，曷其没矣？武人东征，不皇出矣。有豕白蹢，烝涉波矣。月离于毕，俾滂沱矣。武人东征，不皇他矣。"},
{"title": "载见", "author": "佚名", "dynasty": "先秦", "content": "载见辟王，曰求厥章。龙旂阳阳，和铃央央。鞗革有鸧，休有烈光。率见昭考，以孝以享。以介眉寿，永言保之，思皇多祜。烈文辟公，绥以多福，俾缉熙于纯嘏。"},
{"title": "我将", "author": "佚名", "dynasty": "先秦", "content": "我将我享，维羊维牛，维天羊右之。仪式刑文王之典，日靖四方。伊嘏文王，既右飨之。我羊夙夜，畏天之威，于时保之。"},
{"title": "臣工", "author": "佚名", "dynasty": "先秦", "content": "嗟嗟臣工，敬尔在公。王厘尔成，来咨来茹。嗟嗟保介，维莫之春，亦又何求？如何新畲？於皇来牟，将受厥明。明昭上帝，迄用康年。命我众人：庤乃钱镈，奄观铚艾。"},
{"title": "雝", "author": "佚名", "dynasty": "先秦", "content": "有来雝雝，至止肃肃。相维辟公，天子穆穆。於荐广牡，相予肆祀。假哉皇考！绥予孝子。\r\n宣哲维人，文武维后。燕及皇天，克昌厥后。绥我眉寿，介以繁祉，既右烈考，亦右文母。"},
{"title": "黍苗", "author": "佚名", "dynasty": "先秦", "content": "芃芃黍苗，阴雨膏之。悠悠南行，召伯劳之。\r\n我任我辇，我车我牛。我行既集，盖云归哉。\r\n我徒我御，我师我旅。我行既集，盖云归处。\r\n肃肃谢功，召伯营之。烈烈征师，召伯成之。\r\n原隰既平，泉流既清。召伯有成，王心则宁。"},
{"title": "假乐", "author": "佚名", "dynasty": "先秦", "content": "假乐君子，显显令德，显民显人。受禄于天，保右命之，自天申之。干禄百福，子孙千亿。穆穆皇皇，显君显王。不愆不忘，率由旧章。威仪抑抑，德音秩秩。无怨无恶，率由群匹。受福无疆，四方之纲。之纲之纪，燕及朋友。百辟卿士，媚于天子。不解于位，民之攸塈。 "},
{"title": "文王有声", "author": "佚名", "dynasty": "先秦", "content": "文王有声，遹骏有声。遹求骏宁，遹观骏成。文王烝哉！\r\n文王受命，有此武功。既伐于崇，作邑于丰。文王烝哉！\r\n筑城伊淢，作丰伊匹。匪棘其欲，遹追来孝。王后烝哉！\r\n王公伊濯，维丰之垣。四方攸同，王后维翰。王后烝哉！\r\n丰水东注，维禹之绩。四方攸同，皇王维辟。皇王烝哉！\r\n镐京辟雍，自西自东，自南自北，无思不服。皇王烝哉！\r\n考卜维王，宅是镐京。维龟正之，武王成之。武王烝哉！\r\n丰水有芑，武王岂不仕？诒骏孙谋，以燕翼子。武王烝哉！"},
{"title": "丰年", "author": "佚名", "dynasty": "先秦", "content": "丰年多黍多稌，亦有高廪，万亿及秭。为酒为醴，烝畀祖妣。以洽百礼，降福孔皆。"},
{"title": "裳裳者华", "author": "佚名", "dynasty": "先秦", "content": "裳裳者华，其叶湑兮。我觏之子，我心写兮。我心写兮，是以有誉处兮。\r\n裳裳者华，芸其黄矣。我觏之子，维其有章矣。维其有章矣，是以有庆矣。\r\n裳裳者华，或黄或白。我觏之子，乘其四骆。乘其四骆，六辔沃若。\r\n左之左之，君子宜之。右之右之，君子有之。维其有之，是以似之。"},
{"title": "伐木", "author": "佚名", "dynasty": "先秦", "content": "伐木丁丁，鸟鸣嘤嘤。出自幽谷，迁于乔木。嘤其鸣矣，求其友声。相彼鸟矣，犹求友声。矧伊人矣，不求友生？神之听之，终和且平。伐木许许，酾酒有藇！既有肥羜，以速诸父。宁适不来，微我弗顾。於粲洒扫，陈馈八簋。既有肥牡，以速诸舅。宁适不来，微我有咎。伐木于阪，酾酒有衍。笾豆有践，兄弟无远。民之失德，乾餱以愆。有酒湑我，无酒酤我。坎坎鼓我，蹲蹲舞我。迨我暇矣，饮此湑矣。"},
{"title": "凫鹥", "author": "佚名", "dynasty": "先秦", "content": "凫鹥在泾，公尸来燕来宁。尔酒既清，尔肴既馨。公尸燕饮，福禄来成。\r\n凫鹥在沙，公尸来燕来宜。尔酒既多，尔肴既嘉。公尸燕饮，福禄来为。\r\n凫鹥在渚，公尸来燕来处。尔酒既湑，尔肴伊脯。公尸燕饮，福禄来下。\r\n凫鹥在潀，公尸来燕来宗，既燕于宗，福禄攸降。公尸燕饮，福禄来崇。\r\n凫鹥在亹，公尸来止熏熏。旨酒欣欣，燔炙芬芬。公尸燕饮，无有后艰。"},
{"title": "狼跋", "author": "佚名", "dynasty": "先秦", "content": "狼跋其胡，载疐其尾。公孙硕肤，赤舄几几。狼疐其尾，载跋其胡。公孙硕肤，德音不瑕？ "},
{"title": "江汉", "author": "佚名", "dynasty": "先秦", "content": "江汉浮浮，武夫滔滔。匪安匪游，淮夷来求。既出我车，既设我旟。匪安匪舒，淮夷来铺。\r\n江汉汤汤，武夫洸洸。经营四方，告成于王。四方既平，王国庶定。时靡有争，王心载宁。\r\n江汉之浒，王命召虎：式辟四方，彻我疆土。匪疚匪棘，王国来极。于疆于理，至于南海。\r\n王命召虎：来旬来宣。文武受命，召公维翰。无曰予小子，召公是似。肇敏戎公，用锡尔祉。\r\n釐尔圭瓒，秬鬯一卣。告于文人，锡山土田。于周受命，自召祖命，虎拜稽首：天子万年！\r\n虎拜稽首，对扬王休。作召公考：天子万寿！明明天子，令闻不已，矢其文德，洽此四国。"},
{"title": "天作", "author": "佚名", "dynasty": "先秦", "content": "天作高山，大王荒之。彼作矣，文王康之。彼徂矣，岐有夷之行。子孙保之。"},
{"title": "巷伯", "author": "佚名", "dynasty": "先秦", "content": "萋兮斐兮，成是贝锦。彼谮人者，亦已大甚！\r\n哆兮侈兮，成是南箕。彼谮人者，谁适与谋。\r\n缉缉翩翩，谋欲谮人。慎尔言也，谓尔不信。\r\n捷捷幡幡，谋欲谮言。岂不尔受？既其女迁。\r\n骄人好好，劳人草草。苍天苍天，视彼骄人，矜此劳人。\r\n彼谮人者，谁适与谋？取彼谮人，投畀豺虎。豺虎不食，投畀有北。有北不受，投畀有昊！\r\n杨园之道，猗于亩丘。寺人孟子，作为此诗。凡百君子，敬而听之。"},
{"title": "潜", "author": "佚名", "dynasty": "先秦", "content": "猗与漆沮，潜有多鱼。有鳣有鲔，鲦鲿鰋鲤。以享以祀，以介景福。"},
{"title": "访落", "author": "佚名", "dynasty": "先秦", "content": "访予落止，率时昭考。於乎悠哉，朕未有艾。将予就之，继犹判涣。维予小子，未堪家多难。绍庭上下，陟降厥家。休矣皇考，以保明其身。"},
{"title": "抑", "author": "佚名", "dynasty": "先秦", "content": "抑抑威仪，维德之隅。人亦有言：靡哲不愚，庶人之愚，亦职维疾。哲人之愚，亦维斯戾。\r\n无竞维人，四方其训之。有觉德行，四国顺之。訏谟定命，远犹辰告。敬慎威仪，维民之则。\r\n其在于今，兴迷乱于政。颠覆厥德，荒湛于酒。女虽湛乐从，弗念厥绍。罔敷求先王，克共明刑。\r\n肆皇天弗尚，如彼泉流，无沦胥以亡。夙兴夜寐，洒扫庭内，维民之章。修尔车马，弓矢戎兵，用戒戎作，用逷蛮方。\r\n质尔人民，谨尔侯度，用戒不虞。慎尔出话，敬尔威仪，无不柔嘉。白圭之玷，尚可磨也；斯言之玷，不可为也！\r\n无易由言，无曰苟矣，莫扪朕舌，言不可逝矣。无言不雠，无德不报。惠于朋友，庶民小子。子孙绳绳，万民靡不承。\r\n视尔友君子，辑柔尔颜，不遐有愆。相在尔室，尚不愧于屋漏。无曰不显，莫予云觏。神之格思，不可度思，矧可射思！\r\n辟尔为德，俾臧俾嘉。淑慎尔止，不愆于仪。不僭不贼，鲜不为则。投我以桃，报之以李。彼童而角，实虹小子。\r\n荏染柔木，言缗之丝。温温恭人，维德之基。其维哲人，告之话言，顺德之行。其维愚人，覆谓我僭。民各有心。\r\n於乎小子，未知臧否。匪手携之，言示之事。匪面命之，言提其耳。借曰未知，亦既抱子。民之靡盈，谁夙知而莫成？\r\n昊天孔昭，我生靡乐。视尔梦梦，我心惨惨。诲尔谆谆，听我藐藐。匪用为教，覆用为虐。借曰未知，亦聿既耄。\r\n于乎，小子，告尔旧止。听用我谋，庶无大悔。天方艰难，曰丧厥国。取譬不远，昊天不忒。回遹其德，俾民大棘。"},
{"title": "清庙", "author": "佚名", "dynasty": "先秦", "content": "於穆清庙，肃雍显相。济济多士，秉文之德。对越在天，骏奔走在庙。不显不承，无射于人斯！ "},
{"title": "车舝", "author": "佚名", "dynasty": "先秦", "content": "间关车之舝兮，思娈季女兮兮。匪饥匪渴，德音来括。虽无好友？式燕且喜。依彼平林，有集维鷮。辰彼硕女，令德来教。式燕且誉，好尔无射。虽无旨酒？式饮庶几。虽无嘉肴？式食庶几。虽无德与女？式歌且舞？陟彼高冈，析其柞薪。析其柞薪，其叶湑兮。鲜我觏尔，我心写兮。高山仰止，景行行止。四牡騑騑，六辔如琴。觏尔新婚，以慰我心。"},
{"title": "九辩", "author": "宋玉", "dynasty": "先秦", "content": "悲哉，秋之为气也！萧瑟兮气木摇落而变衰。憭栗兮若在远行，登山临水兮送将归。泬漻兮天高而气清，寂漻兮收潦而水清。憯悽增欷兮，薄寒之中人，怆怳懭悢兮，去故而就新。坎廪兮贫士失职而志不平，廓落兮羁旅而无友生，惆怅兮而私自怜！燕翩翩其辞归兮，蝉寂漠而无声。雁廱廱而南游兮，鹍鸡啁哳而悲鸣。独申旦而不寐兮，哀蟋蟀之宵征。时亹亹而过中兮，蹇淹留而无成。悲忧穷戚兮独处廓，有美一人兮心不绎。去乡离家兮来远客，超逍遥兮今焉薄！专思君兮不可化，君不知兮可奈何！蓄怨兮积思，心烦憺兮忘食事。原一见兮道余意，君之心兮与余异。车既驾兮朅而归，不得见兮心伤悲。倚结軨兮长太息，涕潺湲兮下霑轼。忼慨绝兮不得，中瞀乱兮迷惑。私自怜兮何极？心怦怦兮谅直。皇天平分四时兮，窃独悲此凛秋。白露既下百气兮，奄离披此梧楸。去白日之昭昭兮，袭长夜之悠悠。离芳蔼之方壮兮，余萎约而悲愁。秋既先戒以白露兮，冬又申之以严霜。收恢台之孟夏兮，然欿傺而沉藏。叶菸邑而无色兮，枝烦挐而交横。颜淫溢而将罢兮，柯仿佛而萎黄。萷櫹椮之可哀兮，形销铄而瘀伤。惟其纷糅而将落兮，恨其失时而无当。揽騑辔而下节兮，聊逍遥以相佯。岁忽忽而遒尽兮，恐余寿之弗将。悼余生之不时兮，逢此世之俇攘。澹容与而独倚兮，蟋蟀鸣此西堂。心怵惕而震荡兮，何所忧之多方。卬明月而太息兮，步列星而极明。窃悲夫蕙华之曾敷兮，纷旖旎乎都房。何曾华之无实兮，从风雨而飞飏！以为君独服此蕙兮，羌无以异于众芳。闵奇思之不通兮，将去君而高翔。心闵怜之惨悽兮，愿一见而有明。重无怨而生离兮，中结轸而增伤。岂不郁陶而思君兮？君之门以九重！猛犬狺狺而迎吠兮，关梁闭而不通。皇天淫溢而秋霖兮，后土何时而得漧？塊独守此无泽兮，仰浮云而永叹！何时俗之工巧兮？背绳墨而改错！\r\n郤骐骥而不乘兮，策驽骀而取路。当世岂无骐骥兮，诚莫之能善御。见执辔者非其人兮，故駶跳而远去。凫雁皆唼夫梁藻兮，凤愈飘翔而高举。圜凿而方枘兮，吾固知其鉏铻而难入。众鸟皆有所登棲兮，凤独遑遑而无所集。原衔枚而无言兮，尝被君之渥洽。太公九十乃显荣兮，诚未遇其匹合。谓骐骥兮安归？谓凤皇兮安棲？变古易俗兮世衰，今之相者兮举肥。骐骥伏匿而不见兮，凤皇高飞而不下。鸟兽犹知怀德兮，何云贤士之不处？骥不骤进而求服兮，凤亦不贪餧而妄食。君弃远而不察兮，虽原忠其焉得？欲寂漠而绝端兮，窃不敢忘初之厚德。独悲愁其伤人兮，冯郁郁其何极？霜露惨悽而交下兮，心尚幸其弗济。霰雪雰糅其增加兮，乃知遭命之将至。原徼幸而有待兮，泊莽莽与野气同死。原自往而径游兮，路壅绝而不通。欲循道而平驱兮，又未知其所从。然中路而迷惑兮，自压桉而学诵。性愚陋以褊浅兮，信未达乎从容。窃美申包胥之气盛兮，恐时世之不固。何时俗之工巧兮？灭规矩而改凿！独耿介而不随兮，原慕先圣之遗教。处浊世而显荣兮，非余心之所乐。与其无义而有名兮，宁穷处而守高。食不媮而为饱兮，衣不苟而为温。窃慕诗人之遗风兮，原讬志乎素餐。蹇充倔而无端兮，泊莽莽而无垠。无衣裘以御冬兮，恐溘死不得见乎阳春。靓杪秋之遥夜兮，心缭悷而有哀。春秋逴逴而日高兮，然惆怅而自悲。四时递来而卒岁兮，阴阳不可与俪偕。白日晼晚其将入兮，明月销铄而减毁。岁忽忽而遒尽兮，老冉冉而愈弛。心摇悦而日幸兮，然怊怅而无冀。中憯恻之悽怆兮，长太息而增欷。年洋洋以日往兮，老嵺廓而无处。事亹亹而觊进兮，蹇淹留而踌躇。何氾滥之浮云兮？猋壅蔽此明月。忠昭昭而原见兮，然霠曀而莫达。原皓日之显行兮，云蒙蒙而蔽之。窃不自聊而原忠兮，或黕点而汙之。尧舜之抗行兮，瞭冥冥而薄天。何险巇之嫉妒兮？被以不慈之伪名。彼日月之照明兮，尚黯黮而有瑕。何况一国之事兮，亦多端而胶加。被荷裯之晏晏兮，然潢洋而不可带。\r\n既骄美而伐武兮，负左右之耿介。憎愠惀之修美兮，好夫人之慷慨。众踥蹀而日进兮，美超远而逾迈。农夫辍耕而容与兮，恐田野之芜秽。事緜緜而多私兮，窃悼後之危败。世雷同而炫曜兮，何毁誉之昧昧！今修饰而窥镜兮，後尚可以竄藏。愿寄言夫流星兮，羌倏忽而难当。卒壅蔽此浮云，下暗漠而无光。尧舜皆有所举任兮，故高枕而自适。谅无怨于天下兮，心焉取此怵惕？乘骐骥之浏浏兮，驭安用夫强策？谅城郭之不足恃兮，虽重介之何益？邅翼翼而无终兮，忳惛惛而愁约。生天地之若过兮，功不成而无嶜。原沉滞而不见兮，尚欲布名乎天下。然潢洋而不遇兮，直怐愗而自苦。莽洋洋而无极兮，忽翱翔之焉薄？国有骥而不知乘兮，焉皇皇而更索？宁戚讴于车下兮，桓公闻而知之。无伯乐之相善兮，今谁使乎誉之？罔流涕以聊虑兮，惟著意而得之。纷纯纯之愿忠兮，妒被离而鄣之。原赐不肖之躯而别离兮，放游志乎云中。乘精气之抟抟兮，骛诸神之湛湛。骖白霓之習習兮，历群灵之丰丰。左硃雀之茇茇兮，右苍龙之躣躣。属雷师之阗阗兮，通飞廉之衙衙。前轻辌之锵锵兮，后辎乘之从从。载云旗之委蛇兮，扈屯骑之容容。计专专之不可化兮，原遂推而为臧。赖皇天之厚德兮，还及君之无恙！"},
{"title": "巧言", "author": "佚名", "dynasty": "先秦", "content": "悠悠昊天，曰父母且。无罪无辜，乱如此幠。昊天已威，予慎无罪。昊天大幠，予慎无辜。\r\n乱之初生，僭始既涵。乱之又生，君子信谗。君子如怒，乱庶遄沮。君子如祉，乱庶遄已。\r\n君子屡盟，乱是用长。君子信盗，乱是用暴。盗言孔甘，乱是用餤。匪其止共，维王之邛。\r\n奕奕寝庙，君子作之。秩秩大猷，圣人莫之。他人有心，予忖度之。跃跃毚兔，遇犬获之。\r\n荏染柔木，君子树之。往来行言，心焉数之。蛇蛇硕言，出自口矣。巧言如簧，颜之厚矣。\r\n彼何人斯？居河之麋。无拳无勇，职为乱阶。既微且尰，尔勇伊何？为犹将多，尔居徒几何？"},
{"title": "敬之", "author": "佚名", "dynasty": "先秦", "content": "敬之敬之，天维显思，命不易哉。无曰高高在上，陟降厥士，日监在兹。维予小子，不聪敬止。日就月将，学有缉熙于光明。佛时仔肩，示我显德行。"},
{"title": "瞻卬", "author": "佚名", "dynasty": "先秦", "content": "瞻卬昊天，则不我惠？孔填不宁，降此大厉。邦靡有定，士民其瘵。蟊贼蟊疾，靡有夷届。罪罟不收，靡有夷瘳！\r\n人有土田，女反有之。人有民人，女覆夺之。此宜无罪，女反收之。彼宜有罪，女覆说之。\r\n哲夫成城，哲妇倾城。懿厥哲妇，为枭为鸱。妇有长舌，维厉之阶！乱匪降自天，生自妇人。匪教匪诲，时维妇寺。\r\n鞫人忮忒，谮始竟背。岂曰不极，伊胡为慝？如贾三倍，君子是识。妇无公事，休其蚕织。\r\n天何以刺？何神不富？舍尔介狄，维予胥忌。不吊不祥，威仪不类。人之云亡，邦国殄瘁！\r\n天之降罔，维其优矣。人之云亡，心之忧矣。天之降罔，维其几矣。人之云亡，心之悲矣！\r\n觱沸槛泉，维其深矣。心之忧矣，宁自今矣？不自我先，不自我后。藐藐昊天，无不可巩。无忝皇祖，式救尔后。"},
{"title": "时迈", "author": "佚名", "dynasty": "先秦", "content": "时迈其邦，昊天其子之，实天序有周。薄言震之，莫不震叠。怀柔百神，及河乔岳，允王维后。\r\n明昭有周，式序在位。载戢干戈，载橐弓矢。我求懿德，肆于时夏，允王保之。"},
{"title": "大田", "author": "佚名", "dynasty": "先秦", "content": "大田多稼，既种既戒，既备乃事。以我覃耜，俶载南亩。播厥百谷，既庭且硕，曾孙是若。\r\n既方既皁，既坚既好，不稂不莠。去其螟螣，及其蟊贼，无害我田稚。田祖有神，秉畀炎火。\r\n有渰萋萋，兴雨祈祈。雨我公田，遂及我私。彼有不获稚，此有不敛穧，彼有遗秉，此有滞穗，伊寡妇之利。\r\n曾孙来止，以其妇子。馌彼南亩，田畯至喜。来方禋祀，以其骍黑，与其黍稷。以享以祀，以介景福。"},
{"title": "公刘", "author": "佚名", "dynasty": "先秦", "content": "笃公刘，匪居匪康。乃埸乃疆，乃积乃仓；乃裹餱粮，于橐于囊。思辑用光，弓矢斯张；干戈戚扬，爰方启行。\r\n笃公刘，于胥斯原。既庶既繁，既顺乃宣，而无永叹。陟则在巘，复降在原。何以舟之？维玉及瑶，鞞琫容刀。\r\n笃公刘，逝彼百泉。瞻彼溥原，乃陟南冈。乃觏于京，京师之野。于时处处，于时庐旅，于时言言，于时语语。\r\n笃公刘，于京斯依。跄跄济济，俾筵俾几。既登乃依，乃造其曹。执豕于牢，酌之用匏。食之饮之，君之宗之。\r\n笃公刘，既溥既长。既景乃冈，相其阴阳，观其流泉。其军三单，度其隰原。彻田为粮，度其夕阳。豳居允荒。\r\n笃公刘，于豳斯馆。涉渭为乱，取厉取锻，止基乃理。爰众爰有，夹其皇涧。溯其过涧。止旅乃密，芮鞫之即。"},
{"title": "苕之华", "author": "佚名", "dynasty": "先秦", "content": "苕之华，芸其黄矣。心之忧矣，维其伤矣！苕之华，其叶青青。知我如此，不如无生！牂羊坟首，三星在罶。人可以食，鲜可以饱！"},
{"title": "正月", "author": "佚名", "dynasty": "先秦", "content": "正月繁霜，我心忧伤。民之讹言，亦孔之将。念我独兮，忧心京京。哀我小心，癙忧以痒。\r\n父母生我，胡俾我瘉？不自我先，不自我后。好言自口，莠言自口。忧心愈愈，是以有侮。\r\n忧心惸惸，念我无禄。民之无辜，并其臣仆。哀我人斯，于何从禄？瞻乌爰止？于谁之屋？\r\n瞻彼中林，侯薪侯蒸。民今方殆，视天梦梦。既克有定，靡人弗胜。有皇上帝，伊谁云憎？\r\n谓山盖卑，为冈为陵。民之讹言，宁莫之惩。召彼故老，讯之占梦。具曰予圣，谁知乌之雌雄！\r\n谓天盖高，不敢不局。谓地盖厚，不敢不蹐。维号斯言，有伦有脊。哀今之人，胡为虺蜴？\r\n瞻彼阪田，有菀其特。天之杌我，如不我克。彼求我则，如不我得。执我仇仇，亦不我力。\r\n心之忧矣，如或结之。今兹之正，胡然厉矣？燎之方扬，宁或灭之？赫赫宗周，褒姒灭之！\r\n终其永怀，又窘阴雨。其车既载，乃弃尔辅。载输尔载，将伯助予！\r\n无弃尔辅，员于尔辐。屡顾尔仆，不输尔载。终逾绝险，曾是不意。\r\n鱼在于沼，亦匪克乐。潜虽伏矣，亦孔之炤。忧心惨惨，念国之为虐！\r\n彼有旨酒，又有嘉肴。洽比其邻，婚姻孔云。念我独兮，忧心殷殷。\r\n佌佌彼有屋，蔌蔌方有谷。民今之无禄，天夭是椓。哿矣富人，哀此惸独。"},
{"title": "文王有声", "author": "佚名", "dynasty": "先秦", "content": "文王有声，遹骏有声。遹求厥宁，遹观厥成。文王烝哉！\r\n文王受命，有此武功。既伐于崇，作邑于丰。文王烝哉！\r\n筑城伊淢，作丰伊匹。匪棘其欲，遹追来孝。王后烝哉！\r\n王公伊濯，维丰之垣。四方攸同，王后维翰。王后烝哉！\r\n丰水东注，维禹之绩。四方攸同，皇王维辟。皇王烝哉！\r\n镐京辟雍，自西自东，自南自北，无思不服。皇王烝哉！\r\n考卜维王，宅是镐京。维龟正之，武王成之。武王烝哉！\r\n丰水有芑，武王岂不仕？诒厥孙谋，以燕翼子。武王烝哉！"},
{"title": "白华", "author": "佚名", "dynasty": "先秦", "content": "白华菅兮，白茅束兮。之子之远，俾我独兮。\r\n英英白云，露彼菅茅。天步艰难，之子不犹。\r\n滮池北流，浸彼稻田。啸歌伤怀，念彼硕人。\r\n樵彼桑薪，卬烘于煁。维彼硕人，实劳我心。\r\n鼓钟于宫，声闻于外。念子懆懆，视我迈迈。\r\n有鹙在梁，有鹤在林。维彼硕人，实劳我心。\r\n鸳鸯在梁，戢其左翼。之子无良，二三其德。\r\n有扁斯石，履之卑兮。之子之远，俾我疧兮。"},
{"title": "九歌·少司命", "author": "屈原", "dynasty": "先秦", "content": "秋兰兮麋芜，罗生兮堂下。绿叶兮素华，芳菲菲兮袭予。夫人自有兮美子，荪何㠯兮愁苦？秋兰兮青青，绿叶兮紫茎。满堂兮美人，忽独与余兮目成。入不言兮出不辞，乘回风兮载云旗。悲莫悲兮生别离，乐莫乐兮新相知。荷衣兮蕙带，儵而来兮忽而逝。夕宿兮帝郊，君谁须兮云之际？与女沐兮咸池，晞女发兮阳之阿。望美人兮未来，临风怳兮浩歌。孔盖兮翠旍，登九天兮抚彗星。竦长剑兮拥幼艾，荪独宜兮为民正。 "},
{"title": "吉日", "author": "佚名", "dynasty": "先秦", "content": "吉日维戊，既伯既祷。田车既好，四牡孔阜。升彼大阜，从其群丑。吉日庚午，既差我马。兽之所同，麀鹿麌麌。漆沮之从，天子之所。瞻彼中原，其祁孔有。儦儦俟俟，或群或友。悉率左右，以燕天子。既张我弓，既挟我矢。发彼小豝，殪此大兕。以御宾客，且以酌醴。"},
{"title": "桑扈", "author": "佚名", "dynasty": "先秦", "content": "交交桑扈，有莺其羽。君子乐胥，受天之祜。\r\n交交桑扈，有莺其领。君子乐胥，万邦之屏。\r\n之屏之翰，百辟为宪。不戢不难，受福不那。\r\n兕觥其觩，旨酒思柔。彼交匪敖，万福来求。"},
{"title": "常武", "author": "佚名", "dynasty": "先秦", "content": "赫赫明明。王命卿士，南仲命祖，命师皇父。整我六师，以脩我戎。既敬既戒，惠此南国。\r\n王谓尹氏，命程伯休父，左右陈行。戒我师旅，率彼淮浦，省此徐土。不留不处，三事就绪。\r\n赫赫业业，有严天子。王舒保作，匪绍匪游。徐方绎骚，震惊徐方。如雷如霆，徐方震惊。\r\n王奋厥武，如震如怒。进厥虎臣，阚如虓虎。铺敦淮濆，仍执丑虏。截彼淮浦，王师之所。\r\n王旅啴啴，如飞如翰。如江如汉，如山之苞。如川之流，绵绵翼翼。不测不克，濯征徐国。\r\n王犹允塞，徐方既来。徐方既同，天子之功。四方既平，徐方来庭。徐方不回，王曰还归。"},
{"title": "苏秦以连横说秦", "author": "佚名", "dynasty": "先秦", "content": "　　苏秦始将连横说秦惠王曰：“大王之国，西有巴、蜀、汉中之利，北有胡貉、代马之用，南有巫山、黔中之限，东有肴、函之固。田肥美，民殷富，战车万乘，奋击百万，沃野千里，蓄积饶多，地势形便，此所谓天府，天下之雄国也。以大王之贤，士民之众，车骑之用，兵法之教，可以并诸侯，吞天下，称帝而治。愿大王少留意，臣请奏其效。”\r\n　　秦王曰：“寡人闻之：毛羽不丰满者，不可以高飞，文章不成者不可以诛罚，道德不厚者不可以使民，政教不顺者不可以烦大臣。今先生俨然不远千里而庭教之，愿以异日。”\r\n　　苏秦曰：“臣固疑大王之不能用也。昔者神农伐补遂，黄帝伐涿鹿而禽蚩尤，尧伐驩兜，舜伐三苗，禹伐共工，汤伐有夏，文王伐崇，武王伐纣，齐桓任战而伯天下。由此观之，恶有不战者乎？古者使车毂击驰，言语相结，天下为一，约从连横，兵革不藏。文士并饬，诸侯乱惑，万端俱起，不可胜理。科条既备，民多伪态，书策稠浊，百姓不足。上下相愁，民无所聊，明言章理，兵甲愈起。辩言伟服，战攻不息，繁称文辞，天下不治。舌弊耳聋，不见成功，行义约信，天下不亲。于是乃废文任武，厚养死士，缀甲厉兵，效胜于战场。夫徒处而致利，安坐而广地，虽古五帝三王五伯，明主贤君，常欲坐而致之，其势不能。故以战续之，宽则两军相攻，迫则杖戟相橦，然后可建大功。是故兵胜于外，义强于内，威立于上，民服于下。今欲并天下，凌万乘，诎敌国，制海内，子元元，臣诸侯，非兵不可。今不嗣主，忽于至道，皆惛于教，乱于治，迷于言，惑于语，沈于辩，溺于辞。以此论之，王固不能行也。”\r\n　　说秦王书十上而说不行，黑貂之裘敝，黄金百斤尽，资用乏绝，去秦而归，羸縢履蹻，负书担橐，形容枯槁，面目犁黑，状有愧色。归至家，妻不下紝，嫂不为炊。父母不与言。苏秦喟叹曰：“妻不以我为夫，嫂不以我为叔，父母不以我为子，是皆秦之罪也。”乃夜发书，陈箧数十，得太公阴符之谋，伏而诵之，简练以为揣摩。读书欲睡，引锥自刺其股，血流至足，曰：“安有说人主，不能出其金玉锦绣，取卿相之尊者乎？”期年，揣摩成，曰：“此真可以说当世之君矣。”\r\n　　于是乃摩燕乌集阙，见说赵王于华屋之下，抵掌而谈，赵王大悦，封为武安君。受相印，革车百乘，锦绣千纯，白璧百双，黄金万溢，以随其后，约从散横以抑强秦，故苏秦相于赵而关不通。\r\n　　当此之时，天下之大，万民之众，王侯之威，谋臣之权，皆欲决苏秦之策。不费斗粮，未烦一兵，未战一士，未绝一弦，未折一矢，诸侯相亲，贤于兄弟。夫贤人在而天下服，一人用而天下从，故曰：式于政不式于勇；式于廊庙之内，不式于四境之外。当秦之隆，黄金万溢为用，转毂连骑，炫熿于道，山东之国从风而服，使赵大重。且夫苏秦，特穷巷掘门桑户棬枢之士耳，伏轼撙衔，横历天下，廷说诸侯之王，杜左右之口，天下莫之能伉。\r\n　　将说楚王，路过洛阳，父母闻之，清宫除道，张乐设饮，郊迎三十里。妻侧目而视，倾耳而听。嫂蛇行匍伏，四拜自跪而谢。苏秦曰：“嫂何前倨而后卑也？”嫂曰：“以季子之位尊而多金。”苏秦曰：“嗟乎！贫穷则父母不子，富贵则亲戚畏惧。人生世上，势位富厚，盖可忽乎哉？”"},
{"title": "九辩", "author": "宋玉", "dynasty": "先秦", "content": "悲哉，秋之为气也！萧瑟兮草木摇落而变衰。憭栗兮若在远行，登山临水兮送将归。泬漻兮天高而气清，寂漻兮收潦而水清。憯悽增欷兮，薄寒之中人，怆怳懭悢兮，去故而就新。坎廪兮贫士失职而志不平，廓落兮羁旅而无友生，惆怅兮而私自怜！燕翩翩其辞归兮，蝉寂漠而无声。雁廱廱而南游兮，鹍鸡啁哳而悲鸣。独申旦而不寐兮，哀蟋蟀之宵征。时亹亹而过中兮，蹇淹留而无成。悲忧穷戚兮独处廓，有美一人兮心不绎。去乡离家兮来远客，超逍遥兮今焉薄！专思君兮不可化，君不知兮可奈何！蓄怨兮积思，心烦憺兮忘食事。原一见兮道余意，君之心兮与余异。车既驾兮朅而归，不得见兮心伤悲。倚结軨兮长太息，涕潺湲兮下霑轼。忼慨绝兮不得，中瞀乱兮迷惑。私自怜兮何极？心怦怦兮谅直。皇天平分四时兮，窃独悲此凛秋。白露既下百草兮，奄离披此梧楸。去白日之昭昭兮，袭长夜之悠悠。离芳蔼之方壮兮，余萎约而悲愁。秋既先戒以白露兮，冬又申之以严霜。收恢台之孟夏兮，然欿傺而沉藏。叶菸邑而无色兮，枝烦挐而交横。颜淫溢而将罢兮，柯仿佛而萎黄。萷櫹椮之可哀兮，形销铄而瘀伤。惟其纷糅而将落兮，恨其失时而无当。揽騑辔而下节兮，聊逍遥以相佯。岁忽忽而遒尽兮，恐余寿之弗将。悼余生之不时兮，逢此世之俇攘。澹容与而独倚兮，蟋蟀鸣此西堂。心怵惕而震荡兮，何所忧之多方。卬明月而太息兮，步列星而极明。窃悲夫蕙华之曾敷兮，纷旖旎乎都房。何曾华之无实兮，从风雨而飞飏！以为君独服此蕙兮，羌无以异于众芳。闵奇思之不通兮，将去君而高翔。心闵怜之惨悽兮，愿一见而有明。重无怨而生离兮，中结轸而增伤。岂不郁陶而思君兮？君之门以九重！猛犬狺狺而迎吠兮，关梁闭而不通。皇天淫溢而秋霖兮，后土何时而得漧？塊独守此无泽兮，仰浮云而永叹！何时俗之工巧兮？背绳墨而改错！\r\n郤骐骥而不乘兮，策驽骀而取路。当世岂无骐骥兮，诚莫之能善御。见执辔者非其人兮，故駶跳而远去。凫雁皆唼夫梁藻兮，凤愈飘翔而高举。圜凿而方枘兮，吾固知其鉏铻而难入。众鸟皆有所登棲兮，凤独遑遑而无所集。原衔枚而无言兮，尝被君之渥洽。太公九十乃显荣兮，诚未遇其匹合。谓骐骥兮安归？谓凤皇兮安棲？变古易俗兮世衰，今之相者兮举肥。骐骥伏匿而不见兮，凤皇高飞而不下。鸟兽犹知怀德兮，何云贤士之不处？骥不骤进而求服兮，凤亦不贪餧而妄食。君弃远而不察兮，虽原忠其焉得？欲寂漠而绝端兮，窃不敢忘初之厚德。独悲愁其伤人兮，冯郁郁其何极？霜露惨悽而交下兮，心尚幸其弗济。霰雪雰糅其增加兮，乃知遭命之将至。原徼幸而有待兮，泊莽莽与野草同死。原自往而径游兮，路壅绝而不通。欲循道而平驱兮，又未知其所从。然中路而迷惑兮，自压桉而学诵。性愚陋以褊浅兮，信未达乎从容。窃美申包胥之气盛兮，恐时世之不固。何时俗之工巧兮？灭规矩而改凿！独耿介而不随兮，原慕先圣之遗教。处浊世而显荣兮，非余心之所乐。与其无义而有名兮，宁穷处而守高。食不媮而为饱兮，衣不苟而为温。窃慕诗人之遗风兮，原讬志乎素餐。蹇充倔而无端兮，泊莽莽而无垠。无衣裘以御冬兮，恐溘死不得见乎阳春。靓杪秋之遥夜兮，心缭悷而有哀。春秋逴逴而日高兮，然惆怅而自悲。四时递来而卒岁兮，阴阳不可与俪偕。白日晼晚其将入兮，明月销铄而减毁。岁忽忽而遒尽兮，老冉冉而愈弛。心摇悦而日幸兮，然怊怅而无冀。中憯恻之悽怆兮，长太息而增欷。年洋洋以日往兮，老嵺廓而无处。事亹亹而觊进兮，蹇淹留而踌躇。何氾滥之浮云兮？猋壅蔽此明月。忠昭昭而原见兮，然霠曀而莫达。原皓日之显行兮，云蒙蒙而蔽之。窃不自聊而原忠兮，或黕点而汙之。尧舜之抗行兮，瞭冥冥而薄天。何险巇之嫉妒兮？被以不慈之伪名。彼日月之照明兮，尚黯黮而有瑕。何况一国之事兮，亦多端而胶加。被荷裯之晏晏兮，然潢洋而不可带。\r\n既骄美而伐武兮，负左右之耿介。憎愠惀之修美兮，好夫人之慷慨。众踥蹀而日进兮，美超远而逾迈。农夫辍耕而容与兮，恐田野之芜秽。事緜緜而多私兮，窃悼後之危败。世雷同而炫曜兮，何毁誉之昧昧！今修饰而窥镜兮，後尚可以竄藏。愿寄言夫流星兮，羌倏忽而难当。卒壅蔽此浮云，下暗漠而无光。尧舜皆有所举任兮，故高枕而自适。谅无怨于天下兮，心焉取此怵惕？乘骐骥之浏浏兮，驭安用夫强策？谅城郭之不足恃兮，虽重介之何益？邅翼翼而无终兮，忳惛惛而愁约。生天地之若过兮，功不成而无嶜。原沉滞而不见兮，尚欲布名乎天下。然潢洋而不遇兮，直怐愗而自苦。莽洋洋而无极兮，忽翱翔之焉薄？国有骥而不知乘兮，焉皇皇而更索？宁戚讴于车下兮，桓公闻而知之。无伯乐之相善兮，今谁使乎誉之？罔流涕以聊虑兮，惟著意而得之。纷纯纯之愿忠兮，妒被离而鄣之。原赐不肖之躯而别离兮，放游志乎云中。乘精气之抟抟兮，骛诸神之湛湛。骖白霓之習習兮，历群灵之丰丰。左硃雀之茇茇兮，右苍龙之躣躣。属雷师之阗阗兮，通飞廉之衙衙。前轻辌之锵锵兮，后辎乘之从从。载云旗之委蛇兮，扈屯骑之容容。计专专之不可化兮，原遂推而为臧。赖皇天之厚德兮，还及君之无恙！"},
{"title": "思文", "author": "佚名", "dynasty": "先秦", "content": "思文后稷，克配彼天。立我烝民，莫菲尔极。贻我来牟，帝命率育，无此疆尔界。陈常于时夏。"},
{"title": "思齐", "author": "佚名", "dynasty": "先秦", "content": "思齐大任，文王之母，思媚王姜，京室之妇。大姒嗣徽音，则百斯男。\r\n惠于宗公，神罔时怨，神罔时恫。刑于寡妻，至于兄弟，以御于家邦。\r\n雍雍在宫，肃肃在庙。不显亦临，无射亦保。\r\n肆戎疾不殄，烈假不瑕。不闻亦式，不谏亦入。肆成人有德，小子有造。古之人无斁，誉髦斯士。"},
{"title": "暇豫歌", "author": "佚名", "dynasty": "先秦", "content": "暇豫之吾吾不如鸟乌。人皆集于菀，己独集于枯。 "},
{"title": "麟之趾", "author": "佚名", "dynasty": "先秦", "content": "麟之趾，振振公子，于嗟麟兮。麟之定，振振公姓，于嗟麟兮。麟之角，振振公族，于嗟麟兮。 "},
{"title": "信南山", "author": "佚名", "dynasty": "先秦", "content": "信彼南山，维禹甸之。畇畇原隰，曾孙田之。我疆我理，南东其亩。\r\n上天同云。雨雪雰雰，益之以霡霂。既优既渥，既沾既足。生我百谷。\r\n疆埸翼翼，黍稷彧彧。曾孙之穑，以为酒食。畀我尸宾，寿考万年。\r\n中田有庐，疆埸有瓜。是剥是菹，献之皇祖。曾孙寿考，受天之祜。\r\n祭以清酒，从以骍牡，享于祖考。执其鸾刀，以启其毛，取其血膋。\r\n是烝是享，苾苾芬芬。祀事孔明，先祖是皇。报以介福。万寿无疆。"},
{"title": "鸨羽", "author": "佚名", "dynasty": "先秦", "content": "肃肃鸨羽，集于苞栩。王事靡盬，不能蓺稷黍。父母何怙？悠悠苍天，曷其有所？肃肃鸨翼，集于苞棘。王事靡盬，不能蓺黍稷。父母何食？悠悠苍天，曷其有极？肃肃鸨行，集于苞桑。王事靡盬，不能蓺稻梁。父母何尝？悠悠苍天，曷其有常？ "},
{"title": "思齐", "author": "佚名", "dynasty": "先秦", "content": "思齐大任，文王之母，思媚周姜，京室之妇。大姒嗣徽音，则百斯男。\r\n惠于宗公，神罔时怨，神罔时恫。刑于寡妻，至于兄弟，以御于家邦。\r\n雍雍在宫，肃肃在庙。不显亦临，无射亦保。\r\n肆戎疾不殄，烈假不瑕。不闻亦式，不谏亦入。肆成人有德，小子有造。古之人无斁，誉髦斯士。"},
{"title": "哀郢", "author": "屈原", "dynasty": "先秦", "content": "皇天之不纯命兮，何百姓之震愆。民离散而相失兮，方仲春而东迁。去故乡而就远兮，遵江夏以流亡。出国门而轸怀兮，甲之朝吾以行。发郢都而去闾兮，怊荒忽之焉极。楫齐杨以容与兮，哀见君而不再得。望长楸而太息兮，涕淫淫其若霰。过夏首而西浮兮，顾龙门而不见。心婵媛而伤怀兮，眇不知其所蹠。顺风波以从流兮，焉洋洋而为客。凌阳侯之泛滥兮，忽翱翔之焉薄。心絓结而不解兮，思蹇产而不释。将运舟而下浮兮，上洞庭而下江。去终古之所居兮，今逍遥而来东。羌灵魂之欲归兮，何须臾而忘反。背夏浦而西思兮，哀故都之日远。登大坟以远望兮，聊以舒吾忧心。哀州土之平乐兮，悲江介之遗风。当陵阳之焉至兮，淼南渡之焉如。曾不知夏之为丘兮，孰两东门之可芜。心不怡之长久兮，忧与愁其相接。惟郢路之辽远兮，江与夏之不可涉。忽若去不信兮，至今九年而不复。惨郁郁而不通兮，蹇侘傺而含戚。外承欢之汋约兮，谌荏弱而难持。忠湛湛而愿进兮，妒被离而障之。尧舜之抗行兮，瞭杳杳而薄天。众谗人之嫉妒兮，被以不慈之伪名。憎愠惀之修美兮，好夫人之慷慨。众踥蹀而日进兮，美超远而逾迈。乱曰：曼余目以流观兮，冀一反之何时。鸟飞反故乡兮，狐死必首丘。信非吾罪而弃逐兮，何日夜而忘之。 "},
{"title": "绵蛮", "author": "佚名", "dynasty": "先秦", "content": "绵蛮黄鸟，止于丘阿。道之云远，我劳如何。饮之食之，教之诲之。命彼后车，谓之载之。\r\n绵蛮黄鸟，止于丘隅。岂敢惮行，畏不能趋。饮之食之。教之诲之。命彼后车，谓之载之。\r\n绵蛮黄鸟，止于丘侧。岂敢惮行，畏不能极。饮之食之，教之诲之。命彼后车，谓之载之。"},
{"title": "板", "author": "佚名", "dynasty": "先秦", "content": "上帝板板，下民卒瘅。出话不然，为犹不远。靡圣管管。不实于亶。犹之未远，是用大谏。\r\n天之方难，无然宪宪。天之方蹶，无然泄泄。辞之辑矣，民之洽矣。辞之怿矣，民之莫矣。\r\n我虽异事，及尔同僚。我即尔谋，听我嚣嚣。我言维服，勿以为笑。先民有言，询于刍荛。\r\n天之方虐，无然谑谑。老夫灌灌，小子蹻蹻。匪我言耄，尔用忧谑。多将熇熇，不可救药。\r\n天之方懠。无为夸毗。威仪卒迷，善人载尸。民之方殿屎，则莫我敢葵？丧乱蔑资，曾莫惠我师？\r\n天之牖民，如埙如篪，如璋如圭，如取如携。携无曰益，牖民孔易。民之多辟，无自立辟。\r\n价人维藩，大师维垣，大邦维屏，大宗维翰，怀德维宁，宗子维城。无俾城坏，无独斯畏。\r\n敬天之怒，无敢戏豫。敬天之渝，无敢驰驱。昊天曰明，及尔出王。昊天曰旦，及尔游衍。"},
{"title": "无羊", "author": "佚名", "dynasty": "先秦", "content": "谁谓尔无羊？三百维群。谁谓尔无牛？九十其犉。尔羊来思，其角濈濈。尔牛来思，其耳湿湿。或降于阿，或饮于池，或寝或讹。尔牧来思，何蓑何笠，或负其餱。三十维物，尔牲则具。尔牧来思，以薪以蒸，以雌以雄。尔羊来思，矜矜兢兢，不骞不崩。麾之以肱，毕来既升。牧人乃梦，众维鱼矣，旐维旟矣，大人占之；众维鱼矣，实维丰年；旐维旟矣，室家溱溱。"},
{"title": "四月", "author": "佚名", "dynasty": "先秦", "content": "四月维夏，六月徂署。先祖匪人，胡宁忍予？\r\n秋日凄凄，百卉具腓。乱离瘼矣，爰其适归？\r\n冬日烈烈，飘风发发。民莫不穀，我独何害？\r\n山有嘉卉，侯栗侯梅。废为残贼，莫知其尤！\r\n相彼泉水，载清载浊。我日构祸，曷云能穀？\r\n滔滔江汉，南国之纪。尽瘁以仕，宁莫我有？\r\n匪鹑匪鸢，翰飞戾天。匪鳣匪鲔，潜逃于渊。\r\n山有蕨薇，隰有杞桋。君子作歌，维以告哀。"},
{"title": "北山", "author": "佚名", "dynasty": "先秦", "content": "陟彼北山，言采其杞。偕偕士子，朝夕从事。王事靡盬，忧我父母。\r\n溥天之下，莫非王土；率土之滨，莫非王臣。大夫不均，我从事独贤。\r\n四牡彭彭，王事傍傍。嘉我未老，鲜我方将。旅力方刚，经营四方。\r\n或燕燕居息，或尽瘁事国；或息偃在床，或不已于行。\r\n或不知叫号，或惨惨劬劳；或栖迟偃仰，或王事鞅掌。\r\n或湛乐饮酒，或惨惨畏咎；或出入风议，或靡事不为。"},
{"title": "惜往日", "author": "屈原", "dynasty": "先秦", "content": "惜往日之曾信兮，受命诏以昭时。奉先功以照下兮，明法度之嫌疑。国富强而法立兮，属贞臣而日娭。秘密事之载心兮，虽过失犹弗治。心纯庬而不泄兮，遭谗人而嫉之。君含怒而待臣兮，不清澄其然否。蔽晦君之聪明兮，虚惑误又以欺。弗参验以考实兮，远迁臣而弗思。信谗谀之溷浊兮，盛气志而过之。何贞臣之无罪兮，被离谤而见尤。惭光景之诚信兮，身幽隐而备之。临沅湘之玄渊兮，遂自忍而沈流。卒没身而绝名兮，惜壅君之不昭。君无度而弗察兮，使芳草为薮幽。焉舒情而抽信兮，恬死亡而不聊。独障壅而蔽隐兮，使贞臣为无由。闻百里之为虏兮，伊尹烹于庖厨。吕望屠于朝歌兮，宁戚歌而饭牛。不逢汤武与桓缪兮，世孰云而知之。吴信谗而弗味兮，子胥死而后忧。介子忠而立枯兮，文君寤而追求。封介山而为之禁兮，报大德之优游。思久故之亲身兮，因缟素而哭之。或忠信而死节兮，或訑谩而不疑。弗省察而按实兮，听谗人之虚辞。芳与泽其杂糅兮，孰申旦而别之。何芳草之早殀兮，微霜降而下戒。谅聪不明而蔽壅兮，使谗谀而日得。自前世之嫉贤兮，谓蕙若其不可佩。妒佳冶之芬芳兮，嫫母姣而自好。虽有西施之美容兮，谗妒入以自代。愿陈情以白行兮，得罪过之不意。情冤见之日明兮，如列宿之错置。乘骐骥而驰骋兮，无辔衔而自载。乘氾泭以下流兮，无舟楫而自备。背法度而心治兮，辟与此其无异。宁溘死而流亡兮，恐祸殃之有再。不毕辞而赴渊兮，惜壅君之不识。 "},
{"title": "吕相绝秦", "author": "左丘明", "dynasty": "先秦", "content": "　　夏四月戊午，晋侯使吕相绝秦，曰：“昔逮我献公及穆公相好，戮力同心，申之以盟誓，重之以昏姻。天祸晋国，文公如齐，惠公如秦。无禄，献公即世。穆公不忘旧德，俾我惠公用能奉祀于晋。又不能成大勋，而为韩之师。亦悔于厥心，用集我文公。是穆之成也。\r\n　　“文公躬擐甲胄，跋履山川，逾越险阻，征东之诸侯，虞、夏、商、周之胤，而朝诸秦，则亦既报旧德矣。郑人怒君之疆埸，我文公帅诸侯及秦围郑。秦大夫不询于我寡君，擅及郑盟。诸侯疾之，将致命于秦。文公恐惧，绥静诸侯，秦师克还无害，则是我有大造于西也。\r\n　　“无禄，文公即世；穆为不吊，蔑死我君，寡我襄公，迭我肴地，奸绝我好，伐我保城。殄灭我费滑，散离我兄弟，挠乱我同盟，倾覆我国家。我襄公未忘君之旧勋，而惧社稷之陨，是以有淆之师。犹愿赦罪于穆公，穆公弗听，而即楚谋我。天诱其衷，成王陨命，穆公是以不克逞志于我。\r\n　　“穆、襄即世，康、灵即位。康公，我之自出，又欲阙翦我公室，倾覆我社稷，帅我蝥贼，以来荡摇我边疆，我是以有令狐之役。康犹不悛，入我河曲，伐我涑川，俘我王官，翦我羁马，我是以有河曲之战。东道之不通，则是康公绝我好也。\r\n　　“及君之嗣也，我君景公引领西望曰：‘庶抚我乎！’君亦不惠称盟，利吾有狄难，入我河县，焚我箕、郜，芟夷我农功，虔刘我边垂，我是以有辅氏之聚。君亦悔祸之延，而欲徼福于先君献、穆，使伯车来命我景公曰：‘吾与女同好弃恶，复脩旧德，以追念前勋。’言誓未就，景公即世，我寡君是以有令狐之会。君又不祥，背弃盟誓。白狄及君同州，君之仇雠，而我昏姻也。君来赐命曰：‘吾与女伐狄。’寡君不敢顾昏姻。畏君之威，而受命于吏。君有二心于狄，曰：‘晋将伐女。’狄应且憎，是用告我。楚人恶君之二三其德也，亦来告我曰：‘秦背令狐之盟，而来求盟于我：“昭告昊天上帝、秦三公、楚三王曰：‘余虽与晋出入，余唯利是视。’”不榖恶其无成德，是用宣之，以惩不壹。’诸侯备闻此言，斯是用痛心疾首，暱就寡人。寡人帅以听命，唯好是求。君若惠顾诸侯，矜哀寡人，而赐之盟，则寡人之愿也，其承宁诸侯以退，岂敢徼乱？君若不施大惠，寡人不佞，其不能以诸侯退矣。敢尽布之执事，俾执事实图利之。” "},
{"title": "小旻", "author": "佚名", "dynasty": "先秦", "content": "旻天疾威，敷于下土。谋犹回遹，何日斯沮？谋臧不从，不臧覆用。我视谋犹，亦孔之邛。\r\n潝潝訿訿，亦孔之哀。谋之其臧，则具是违。谋之不臧，则具是依。我视谋犹，伊于胡厎。\r\n我龟既厌，不我告犹。谋夫孔多，是用不集。发言盈庭，谁敢执其咎？如匪行迈谋，是用不得于道。\r\n哀哉为犹，匪先民是程，匪大犹是经。维迩言是听，维迩言是争。如彼筑室于道谋，是用不溃于成。\r\n国虽靡止，或圣或否。民虽靡膴，或哲或谋，或肃或艾。如彼泉流，无沦胥以败。\r\n不敢暴虎，不敢冯河。人知其一，莫知其他。战战兢兢，如临深渊，如履薄冰。"},
{"title": "蜡辞", "author": "佚名", "dynasty": "先秦", "content": "土反其宅。水归其壑。昆虫勿作。草木归其泽。"},
{"title": "被衣为啮缺歌", "author": "佚名", "dynasty": "先秦", "content": "形若槁骸，心若死灰。真其实知，不以故自持。媒媒晦晦，无心而不可谋。彼何人哉！"},
{"title": "老子·八章", "author": "佚名", "dynasty": "先秦", "content": "上善若水。水善利万物而不争，处众人之所恶，故几于道。\r\n居善地，心善渊，与善仁，言善信，政善治，事善能，动善时。\r\n夫唯不争，故无尤。"},
{"title": "鼓钟", "author": "佚名", "dynasty": "先秦", "content": "鼓钟将将，淮水汤汤，忧心且伤。淑人君子，怀允不忘。\r\n鼓钟喈喈，淮水湝湝，忧心且悲。淑人君子，其德不回。\r\n鼓钟伐鼛，淮有三洲，忧心且妯。淑人君子，其德不犹。\r\n鼓钟钦钦，鼓瑟鼓琴，笙磬同音。以雅以南，以籥不僭。"},
{"title": "鱼藻", "author": "佚名", "dynasty": "先秦", "content": "鱼在在藻，有颁其首。王在在镐，岂乐饮酒。鱼在在藻，有莘其尾。王在在镐，饮酒乐岂。鱼在在藻，依于其蒲。王在在镐，有那其居。"},
{"title": "遵大路", "author": "佚名", "dynasty": "先秦", "content": "遵大路兮，掺执子之祛兮，无我恶兮，不寁故也！遵大路兮，掺执子之手兮，无我魗兮，不寁好也！ "},
{"title": "暮春 其一", "author": "周文", "dynasty": "先秦", "content": "曾共看花发，无端又落花。春归君亦去，谁与惜年华。"},
{"title": "暮春 其二", "author": "周文", "dynasty": "先秦", "content": "鸟声泣暮雨，蝶梦绕东风。花落不堪问，春光半已空。"},
{"title": "黄鸟", "author": "佚名", "dynasty": "先秦", "content": "黄鸟黄鸟，无集于穀，无啄我粟。此邦之人，不我肯穀。言旋言归，复我邦族。黄鸟黄鸟，无集于桑，无啄我粱。此邦之人，不可与明。言旋言归，复我诸兄。黄鸟黄鸟，无集于栩，无啄我黍。此邦之人，不可与处。言旋言归，复我诸父。"},
{"title": "大东", "author": "佚名", "dynasty": "先秦", "content": "有饛簋飧，有捄棘匕。周道如砥，其直如矢。君子所履，小人所视。眷言顾之，潸焉出涕。\r\n小东大东，杼柚其空。纠纠葛屦，可以履霜。佻佻公子，行彼周行。既往既来，使我心疚。\r\n有冽氿泉，无浸获薪。契契寤叹，哀我惮人。薪是获薪，尚可载也。哀我惮人，亦可息也。\r\n东人之子，职劳不来。西人之子，粲粲衣服。舟人之子，熊罴是裘。私人之子，百僚是试。\r\n或以其酒，不以其浆。鞙鞙佩璲，不以其长。维天有汉，监亦有光。跂彼织女，终日七襄。\r\n虽则七襄，不成报章。睆彼牵牛，不以服箱。东有启明，西有长庚。有捄天毕，载施之行。\r\n维南有箕，不可以簸扬。维北有斗，不可以挹酒浆。维南有箕，载翕其舌。维北有斗，西柄之揭。"},
{"title": "师旷撞晋平公", "author": "韩非", "dynasty": "先秦", "content": "晋平公与群臣饮，饮酣，乃喟然叹曰：“莫乐为人君！惟其言而莫之违。”师旷侍坐于前，援琴撞之。公被衽而避，琴坏于壁。公曰：“太师谁撞？”师旷曰：“今者有小人言于侧者，故撞之。”公曰：“寡人也。”师旷曰：“哑！是非君人者之言也。”左右请除之。公曰：“释之，以为寡人戒。” "},
{"title": "喜怒哀乐未发", "author": "佚名", "dynasty": "先秦", "content": "　　喜怒哀乐之未发，谓之中；发而皆中节，谓之和。中也者，天下之大本也；和也者，天下之达道也。致中和，天地位焉，万物育焉。\r\n　　博学之，审问之，慎思之，明辨之，笃行之。有弗学，学之弗能，弗措也；有弗问，问之弗知，弗措也；有弗思，思之弗得，弗措也；有弗辨，辨之弗明，弗措也；有弗行，行之弗笃，弗措也。人一能之，己百之；人十能之，己千之。"},
{"title": "衣铭", "author": "佚名", "dynasty": "先秦", "content": "桑蚕苦，女工难，得新捐故后必寒。"},
{"title": "沧浪歌", "author": "佚名", "dynasty": "先秦", "content": "沧浪之水清兮，可以濯我缨；沧浪之水浊兮，可以濯我足。 "},
{"title": "思美人", "author": "屈原", "dynasty": "先秦", "content": "思美人兮，擥涕而竚眙。媒绝而路阻兮，言不可结而诒。蹇蹇之烦冤兮，陷滞而不发。申旦以舒中情兮，志沈菀而莫达。愿寄言于浮云兮，遇丰隆而不将；因归鸟而致辞兮，羌迅高而难当。高辛之灵盛兮，遭玄鸟而致诒。欲变节以从俗兮，媿易初而屈志。独历年而离愍兮，羌冯心犹未化。宁隐闵而寿考兮，何变易之可为！知前辙之不遂兮，未改此度。车既覆而马颠兮，蹇独怀此异路。勒骐骥而更驾兮，造父为我操之。迁逡次而勿驱兮，聊假日以须时。指嶓冢之西隈兮，与曛黄以为期。开春发岁兮，白日出之悠悠。吾将荡志而愉乐兮，遵江夏以娱忧。擥大薄之芳茝兮，搴长洲之宿莽。惜吾不及古人兮，吾谁与玩此芳草？解扁薄与杂菜兮，备以为交佩。佩缤纷以缭转兮，遂萎绝而离异。吾且儃佪以娱忧兮，观南人之变态。窃快在中心兮，扬厥冯而不竢。芳与泽其杂糅兮，羌芳华自中出。纷郁郁其远承兮，满内而外扬。情与质信可保兮，羌居蔽而闻章。令薜荔以为理兮，惮举趾而缘木。因芙蓉而为媒兮，惮褰裳而濡足。登高吾不说兮，入下吾不能。固朕形之不服兮，然容与而狐疑。广遂前画兮，未改此度也。命则处幽吾将罢兮，愿及白日之未暮也。独茕茕而南行兮，思彭咸之故也。 "},
{"title": "石鼓诗十首 其九 吾水篇", "author": "佚名", "dynasty": "先秦", "content": "𨖍水既净。𨖍导既平。𨖍□既止。嘉尌则里。天子永宁。日隹丙申。昱昱□□。𨖍其□导。□马既陈。敖□康康。□驾□□。左骖□□。右□𩦙𩦙。□□□□。母不□□。四翰𩆲𩆲。□□公谓大□。金及如□□。害不余□。"},
{"title": "原壤歌", "author": "佚名", "dynasty": "先秦", "content": "狸首之斑然。执女手之卷然。"},
{"title": "《论语》引南人言", "author": "佚名", "dynasty": "先秦", "content": "人而无恒。不可以作巫医。"},
{"title": "九歌·大司命", "author": "屈原", "dynasty": "先秦", "content": "广开兮天门，纷吾乘兮玄纷。令飘风兮先驱，使涷雨兮洒尘。君回翔兮㠯下，逾空桑兮从女。纷总总兮九州，何寿夭兮在予。高飞兮安翔，乘清气兮御阴阳。吾与君兮齐速，导帝之兮九坑。灵衣兮被被，玉佩兮陆离。壹阴兮壹阳，众莫知兮余所为。折疏麻兮瑶华，将以遗兮离居。老冉冉兮既极，不寖近兮愈疏。乘龙兮辚辚，高驼兮冲天。结桂枝兮延伫，羌愈思兮愁人。愁人兮奈何，愿若今兮无亏。固人命兮有当，孰离合兮可为？ "},
{"title": "候人", "author": "佚名", "dynasty": "先秦", "content": "彼候人兮，何戈与祋。彼其之子，三百赤芾。维鹈在梁，不濡其翼。彼其之子，不称其服。维鹈在梁，不濡其咮。彼其之子，不遂其媾。荟兮蔚兮，南山朝隮。婉兮娈兮，季女斯饥。"},
{"title": "《墨子》引周诗", "author": "佚名", "dynasty": "先秦", "content": "王道荡荡。不偏不党。王道平平。不党不偏。"},
{"title": "十月之交", "author": "佚名", "dynasty": "先秦", "content": "十月之交，朔月辛卯。日有食之，亦孔之丑。彼月而微，此日而微；今此下民，亦孔之哀。\r\n日月告凶，不用其行。四国无政，不用其良。彼月而食，则维其常；此日而食，于何不臧。\r\n烨烨震电，不宁不令。百川沸腾，山冢崒崩。高岸为谷，深谷为陵。哀今之人，胡憯莫惩？\r\n皇父卿士，番维司徒。家伯维宰，仲允膳夫。棸子内史，蹶维趣马。楀维师氏，醘妻煽方处。\r\n抑此皇父，岂曰不时？胡为我作，不即我谋？彻我墙屋，田卒污莱。曰予不戕，礼则然矣。\r\n皇父孔圣，作都于向。择三有事，亶侯多藏。不慭遗一老，俾守我王。择有车马，以居徂向。\r\n黾勉从事，不敢告劳。无罪无辜，谗口嚣嚣。下民之孽，匪降自天。噂沓背憎，职竞由人。\r\n悠悠我里，亦孔之痗。四方有羡，我独居忧。民莫不逸，我独不敢休。天命不彻，我不敢效我友自逸。"},
{"title": "夏日和友人见赠并谢兰膏名酒二首 其一", "author": "周文", "dynasty": "先秦", "content": "睡起独怜人，吟诗感叹频。蚕眠知入夏，溪涨觉馀春。搔首惭膏沐，停觞忆饮醇。蒹葭馀一水，何处问通津。"},
{"title": "子产论政宽猛", "author": "左丘明", "dynasty": "先秦", "content": "　　郑子产有疾。谓子大叔曰：“我死，子必为政。唯有德者能以宽服民，其次莫如猛。夫火烈，民望而畏之，故鲜死焉。水懦弱，民狎而玩之，则多死焉，故宽难。”疾数月而卒。\r\n　　大叔为政，不忍猛而宽。郑国多盗，取人于萑苻之泽。大叔悔之，曰：“吾早从夫子，不及此。”兴徒兵以攻萑苻之盗，尽杀之，盗少止。\r\n　　仲尼曰：“善哉！政宽则民慢，慢则纠之以猛。猛则民残，残则施之以宽。宽以济猛；猛以济宽，政是以和。”《诗》曰：‘民亦劳止，汔可小康；惠此中国，以绥四方。’施之以宽也。‘毋从诡随，以谨无良；式遏寇虐，惨不畏明。’纠之以猛也。‘柔远能迩，以定我王。’平之以和也。又曰：‘不竞不絿，不刚不柔，布政优优，百禄是遒。’和之至也。”\r\n　　及子产卒，仲尼闻之，出涕曰：“古之遗爱也。” "},
{"title": "石鼓诗十首 其八 马荐篇", "author": "佚名", "dynasty": "先秦", "content": "□□□天□虹□皮□□□走。䮺䮺马荐。□□䒖䒖。𢼸𢼸雉血。□心其一。□□□□□□□□□□□□□□之。"},
{"title": "杖铭", "author": "佚名", "dynasty": "先秦", "content": "恶乎危，于忿懥。恶乎失道，于嗜欲。恶乎相忘，于富贵。"},
{"title": "南海仙人祝辞", "author": "南海五仙人", "dynasty": "先秦", "content": "&nbsp;愿此阛阓，永无荒饥。"},
{"title": "书锋", "author": "佚名", "dynasty": "先秦", "content": "忍之须臾，乃全汝躯。"},
{"title": "士冠辞", "author": "佚名", "dynasty": "先秦", "content": "令月吉日。始加元服。弃尔幼志。顺尔成德。寿考惟祺。介尔景福。吉月令辰。乃申尔服。敬尔威仪。淑慎尔德。眉寿万年。永受胡福。以岁之正。以月之令。咸加尔服。兄弟具在。以成厥德。黄耇无疆。受天之庆。甘醴惟厚。嘉荐令芳。拜受祭之。以定尔祥。承天之休。寿考不忘。旨酒既清。嘉荐亶时。始加元服。兄弟具来。孝友时格。永乃保之。旨酒既湑。荐荐伊脯。乃申尔服。礼仪有序。祭此嘉爵。承天之祜。旨酒令芳。笾豆有楚。咸加尔服。肴升折俎。承天之庆。受福无疆。礼仪既备。令月吉日。昭告尔字。爰字孔嘉。髦士攸宜。宜之于假。永受保之。"},
{"title": "晏子引谚言", "author": "佚名", "dynasty": "先秦", "content": "鼠社不可薰。"},
{"title": "集韵引逸诗", "author": "佚名", "dynasty": "先秦", "content": "天下攘攘。皆为利往。天下熙熙。皆为利来。"},
{"title": "《列子》引逸诗", "author": "佚名", "dynasty": "先秦", "content": "良弓之子。必先为箕。良冶之子。必先为裘。"},
{"title": "商子引语", "author": "佚名", "dynasty": "先秦", "content": "愚者暗于成事。智者见于未萌。"},
{"title": "《墨子》引逸诗", "author": "佚名", "dynasty": "先秦", "content": "必择所堪。必谨所堪。鱼水不务。陆将何及。"},
{"title": "石鼓诗十首 其七 而师篇", "author": "佚名", "dynasty": "先秦", "content": "□□□□□□□□□□□师。弓矢孔庶。□□□□□□□。㠯左骖□。□□滔滔。是□□□。□不具旧□。□复□□具来。□□其写。小大具□。□□来乐。天子□来。嗣王始□。古我来□。"},
{"title": "《史记》引谚", "author": "佚名", "dynasty": "先秦", "content": "死者复生。生者不愧。蓬生麻中。不扶自直。白沙在泥。与之皆黑。力则任鄙。智则樗里。"},
{"title": "怀沙", "author": "屈原", "dynasty": "先秦", "content": "滔滔孟夏兮，草木莽莽。伤怀永哀兮，汩徂南土。眴兮杳杳，孔静幽默。郁结纡轸兮，离愍而长鞠。抚情效志兮，冤屈而自抑。刓方以为圜兮，常度未替。易初本迪兮，君子所鄙。章画志墨兮，前图未改。内厚质正兮，大人所晟。巧陲不斵兮，孰察其揆正？玄文处幽兮，蒙瞍谓之不章。离娄微睇兮，瞽谓之不明。变白以为黑兮，倒上以为下。凤皇在笯兮，鸡鹜翔舞。同糅玉石兮，一概而相量。夫惟党人鄙固兮，羌不知余之所臧。任重载盛兮，陷滞而不济。怀瑾握瑜兮，穷不知所示。邑犬群吠兮，吠所怪也。非俊疑杰兮，固庸态也。文质疏内兮，众不知余之异采。材朴委积兮，莫知余之所有。重仁袭义兮，谨厚以为丰。重华不可遻兮，孰知余之从容！古固有不并兮，岂知其何故！汤禹久远兮，邈而不可慕。惩连改忿兮，抑心而自强。离闵而不迁兮，愿志之有像。进路北次兮，日昧昧其将暮。舒忧娱哀兮，限之以大故。乱曰：浩浩沅湘，分流汩兮。脩路幽蔽，道远忽兮。曾唫恒悲兮，永慨叹兮。世既莫吾知兮，人心不可谓兮。怀质抱青，独无匹兮。伯乐既没，骥焉程兮。民生禀命，各有所错兮。定心广志，余何畏惧兮！曾伤爰哀，永叹喟兮。世溷浊莫吾知，人心不可谓兮。知死不可让，愿勿爱兮。明告君子，吾将以为类兮。 "},
{"title": "《庄子》引逸诗", "author": "佚名", "dynasty": "先秦", "content": "青青之麦。生于陵陂。生不布施。死何含珠为。"},
{"title": "夏后铸鼎繇", "author": "佚名", "dynasty": "先秦", "content": "逢逢白云，一南一北，一西一东。九鼎既成，迁于三国。"},
{"title": "《左传》引谚", "author": "佚名", "dynasty": "先秦", "content": "心苟无瑕。何恤乎无家。辅车相倚。唇亡齿寒。高下在心。川泽纳污。山薮藏疾。瑾瑜匿瑕。国君含垢。民之多幸。国之不幸。非宅是卜。惟邻是卜。狼子野心。老将知而耄及之。臣一主二。无过乱门。室于怒市于色。唯食忘忧。民保于信。"},
{"title": "孟子引齐人言", "author": "佚名", "dynasty": "先秦", "content": "虽有智慧。不如乘势。虽有镃基。不如待时。"},
{"title": "《荀子》引语", "author": "佚名", "dynasty": "先秦", "content": "流丸止于瓯臾。流言止于知者。浅不可与测深。愚不足与谋知。坎井之蛙。不可与语东海之乐。"},
{"title": "《说苑》引逸诗", "author": "佚名", "dynasty": "先秦", "content": "绵绵之葛。在于旷野。良工得之。以为絺纻。良工不得。枯死于野。"},
{"title": "石鼓诗十首 其七 而师篇", "author": "佚名", "dynasty": "先秦", "content": "□□□□□□□□□□而师。弓矢孔庶。□□□□□□□。㠯左骖□。□□滔滔。是□□□。□不具旧□。□复□□具来。□□其写。小大具□。□□来乐。天子□来。嗣王始□。古我来□。"},
{"title": "书户", "author": "佚名", "dynasty": "先秦", "content": "行必履正，无怀侥倖。"},
{"title": "《周礼》注引逸诗", "author": "佚名", "dynasty": "先秦", "content": "敕尔瞽。率尔众工。奏尔悲诵。肃肃雍雍。无怠无凶。"},
{"title": "笔铭", "author": "佚名", "dynasty": "先秦", "content": "豪毛茂茂，陷水可脱，陷文不活。"},
{"title": "大瓠之种", "author": "佚名", "dynasty": "先秦", "content": "　　惠子谓庄子曰：“魏王贻我大瓠之种，我树之成，而实五石。以盛水浆，其坚不能自举也。剖之以为瓢，则瓠落无所容。非不呺然大也，吾为其无用而掊之。”庄子曰：“夫子固拙于用大矣！宋人有善为不龟手之药者，世世以洴澼絖事。客闻之，请买其方百金。聚族而谋曰：‘我世世为洴澼絖，不过数金；今一朝而鬻技百金，请与之。’客得之，以说吴王。越有难，吴王使之将，冬与越人水战，大败越人，裂地而封之。能不龟手一也，或以封，或不免于洴澼絖，则所用之异也。今子有五石之瓠，何不虑以为大樽，而浮于江湖，而忧其瓠落无所容？则夫子犹有蓬之心也夫！” "},
{"title": "书井", "author": "佚名", "dynasty": "先秦", "content": "原泉滑滑，连旱则绝。取事有常，赋敛有节。"},
{"title": "士冠辞", "author": "佚名", "dynasty": "先秦", "content": "令月吉日。始加元服。弃尔加志。顺尔成德。寿考惟祺。介尔景福。吉月令辰。乃申尔服。敬尔威仪。淑慎尔德。眉寿万年。永受胡福。以岁之正。以月之令。咸加尔服。兄弟具在。以成厥德。黄耇无疆。受天之庆。甘醴惟厚。嘉荐令芳。拜受祭之。以定尔祥。承天之休。寿考不忘。旨酒既清。嘉荐亶时。始加元服。兄弟具来。孝友时格。永乃保之。旨酒既湑。荐荐伊脯。乃申尔服。礼仪有序。祭此嘉爵。承天之祜。旨酒令芳。笾豆有楚。咸加尔服。肴升折俎。承天之庆。受福无疆。礼仪既备。令月吉日。昭告尔字。爰字孔嘉。髦士攸宜。宜之于假。永受保之。"},
{"title": "《史记》引逸诗", "author": "佚名", "dynasty": "先秦", "content": "得人者与。失人者崩。"},
{"title": "《国语》引谚", "author": "佚名", "dynasty": "先秦", "content": "兽恶其网。民恶其上。众心成城。众口铄金。从善如登。从恶如崩。黍稷无成。不能为荣。黍不为黍。不能蕃朊。稷不为稷。不能繁殖。所生不疑。惟德之基。狐埋之而狐搰之。是以无成功。觥饭不及壶餮。"},
{"title": "《荀子》引民语", "author": "佚名", "dynasty": "先秦", "content": "欲富乎。忍耻矣。倾绝矣。故旧矣。与义分背矣。"},
{"title": "《荀子》引逸诗", "author": "佚名", "dynasty": "先秦", "content": "如霜雪之将将。如日月之光明。国有大命。不可以告人。妨其躬身。凤凰秋秋。其翼若干。其声若箫。有凤有凰。乐帝之心。长夜慢兮。永思骞兮。太古之不慢兮。礼义之不愆兮。何恤人之言兮。涓涓源水。不壅不塞。毂既破碎。乃大其辐。事以败矣。乃重太息。墨以为明。狐狸而苍。"},
{"title": "石鼓诗十首 其四 銮车篇", "author": "佚名", "dynasty": "先秦", "content": "□□銮车。𦱧□真□。□弓孔硕。彤矢□□。四马其写。六叀骜□。徒𩤳孔庶。□□宣搏。眚车𩛥𧗟。□徒如章。原湿阴阳。趍趍□马。射之□□。𨑦□如虎。兽鹿如□。□□多贤。陈禽□□。𨖍蒦允异。"},
{"title": "烝民", "author": "佚名", "dynasty": "先秦", "content": "天生烝民，有物有则。民之秉彝，好是懿德。天监有周，昭假于下。保兹天子，生仲山甫。\r\n仲山甫之德，柔嘉维则。令仪令色，小心翼翼。古训是式，威仪是力。天子是若，明命使赋。\r\n王命仲山甫，式是百辟，缵戎祖考，王躬是保。出纳王命，王之喉舌。赋政于外，四方爰发。\r\n肃肃王命，仲山甫将之。邦国若否，仲山甫明之。既明且哲，以保其身。夙夜匪解，以事一人。\r\n人亦有言，柔则茹之，刚则吐之。维仲山甫，柔亦不茹，刚亦不吐。不侮矜寡，不畏强御。\r\n人亦有言，德輶如毛，民鲜克举之。我仪图之，维仲山甫举之。爱莫助之。衮职有阙，维仲山甫补之。\r\n仲山甫出祖。四牡业业。征夫捷捷，每怀靡及。四牡彭彭，八鸾锵锵。王命仲山甫，城彼东方。\r\n四牡骙骙，八鸾喈喈。仲山甫徂齐，式遄其归。吉甫作诵，穆如清风。仲山甫永怀，以慰其心。 "},
{"title": "《左传》引逸诗", "author": "佚名", "dynasty": "先秦", "content": "翘翘车乘。招我以弓。岂不欲往。畏我友朋。我无所监。夏后及商。用乱之故。民卒流亡。俟河之清。人寿几何。兆云询多。职竞作罗。虽有丝麻。无弃管蒯。虽有姬姜。无弃蕉萃。凡百君子。莫不代匮。周道挺挺。我心扃扃。讲事不令。集人来定。礼义不愆。何恤于人言。淑慎尔止。无载尔伪。"},
{"title": "悲回风", "author": "屈原", "dynasty": "先秦", "content": "悲回风之摇蕙兮，心冤结而内伤。物有微而陨性兮，声有隐而先倡。夫何彭咸之造思兮，暨志介而不忘！万变其情岂可盖兮，孰虚伪之可长？鸟兽鸣以号群兮，草苴比而不芳。鱼葺鳞以自别兮，蛟龙隐其文章。故荼荠不同亩兮，兰茝幽而独芳。惟佳人之永都兮，更统世以自贶。眇远志之所及兮，怜浮云之相羊。介眇志之所惑兮，窃赋诗之所明。惟佳人之独怀兮，折若椒以自处。曾歔欷之嗟嗟兮，独隐伏而思虑。涕泣交而凄凄兮，思不眠以至曙。终长夜之曼曼兮，掩此哀而不去。寤从容以周流兮，聊逍遥以自恃。伤太息之愍怜兮，气于邑而不可止。糺思心以为纕兮，编愁苦以为膺。折若木以弊光兮，随飘风之所仍。存彷佛而不见兮，心踊跃其若汤。抚珮衽以案志兮，超惘惘而遂行。岁曶曶其若颓兮，时亦冉冉而将至。薠蘅槁而节离兮，芳以歇而不比。怜思心之不可惩兮，证此言之不可聊。宁溘死而流亡兮，不忍此心之常愁。孤子吟而抆泪兮，放子出而不还。孰能思而不隐兮，照彭咸之所闻。登石峦以远望兮，路眇眇之默默。入景响之无应兮，闻省想而不可得。愁郁郁之无快兮，居戚戚而不可解。心鞿羁而不开兮，气缭转而自缔。穆眇眇之无垠兮，莽芒芒之无仪。声有隐而相感兮，物有纯而不可为。邈漫漫之不可量兮，缥绵绵之不可纡。愁悄悄之常悲兮，翩冥冥之不可娱。凌大波而流风兮，讬彭咸之所居。上高岩之峭岸兮，处雌蜺之标颠。据青冥而摅虹兮，遂儵忽而扪天。吸湛露之浮源兮，漱凝霜之雰雰。依风穴以自息兮，忽倾寤以婵媛。冯昆仑以澂雾兮，隐渂山以清江。惮涌湍之礚礚兮，听波声之汹汹。纷容容之无经兮，罔芒芒之无纪。轧洋洋之无从兮，驰委移之焉止？漂翻翻其上下兮，翼遥遥其左右。氾潏潏其前后兮，伴张驰之信期。观炎气之相仍兮，窥烟液之所积。悲霜雪之俱下兮，听潮水之相击。借光景以往来兮，施黄棘之枉策。求介子之所存兮，见伯夷之放迹。心调度而弗去兮，刻著志之无适。曰吾怨往昔之所冀兮，悼来者之悐悐。浮江淮而入海兮，从子胥而自适。望大河之洲渚兮，悲申徒之抗迹。骤谏君而不听兮，重任石之何益？心絓结而不解兮，思蹇产而不释。 "},
{"title": "行苇", "author": "佚名", "dynasty": "先秦", "content": "敦彼行苇，牛羊勿践履。方苞方体，维叶泥泥。戚戚兄弟，莫远具尔。或肆之筵，或授之几。\r\n肆筵设席，授几有缉御。或献或酢，洗爵奠斝。醓醢以荐，或燔或炙。嘉肴脾臄，或歌或咢。\r\n敦弓既坚，四鍭既钧，舍矢既均，序宾以贤。敦弓既句，既挟四鍭。四鍭如树，序宾以不侮。\r\n曾孙维主，酒醴维醹，酌以大斗，以祈黄耇。黄耇台背，以引以翼。寿考维祺，以介景福。"},
{"title": "琴歌", "author": "佚名", "dynasty": "先秦", "content": "百里奚。百里奚。母已死。葬南溪。坟以瓦。覆以柴。舂黄藜。扼伏鸡。西入秦。五羖皮。今日富贵捐我为。"},
{"title": "石鼓诗十首 其三 田车篇", "author": "佚名", "dynasty": "先秦", "content": "田车孔安。鋚勒𩡧𩡧。四介既简。左骖幡幡。右骖騝騝。𨖍㠯𨹷于原。𨖍戎止□。宫车其写。秀弓寺射。麋豕孔庶。麀鹿雉兔。其𧾧又𣃵。其□𧾜夜。四出各亚。□□旲□。执而勿射。多庶䟏䟏。君子𠧠乐。"},
{"title": "九歌·东皇太一", "author": "屈原", "dynasty": "先秦", "content": "吉日兮辰良，穆将愉兮上皇；抚长剑兮玉珥，璆锵鸣兮琳琅；瑶席兮玉瑱，盍将把兮琼芳；蕙肴蒸兮兰藉，奠桂酒兮椒浆；扬枹兮拊鼓，疏缓节兮安歌；陈竽瑟兮浩倡；灵偃蹇兮姣服，芳菲菲兮满堂；五音纷兮繁会，君欣欣兮乐康。"},
{"title": "盥盘铭", "author": "佚名", "dynasty": "先秦", "content": "与其溺于人也，宁溺于渊。溺于渊犹可游也，溺于人不可救也。"},
{"title": "《庄子》引野语", "author": "佚名", "dynasty": "先秦", "content": "闻道百以为莫已若。众人重利。廉士重名。贤士尚志。圣人贵精。"},
{"title": "渭阳", "author": "佚名", "dynasty": "先秦", "content": "我送舅氏，曰至渭阳。何以赠之？路车乘黄。我送舅氏，悠悠我思。何以赠之？琼瑰玉佩。 "},
{"title": "子鱼论战", "author": "左丘明", "dynasty": "先秦", "content": "　　二十有二年春，公伐邾，取须句。夏，宋公、卫侯、许男、滕子伐郑。秋，八月丁未，及邾人战于升陉。冬，十有一月己巳朔，宋公及楚人战于泓，宋师败绩。\r\n　　楚人伐宋以救郑。宋公将战。大司马固谏曰：“天之弃商久矣，君将兴之，弗可赦也已。”弗听。冬十一月己巳朔，宋公及楚人战于泓。宋人既成列，楚人未既济。司马曰：“彼众我寡，及其未既济也，请击之。”公曰：“不可。”既济而未成列，又以告。公曰：“未可。”既陈而后击之，宋师败绩。公伤股，门官歼焉。\r\n　　国人皆咎公。公曰：“君子不重伤，不禽二毛。古之为军也，不以阻隘也。寡人虽亡国之余，不鼓不成列。”子鱼曰：“君未知战。勍敌之人，隘而不列，天赞我也。阻而鼓之，不亦可乎？犹有惧焉！且今之勍者，皆我敌也。虽及胡耇，获则取之，何有于二毛？明耻教战，求杀敌也。伤未及死，如何勿重？若爱重伤，则如勿伤；爱其二毛，则如服焉。三军以利用也，金鼓以声气也。利而用之，阻隘可也；声盛致志，鼓儳可也。” "},
{"title": "书车", "author": "佚名", "dynasty": "先秦", "content": "出畏之，入惧之。"},
{"title": "书杖", "author": "佚名", "dynasty": "先秦", "content": "辅人无苟，扶人无咎。"},
{"title": "展喜犒师", "author": "左丘明", "dynasty": "先秦", "content": "　　夏，齐孝公伐我北鄙。\r\n　　公使展喜犒师、使受命于展禽、齐侯未入竟、展喜从之， 曰：“寡君闻君亲举玉趾、将辱于敝邑，使下臣犒执事、”齐侯曰：“鲁人恐乎？”对曰：“小人恐矣，君子则否。”齐侯曰：“室如县罄、野无青草、何恃而不恐？”对曰：“恃先王之命。昔周公、 大公股肱周室、夹辅成王。成王劳之，而赐之盟，曰：‘世世子 孙无相害也！’载在盟府、大师职之、桓公是以纠合诸侯，而谋 其不协，弥缝其阙、而匡救其灾，昭旧职也、及君即位，诸侯 之望曰：‘其率桓之功、“我敝邑用是不敢保聚、曰：‘岂其嗣世 九年，而弃命废职？其若先君何？君必不然。’恃此而不恐。”齐侯乃还。 "},
{"title": "秦世谣", "author": "佚名", "dynasty": "先秦", "content": "秦始皇。何彊梁。开吾户。据吾床。饮吾酒。唾吾浆。飧吾饭。以为粮。张吾弓。射东墙。前至沙丘当灭亡。"},
{"title": "鸿雁", "author": "佚名", "dynasty": "先秦", "content": "鸿雁于飞，肃肃其羽。之子于征，劬劳于野。爰及矜人，哀此鳏寡。鸿雁于飞，集于中泽。之子于垣，百堵皆作。虽则劬劳，其究安宅？鸿雁于飞，哀鸣嗷嗷。维此哲人，谓我劬劳。维彼愚人，谓我宣骄。"},
{"title": "石鼓诗十首 其二 汧殹篇", "author": "佚名", "dynasty": "先秦", "content": "汧殹沔沔。丞丞皮淖渊。𩷑鲤处之。君子渔之。澫又小鱼。其斿𧽾𧽾。帛鱼皪皪。其𥷟氐鲜。黄帛其𩺂。又鳑又𩸊。其𦚎孔庶。脔之𣬐𣬐。𡊺𡊺□□。其鱼隹可。隹鱮隹鲤。可㠯𣞉之。隹杨及柳。"},
{"title": "东门之枌", "author": "佚名", "dynasty": "先秦", "content": "东门之枌，宛丘之栩。子仲之子，婆娑其下。穀旦于差，南方之原。不绩其麻，市也婆娑。穀旦于逝，越以鬷迈。视尔如荍，贻我握椒。"},
{"title": "商铭", "author": "佚名", "dynasty": "先秦", "content": "嗛嗛之德，不足就也，不可以矜，而祗取忧也。嗛嗛之食，不足狃也，不能为膏，而祗离咎也。"},
{"title": "宾之初筵", "author": "佚名", "dynasty": "先秦", "content": "宾之初筵，左右秩秩。笾豆有楚，殽核维旅。酒既和旨，饮酒孔偕。钟鼓既设，举酬逸逸。大侯既抗，弓矢斯张。射夫既同，献尔发功。发彼有的，以祈尔爵。\r\n籥舞笙鼓，乐既和奏。烝衎烈祖，以洽百礼。百礼既至，有壬有林。锡尔纯嘏，子孙其湛。其湛曰乐，各奏尔能。宾载手仇，室人入又。酌彼康爵，以奏尔时。\r\n宾之初筵，温温其恭。其未醉止，威仪反反。曰既醉止，威仪幡幡。舍其坐迁，屡舞仙仙。其未醉止，威仪抑抑。曰既醉止，威仪怭怭。是曰既醉，不知其秩。\r\n宾既醉止，载号载呶。乱我笾豆，屡舞僛僛。是曰既醉，不知其邮。侧弁之俄，屡舞傞傞。既醉而出，并受其福。醉而不出，是谓伐德。饮酒孔嘉，维其令仪。\r\n凡此饮酒，或醉或否。既立之监，或佐之史。彼醉不臧，不醉反耻。式勿从谓，无俾大怠。匪言勿言，匪由勿语。由醉之言，俾出童羖。三爵不识，矧敢多又。"},
{"title": "展喜犒师", "author": "左丘明", "dynasty": "先秦", "content": "　　夏，齐孝公伐我北鄙。\r\n　　公使我喜犒师、使受命于我禽、齐侯未入竟、我喜从之， 曰：“寡君闻君亲举玉趾、将辱于敝邑，使下臣犒执事、”齐侯曰：“鲁人恐乎？”对曰：“小人恐矣，君子则否。”齐侯曰：“室如县罄、野无青草、何恃而不恐？”对曰：“恃先王之命。昔周公、 大公股肱周室、夹辅成王。成王劳之，而赐之盟，曰：‘世世子 孙无相害也！’载在盟府、大师职之、桓公是以纠合诸侯，而谋 其不协，弥缝其阙、而匡救其灾，昭旧职也、及君即位，诸侯 之望曰：‘其率桓之功、“我敝邑用是不敢保聚、曰：‘岂其嗣世 九年，而弃命废职？其若先君何？君必不然。’恃此而不恐。”齐侯乃还。 "},
{"title": "角弓", "author": "佚名", "dynasty": "先秦", "content": "骍骍角弓，翩其反矣。兄弟婚姻，无胥远矣。\r\n尔之远矣，民胥然矣。尔之教矣，民胥效矣。\r\n此令兄弟，绰绰有裕。不令兄弟，交相为愈。\r\n民之无良，相怨一方。受爵不让，至于已斯亡。\r\n老马反为驹，不顾其后。如食宜饇，如酌孔取。\r\n毋教猱升木，如涂涂附。君子有徽猷，小人与属。\r\n雨雪瀌瀌，见晛曰消。莫肯下遗，式居娄骄。\r\n雨雪浮浮，见晛曰流。如蛮如髦，我是用忧。"},
{"title": "石鼓诗十首 其五 灵雨篇", "author": "佚名", "dynasty": "先秦", "content": "□□□癸霝雨□□。流□滂滂。盈𣷞济济。君子既涉。涉马□流。汧殹洎洎。□□□。舫舟西逮。□□自□。徒𩤳汤汤。隹舟㠯𧗟。或阴或阳。极深㠯□。□于水一方。勿□□止。其奔。其敔□□。□□其事。"},
{"title": "瞻彼洛矣", "author": "佚名", "dynasty": "先秦", "content": "瞻彼洛矣，维水泱泱。君子至止，福禄如茨。韎韐有奭，以作六师。\r\n瞻彼洛矣，维水泱泱。君子至止，鞸琫有珌。君子万年，保其家室。\r\n瞻彼洛矣，维水泱泱。君子至止，福禄既同。君子万年，保其家邦。"},
{"title": "带铭", "author": "佚名", "dynasty": "先秦", "content": "火灭修容，慎戒必恭，恭则寿。"},
{"title": "我行其野", "author": "佚名", "dynasty": "先秦", "content": "我行其野，蔽芾其樗。婚姻之故，言就尔居。尔不我畜，复我邦家。我行其野，言采其蓫。婚姻之故，言就尔宿。尔不我畜，言归斯复。我行其野，言采其葍。不思旧姻，求尔新特。成不以富，亦祗以异。"},
{"title": "河梁歌", "author": "佚名", "dynasty": "先秦", "content": "渡河梁兮渡河梁。举兵所伐攻秦王。孟冬十月多雪霜。隆寒道路诚难当。阵兵未济秦师降。诸侯怖惧皆恐惶。声传海内威远邦。称霸穆桓齐楚庄。天下安宁寿考长。悲去归兮河无梁。"},
{"title": "采绿", "author": "佚名", "dynasty": "先秦", "content": "终朝采绿，不盈一匊。予发曲局，薄言归沐。\r\n终朝采蓝，不盈一襜。五日为期，六日不詹。\r\n之子于狩，言韔其弓。之子于钓，言纶之绳。\r\n其钓维何？维鲂及鱮。维鲂及鱮，薄言观者。"},
{"title": "石鼓诗十首 其一 车工·吾车篇", "author": "佚名", "dynasty": "先秦", "content": "𨖍车既工。𨖍马既同。𨖍马既好。𨖍马既𩢿。君子员邋。员邋员斿。麀鹿速速。君子之求。𤙡𤙡角弓。弓玆㠯寺。𨖍驱其特。其来趩趩。𧾨𧾨𤒞𤒞。即䢩即时。麀鹿𧻕𧻕。其来大次。𨖍驱其朴。其来䢱䢱。射其𧱚蜀。"},
{"title": "鸟鹊歌", "author": "佚名", "dynasty": "先秦", "content": "仰飞鸟兮乌鸢。凌玄虚兮号翩翩。集洲渚兮优恣。啄虾矫翮兮云间。任厥性兮往还。妾无罪兮负地。有何辜兮谴天。帆帆独兮西往。孰知返兮何年。心惙惙兮若割。泪泫泫兮双悬。彼飞鸟兮鸢鸟。已回翔兮翕苏。心在专兮素虾。何居食兮江湖。徊复翔兮游颺。去复返兮于乎。始事君兮去家。终我命兮君都。终来遇兮何辜。离我国兮去吴。妻衣褐兮为婢。夫去冕兮为奴。岁遥遥兮难极。冤悲痛兮心恻。肠千结兮服膺。于乎哀兮忘食。愿我身兮如鸟。身翱翔兮矫翼。去我国兮心摇。情愤惋兮谁识。 "},
{"title": "有怀（二首）", "author": "周文", "dynasty": "先秦", "content": "卷帘何所思，独立数归鸟。<br>不恨落日迟，惟怜君去早。"},
{"title": "巴谣歌", "author": "佚名", "dynasty": "先秦", "content": "神仙得者茅初成，驾龙上升入太清。时下玄洲戏赤城，继世而往在我盈，帝若学之腊嘉平。"},
{"title": "君子阳阳", "author": "佚名", "dynasty": "先秦", "content": "君子阳阳，左执簧，右招我由房，其乐只且！君子陶陶，左执翿，右招我由敖，其乐只且！ "},
{"title": "《左传》引谚", "author": "佚名", "dynasty": "先秦", "content": "心苟无瑕。何恤乎无家。辅恤相倚。唇亡齿寒。高下在心。川泽纳污。山薮藏疾。瑾瑜匿瑕。国君含垢。民之多幸。国之不幸。非宅是卜。惟邻是卜。狼子野心。老将知而耄及之。臣一主二。无过乱门。室于怒市于色。唯食忘忧。民保于信。"},
{"title": "庭燎", "author": "佚名", "dynasty": "先秦", "content": "夜如何其？夜未央，庭燎之光。君子至止，鸾声将将。夜如何其？夜未艾，庭燎晣晣。君子至止，鸾声哕哕。夜如何其？夜乡晨，庭燎有辉。君子至止，言观其旂。"},
{"title": "齐人颂", "author": "佚名", "dynasty": "先秦", "content": "天口骈。谈天衍。雕龙奭。炙毂过髡。"},
{"title": "臧哀伯谏纳郜鼎", "author": "左丘明", "dynasty": "先秦", "content": "　　夏四月，取郜大鼎于宋，纳于大庙，非礼也。\r\n　　臧哀伯谏曰：“君人者，将昭德塞违，以临照百官；犹惧或失之，故昭令德以示子孙。是以清庙茅屋，大路越席，大羹不致，粢食不凿，昭其俭也；衮冕黻珽，带裳幅舄，衡紞纮綖，昭其度也；藻率鞞鞛，鞶厉游缨，昭其数也；火龙黼黻，昭其文也；五色比象，昭其物也；钖鸾和铃，昭其声也；三辰旂旗，昭其明也。夫德，俭而有度，登降有数。文物以纪之，声明以发之，以临照百官，百官于是乎戒惧，而不敢易纪律。今灭德立违，而置其赂器于大庙，以明示百官。百官象之，其又何诛焉？国家之败，由官邪也；官之失德，宠赂章也。郜鼎在庙，章孰甚焉?武王克商，迁九鼎于雒邑，义士犹或非之，而况将昭违乱之赂器于大庙。其若之何?”公不听。 \r\n　　（周内史闻之，曰：“臧孙达其有后于鲁乎！君违，不忘谏之以德。”）"},
{"title": "《墨子》引古语", "author": "佚名", "dynasty": "先秦", "content": "唇亡则齿寒。谋而不得。则以往知来。君子不镜于水而镜于人。镜于水见面之容。镜于人则知吉与凶。"},
{"title": "《吕氏春秋》引逸诗", "author": "佚名", "dynasty": "先秦", "content": "将欲毁之。必重累之。将欲踣之。必高举之。君君子则正。以行其德。君贱人则宽。以尽其力。唯则定国。"},
{"title": "中春道中送别", "author": "周文", "dynasty": "先秦", "content": "酒香衣袂许追随，何事东风送客悲。<br>溪遂飞花偏细细，津亭垂柳故丝丝。<br>征帆人与行云远，失侣心随落日迟。<br>满目流光君自惜，莫教春色共差池。"},
{"title": "防有鹊巢", "author": "佚名", "dynasty": "先秦", "content": "防有鹊巢，邛有旨苕。谁侜予美？心焉忉忉。中唐有甓，邛有旨鷊。谁侜予美？心焉惕惕。"},
{"title": "招魂", "author": "屈原", "dynasty": "先秦", "content": "朕幼清以廉洁兮，身服义而未沫。主此盛德兮，牵于俗而芜秽。上无所考此盛德兮，长离殃而愁苦。帝告巫阳曰：“有人在下，我欲辅之。魂魄离散，汝筮予之。”巫阳对曰：“掌梦！上帝其难从；若必筮予之，恐后之谢，不能复用。”巫阳焉乃下招曰：\r\n魂兮归来！去君之恒干，何为四方些？舍君之乐处，而离彼不祥些！\r\n魂兮归来！东方不可以讬些。长人千仞，惟魂是索些。十日代出，流金铄石些。彼皆习之，魂往必释些。归来兮！不可以讬些。\r\n魂兮归来！南方不可以止些。雕题黑齿，得人肉以祀，以其骨为醢些。蝮蛇蓁蓁，封狐千里些。雄虺九首，往来倏忽，吞人以益其心些。归来兮！不可久淫些。\r\n魂兮归来！西方之害，流沙千里些。旋入雷渊，爢散而不可止些。幸而得脱，其外旷宇些。赤蚁若象，玄蜂若壶些。五谷不生，丛菅是食些。其土烂人，求水无所得些。彷徉无所倚，广大无所极些。归来兮！恐自遗贼些。\r\n魂兮归来！北方不可以止些。增冰峨峨，飞雪千里些。归来兮！不可以久些。\r\n魂兮归来！君无上天些。虎豹九关，啄害下人些。一夫九首，拔木九千些。豺狼从目，往来侁侁些。悬人以嬉，投之深渊些。致命于帝，然后得瞑些。归来！往恐危身些。\r\n魂兮归来！君无下此幽都些。土伯九约，其角觺觺些。敦脄血拇，逐人伂駓駓些。参目虎首，其身若牛些。此皆甘人，归来！恐自遗灾些。\r\n魂兮归来！入修门些。工祝招君，背行先些。秦篝齐缕，郑绵络些。招具该备，永啸呼些。\r\n魂兮归来！反故居些。天地四方，多贼奸些。像设君室，静闲安些。高堂邃宇，槛层轩些。层台累榭，临高山些。网户朱缀，刻方连些。冬有穾厦，夏室寒些。川谷径复，流潺湲些。光风转蕙，氾崇兰些。经堂入奥，朱尘筵些。砥室翠翘，挂曲琼些。翡翠珠被，烂齐光些。蒻阿拂壁，罗帱张些。纂组绮缟，结琦璜些。室中之观，多珍怪些。兰膏明烛，华容备些。二八侍宿，射递代些。九侯淑女，多迅众些。盛鬋不同制，实满宫些。容态好比，顺弥代些。弱颜固植，謇其有意些。姱容修态，絚洞房些。蛾眉曼睩，目腾光些。靡颜腻理，遗视矊些。离榭修幕，侍君之闲些。悲帷翠帐，饰高堂些。红壁沙版，玄玉梁些。仰观刻桷，画龙蛇些。坐堂伏槛，临曲池些。芙蓉始发，杂芰荷些。紫茎屏风，文缘波些。文异豹饰，侍陂陁些。轩辌既低，步骑罗些。兰薄户树，琼木篱些。魂兮归来！何远为些？\r\n室家遂宗，食多方些。稻粢穱麦，挐黄梁些。大苦醎酸，辛甘行些。肥牛之腱，臑若芳些。和酸若苦，陈吴羹些。胹鳖炮羔，有柘浆些。鹄酸臇凫，煎鸿鸧些。露鸡臛蠵，厉而不爽些。粔籹蜜饵，有餦餭些。瑶浆蜜勺，实羽觞些。挫糟冻饮，酎清凉些。华酌既陈，有琼浆些。归来反故室，敬而无妨些。肴羞未通，女乐罗些。敶钟按鼓，造新歌些。《涉江》《采菱》，发《扬荷》些。美人既醉，朱颜酡些。嬉光眇视，目曾波些。被文服纤，丽而不奇些。长发曼鬋，艳陆离些。二八齐容，起郑舞些。衽若交竿，抚案下些。竽瑟狂会，搷鸣鼓些。宫庭震惊，发&lt;激楚&gt;些。吴歈蔡讴，奏大吕些。士女杂坐，乱而不分些。放敶组缨，班其相纷些。郑卫妖玩，来杂陈些。《激楚》之结，独秀先些。菎蔽象棋，有六簙些。分曹并进，遒相迫些。成枭而牟，呼五白些。晋制犀比，费白日些。铿钟摇簴，揳梓瑟些。娱酒不废，沈日夜些。兰膏明烛，华灯错些。结撰至思，兰芳假些。人有所极，同心赋些。酎饮尽欢，乐先故些。魂兮归来！反故居些。\r\n乱曰：献岁发春兮，汨吾南征。菉蘋齐叶兮，白芷生。路贯庐江兮，左长薄。倚沼畦瀛兮，遥望博。青骊结驷兮，齐千乘。悬火延起兮，玄颜烝。步及骤处兮，诱骋先。抑骛若通兮，引车右还。与王趋梦兮，课后先。君王亲发兮，惮青兕。朱明承夜兮，时不可以淹。皋兰被径兮，斯路渐。湛湛江水兮，上有枫。目极千里兮，伤春心。魂兮归来，哀江南！"},
{"title": "青蝇", "author": "佚名", "dynasty": "先秦", "content": "营营青蝇，止于樊。岂弟君子，无信谗言。\r\n营营青蝇，止于棘。谗人罔极，交乱四国。\r\n营营青蝇，止于榛。谗人罔极，构我二人。"},
{"title": "浑良夫譟", "author": "佚名", "dynasty": "先秦", "content": "登此昆吾之虚。绵绵生之瓜。<br>余为浑良夫。叫天无辜。"},
{"title": "云汉", "author": "佚名", "dynasty": "先秦", "content": "倬彼云汉，昭回于天。王曰：於乎！何辜今之人？天降丧乱，饥馑荐臻。靡神不举，靡爱斯牲。圭壁既卒，宁莫我听？\r\n旱既大甚，蕴隆虫虫。不殄禋祀，自郊徂宫。上下奠瘗，靡神不宗。后稷不克，上帝不临。耗斁下土，宁丁我梗。\r\n旱既大甚，则不可推。兢兢业业，如霆如雷。周余黎民，靡有孑遗。昊天上帝，则不我遗。胡不相畏？先祖于摧。\r\n旱既大甚，则不可沮。赫赫炎炎，云我无所。大命近止，靡瞻靡顾。群公先正，则不我助。父母先祖，胡宁忍予？\r\n旱既大甚，涤涤山川。旱魃为虐，如惔如焚。我心惮暑，忧心如熏。群公先正，则不我闻。昊天上帝，宁俾我遯？\r\n旱既大甚，黾勉畏去。胡宁瘨我以旱？憯不知其故。祈年孔夙，方社不莫。昊天上帝，则不我虞。敬恭明神，宜无悔怒。\r\n旱既大甚，散无友纪。鞫哉庶正，疚哉冢宰。趣马师氏，膳夫左右。靡人不周。无不能止，瞻昂昊天，云如何里！\r\n瞻昂昊天，有嘒其星。大夫君子，昭假无赢。大命近止，无弃尔成。何求为我。以戾庶正。瞻昂昊天，曷惠其宁？"},
{"title": "吴江夜泊（三首）", "author": "周文", "dynasty": "先秦", "content": "月明波上白，风送夜声寒。<br>数点蒹葭露，浑疑泪眼看。"},
{"title": "葛生", "author": "佚名", "dynasty": "先秦", "content": "葛生蒙楚，蔹蔓于野。予美亡此，谁与？独处？葛生蒙棘，蔹蔓于域。予美亡此，谁与？独息？角枕粲兮，锦衾烂兮。予美亡此，谁与？独旦？夏之日，冬之夜。百岁之后，归于其居。冬之夜，夏之日。百岁之后，归于其室。 "},
{"title": "河梁歌", "author": "佚名", "dynasty": "先秦", "content": "渡河梁兮渡河梁。举兵所河攻秦王。孟冬十月多雪霜。隆寒道路诚难当。阵兵未济秦师降。诸侯怖惧皆恐惶。声传海内威远邦。称霸穆桓齐楚庄。天下安宁寿考长。悲去归兮河无梁。"},
{"title": "株林", "author": "佚名", "dynasty": "先秦", "content": "胡为乎株林？从夏南！匪适株林，从夏南！驾我乘马，说于株野。乘我乘驹，朝食于株！"},
{"title": "椒聊", "author": "佚名", "dynasty": "先秦", "content": "椒聊之实，蕃衍盈升。彼其之子，硕大无朋。椒聊且，远条且。椒聊之实，蕃衍盈匊。彼其之子，硕大且笃。椒聊且，远条且。"},
{"title": "天保", "author": "佚名", "dynasty": "先秦", "content": "天保定尔，亦孔之固。俾尔单厚，何福不除？俾尔多益，以莫不庶。天保定尔，俾尔戬穀。罄无不宜，受天百禄。降尔遐福，维日不足。天保定尔，以莫不兴。如山如阜，如冈如陵，如川之方至，以莫不增。吉蠲为饎，是用孝享。禴祠烝尝，于公先王。君曰：卜尔，万寿无疆。神之吊矣，诒尔多福。民之质矣，日用饮食。群黎百姓，遍为尔德。如月之恒，如日之升。如南山之寿，不骞不崩。如松柏之茂，无不尔或承。 "},
{"title": "吴江夜泊（三首）", "author": "周文", "dynasty": "先秦", "content": "愁人几点泪，不许秋风吹。<br>吹入吴江里，江流无尽时。"},
{"title": "黄竹诗三章", "author": "佚名", "dynasty": "先秦", "content": "我徂黄竹。□□□□。<br>□员閟寒。帝收九行。<br>嗟我公侯。百辞冢卿。<br>皇我万民。旦夕勿忘。<br><br>我徂黄竹。□□□□<br>□员閟寒。帝收九行。<br>嗟我公侯。百辞冢卿。<br>皇我万民。旦夕勿穷。<br><br>有皎者鴼。<br>翩翩其飞。嗟我公侯。<br>□勿则迁。居乐甚寡。<br>不如迁土。礼乐其民。"},
{"title": "孔丛子引遗谚", "author": "佚名", "dynasty": "先秦", "content": "尧舜千钟。孔子百觚。<br>子路嗑嗑。尚饮十榼。"},
{"title": "祠田辞", "author": "佚名", "dynasty": "先秦", "content": "荷此长耜。耕彼南亩。<br>四海俱有。"},
{"title": "暮春（五首）", "author": "周文", "dynasty": "先秦", "content": "曾共看花发，无端又落花。<br>春归君亦去，谁与惜年华。"},
{"title": "国语引谚", "author": "佚名", "dynasty": "先秦", "content": "兽恶其纲。民恶其上。<br>众心成城。众口铄金。<br>从善如登。从恶如崩。<br>黍稷无成。不能为荣。<br>黍不为黍。稷不为稷。<br>不能蕃殖。所生不疑。<br>惟德之基。狐埋之而狐搰之。<br>是以无成功。觥饭不及壶飱。"},
{"title": "蜉蝣", "author": "佚名", "dynasty": "先秦", "content": "蜉蝣之羽，衣裳楚楚。心之裳矣，於我归处。蜉蝣之翼，采采衣服。心之裳矣，於我归息。蜉蝣掘阅，麻衣如雪。心之裳矣，於我归说。"},
{"title": "祭侯辞", "author": "佚名", "dynasty": "先秦", "content": "惟若宁侯。毋或若女不宁侯。<br>不属于王所。故抗而射女。<br>强饮强食。诒尔曾孙。<br>诸侯百福。"},
{"title": "原壤歌", "author": "佚名", "dynasty": "先秦", "content": "貍首之斑然。执女手之卷然。"},
{"title": "十亩之间", "author": "佚名", "dynasty": "先秦", "content": "十亩之间兮，桑者闲闲兮，行与子还兮。十亩之外兮，桑者泄泄兮，行与子逝兮。"},
{"title": "黄泽谣", "author": "佚名", "dynasty": "先秦", "content": "黄之池。其马歕沙。<br>皇人威仪。黄之泽。<br>其马歕玉。皇人受縠。"},
{"title": "常棣", "author": "佚名", "dynasty": "先秦", "content": "常棣之华，鄂不韡韡。凡今之人，莫如兄弟。死丧之威，兄弟孔怀。原隰裒矣，兄弟求矣。脊令在原，兄弟急难。每有良朋，况也永叹。兄弟阋于墙，外御其务。每有良朋，烝也无戎。丧乱既平，既安且宁。虽有兄弟，不如友生？傧尔笾豆，饮酒之饫。兄弟既具，和乐且孺。妻子好合，如鼓瑟琴。兄弟既翕，和乐且湛。宜尔室家，乐尔妻帑。是究是图，亶其然乎？"},
{"title": "汾沮洳", "author": "佚名", "dynasty": "先秦", "content": "彼汾沮洳，言采其莫。彼其之子，美无度。美无度，殊异乎公路。彼汾一方，言采其桑。彼其之子，美如英。美如英，殊异乎公行。彼汾一曲，言采其藚。彼其之子，美如玉。美如玉，殊异乎公族。 "},
{"title": "成王冠辞", "author": "佚名", "dynasty": "先秦", "content": "使王近于民。远于佞。<br>近于义。啬于时。<br>惠于财。亲贤使能。"},
{"title": "后汉书引逸诗", "author": "佚名", "dynasty": "先秦", "content": "皎皎练丝。在所染之。"},
{"title": "陟岵", "author": "佚名", "dynasty": "先秦", "content": "陟彼岵兮，瞻望父兮。父曰：嗟！予子行役，夙夜无已。上慎旃哉，犹来！无止！陟彼屺兮，瞻望母兮。母曰：嗟！予季行役，夙夜无寐。上慎旃哉，犹来！无弃！陟彼冈兮，瞻望兄兮。兄曰：嗟！予弟行役，夙夜必偕。上慎旃哉，犹来！无死！ "},
{"title": "杨朱歌", "author": "佚名", "dynasty": "先秦", "content": "天其弗识。人胡能觉。<br>匪佑自天。弗孽由人。<br>我乎汝乎。其弗知呼。<br>医乎巫乎。其知之乎。"},
{"title": "相和歌", "author": "佚名", "dynasty": "先秦", "content": "嗟来桑户乎。嗟来桑户乎。<br>而已反其真。而我犹为人猗。"},
{"title": "韩非子引古语", "author": "佚名", "dynasty": "先秦", "content": "奔车之上无仲尼。覆舟之下无伯夷。"},
{"title": "子桑琴歌", "author": "佚名", "dynasty": "先秦", "content": "父邪母邪。天乎人乎。"},
{"title": "有怀（二首）", "author": "周文", "dynasty": "先秦", "content": "醉罢见明月，照我还照君。<br>如何君不见，只见天边云。"},
{"title": "成王冠辞", "author": "佚名", "dynasty": "先秦", "content": "令月吉日。王始加元服。<br>去王幼志服袞职。<br>钦若昊天。六合是式。<br>率尔祖考。永永无极。"},
{"title": "包山谣", "author": "佚名", "dynasty": "先秦", "content": "禹得金简玉字书。藏洞庭包山湖。"},
{"title": "雨无正", "author": "佚名", "dynasty": "先秦", "content": "浩浩昊天，不骏其德。降丧饥馑，斩伐四国。旻天疾威，弗虑弗图。舍彼有罪，既伏其辜。若此无罪，沦胥以铺。\r\n周宗既灭，靡所止戾。正大夫离居，莫知我勚。三事大夫，莫肯夙夜。邦君诸侯，莫肯朝夕。庶曰式臧，覆出为恶。\r\n如何昊天，辟言不信。如彼行迈，则靡所臻。凡百君子，各敬尔身。胡不相畏，不畏于天？\r\n戎成不退，饥成不遂。曾我暬御，憯憯日瘁。凡百君子，莫肯用讯。听言则答，谮言则退。\r\n哀哉不能言，匪舌是出，维躬是瘁。哿矣能言，巧言如流，俾躬处休！\r\n维曰予仕，孔棘且殆。云不何使，得罪于天子；亦云可使，怨及朋友。\r\n谓尔迁于王都。曰予未有室家。鼠思泣血，无言不疾。昔尔出居，谁从作尔室？"},
{"title": "嘏辞", "author": "佚名", "dynasty": "先秦", "content": "皇尸命工祝。承致多福无疆。<br>于女孝孙。来女孝孙。<br>使女受禄于天。宜稼于田。<br>眉寿万年。笏替引之。"},
{"title": "夏日和友人见赠并谢兰膏名酒", "author": "周文", "dynasty": "先秦", "content": "题遍碧苔笺，吟残绿水篇。<br>流霞穿树出，明月隔溪悬。<br>乍听声声笛，还逢泛泛船。<br>琴心谁共识，山水自相怜。"},
{"title": "古言", "author": "佚名", "dynasty": "先秦", "content": "墙有耳。伏寇在侧。"},
{"title": "去鲁歌", "author": "佚名", "dynasty": "先秦", "content": "彼妇之口。可以出走。<br>彼妇之谒。可以死败。<br>优哉游哉。维以卒岁。"},
{"title": "暮春（五首）", "author": "周文", "dynasty": "先秦", "content": "旧愁聊自息，新恨便相催。<br>欲寄丝千织，无由只雁来。"},
{"title": "琴歌", "author": "佚名", "dynasty": "先秦", "content": "百里奚。百里奚。<br>母已死。葬南溪。<br>坟以瓦。覆以柴。<br>舂黄藜。搤伏鸡。<br>西入秦。五羖皮。<br>今日富贵忘我为。"},
{"title": "琴歌", "author": "佚名", "dynasty": "先秦", "content": "百里奚。五羊皮。<br>忆别时。烹伏雌。<br>炊扊扅。今日富贵忘我为。"},
{"title": "白水诗", "author": "佚名", "dynasty": "先秦", "content": "浩浩者水。育育者鱼。<br>未有家室。而召我安居。"},
{"title": "岁莫歌", "author": "佚名", "dynasty": "先秦", "content": "岁已莫矣。而禾不穫。<br>忽忽兮若之何。岁已寒矣。<br>而役不罢。惙惙兮如之何。"},
{"title": "祷雨辞", "author": "佚名", "dynasty": "先秦", "content": "政不节与。使民疾与。<br>何以不雨至斯极也。宫室崇与。<br>妇谒盛与。何以不雨至斯极也。<br>苞苴行与。谗夫兴与。<br>何以不雨至斯极也。"},
{"title": "五子歌", "author": "佚名", "dynasty": "先秦", "content": "皇祖有训。民可近。<br>不可下。民惟邦本。<br>本固邦宁。予视天下愚夫愚妇。<br>一能胜予。怨岂在明。<br>不见是图。予临兆民。<br>懔乎若朽索之驭六马。<br>为人上者。奈何不敬。<br>训有之。内作色荒。<br>外作禽荒。甘酒嗜音。<br>峻宇雕墙。有一于此。<br>未或不亡。惟彼陶唐。<br>有此冀方。今失厥道。<br>乱其纪纲。乃底灭亡。<br>明明我祖。万邦之君。<br>有典有则。贻厥子孙。<br>关石和钧。王府则有。<br>荒坠厥绪。覆宗绝祀。<br>呜呼曷归。予怀之悲。<br>万姓仇予。予将畴依。<br>郁陶乎予心。颜厚有忸怩。<br>弗慎厥德。虽悔可追。"},
{"title": "成相杂辞", "author": "佚名", "dynasty": "先秦", "content": "请成相。世之殃。<br>愚暗愚暗堕贤良。人主无贤。<br>如瞽无相何伥伥。请布基。<br>慎圣人。愚而自专事不治。<br>主忌苟胜。群臣莫谏必逢灾。<br>论臣过。反其施。<br>尊主安国尚贤义。拒谏饰非。<br>愚而上同国必祸。曷谓罢。<br>国多私。比周还主党与施。<br>远贤。近谗。<br>忠臣蔽塞主势移。曷谓贤。<br>明君臣。上能尊主爱下民。<br>主诚听之。天下为一四海宾。<br>主之孽。谗人达。<br>贤能遁逃国乃蹷。愚以重愚。<br>暗以重暗成为桀。世之灾。<br>妬贤能。飞廉知政任恶来。<br>卑其志意。大其园囿高其台。<br>武王怒。师牧野。<br>纣卒易乡启乃下。武王善之。<br>封之于宋立其祖。世之衰。<br>谗人归。比干见刳箕子累。<br>武王诛之。吕尚招麾殷民怀。<br>世之祸。恶贤士。<br>子胥见杀百里徒。穆公得之。<br>强配五伯六卿施。世之愚。<br>恶大儒。逆斥不通孔子拘。<br>展禽三绌。春申道缀基毕输。<br>请牧基。贤者思。<br>尧在万世如见之。谗人罔极。<br>险陂倾侧此之疑。基必施。<br>辩贤罢。文武之道同伏戏。<br>由之者治。不由者乱何疑为。<br>凡成相。辩法方。<br>至治之极复后王。慎墨季惠。<br>百家之说诚不祥。治复一。<br>脩之吉。君子执之心如结。<br>众人贰之。谗夫弃之形是诘。<br>水至平。端不倾。<br>心术如此象圣人。□而有势。<br>直而用抴必参天。世无王。<br>穷贤良。暴人刍豢仁人糟糠。<br>礼乐灭息。圣人隐伏墨术行。<br>治之经。礼与刑。<br>君子以脩百姓宁。明德慎罚。<br>国家既治四海平。治之志。<br>后势富。君子诚之好以待。<br>处之敦固。有深藏之能远思。<br>思乃精。志之荣。<br>好而一之神以诚。精神相反。<br>一而不贰为圣人。治之道。<br>美不老。君子由佼以好。<br>下以教诲子弟。上以事祖考。<br>成相竭。辞不蹷。<br>君子道之顺以达。宗其贤良辩其殃孽□□□。<br>请成相。道圣王。<br>尧舜尚贤身辞让。许由善卷。<br>重义轻利行显明。尧让贤。<br>以为民。氾利兼爱德施均。<br>辩治上下。贵贱有等明君臣。<br>尧授能。舜遇时。<br>尚贤推德天下治。虽有贤圣。<br>适不遇世孰知之。尧不德。<br>舜不辞。妻以二女任以事。<br>大人哉舜。南面而立万物备。<br>舜授禹以天下。尚德推贤不失序。<br>外不避仇。内不阿亲贤者予。<br>禹劳心力。尧有德。<br>干戈不用三苗服。举舜甽畝。<br>任之天下身休息。得后稷。<br>五谷殖。夔为乐正鸟兽服。<br>契为司徒。民知孝尊弟有德。<br>禹有功。抑下鸿。<br>辟除民害逐共工。北决九河。<br>通十二渚疏三江。禹傅土。<br>平天下。躬亲为民行劳苦。<br>得益皋陶。横革直成为辅。<br>契玄王。生昭明。<br>居于砥石迁于商。十有四世乃有天乙是成汤。<br>天乙汤。论举当。<br>身让卞随举牟光。□□□□道古贤圣基必张。<br>□□愿陈辞。世乱恶善不此治。<br>隐讳疾贤。良由姦诈鲜无灾。<br>患难哉阪为先圣知不用愚者谋。前车已覆。<br>后未知更何觉时。不觉悟。<br>不知苦。迷惑失指易上下。<br>忠不上达。蒙掩耳目塞门户。<br>门户塞。大迷惑。<br>悖乱昏莫不终极。是非反易。<br>比周期上恶正直。正直恶。<br>心无度。邪枉辟回失道途。<br>已无邮人我独自美岂无故。不知戒。<br>后必有恨后遂过不肯悔。谗夫多进。<br>反复言语生诈态。人之态。<br>不如备。争宠疾贤利恶忌。<br>妬功毁贤。下敛党与上蔽匿。<br>上壅蔽。失辅势。<br>任用谗夫不能制。郭公长父之难。<br>厉王流于彘。周幽厉。<br>所以败。不听规谏忠是害。<br>嗟我何人。独不遇时当乱世。<br>欲对衷言不从。恐为子胥身离凶。<br>进谏不听。刭而独鹿弃之江。<br>观往事。以自戒。<br>治乱是非亦可识。□□□□托于成相以喻意。<br>请成相。言治方。<br>君论有五约以明。君谨守之。<br>下皆平正国乃昌。臣下职。<br>莫游食。务本节用財无极。<br>事业听上。莫得相使一民力。<br>守其职。足衣食。<br>厚薄有等明爵服。利往卬上。<br>莫得擅与孰私得。君法明。<br>论有常。表仪既设民知方。<br>进退有律。莫得贵贱孰私王。<br>君法仪。禁不为。<br>莫不说教名不移。脩之者荣。<br>离之者辱孰它师。刑称陈。<br>守其银。下不得用轻私门。<br>罪祸有律。莫得轻重威不分。<br>请牧祺。用有基。<br>主好论议必善谋。五听循领。<br>莫不理续主执持。听之经。<br>明其请。参伍明谨施赏刑。<br>显者必得隐者复显民反诚。言有节。<br>稽其实。信诞以分赏罚必。<br>下不欺上。皆以情言明若日。<br>上通利。隐远至。<br>观法不法见不视。耳目既显。<br>吏敬法令莫敢恣。君教出。<br>行有律。吏谨将之无敌铍滑。<br>下不私请。各以所宜舍巧拙。<br>臣谨脩。君制变。<br>公察善思论不乱。以治天下。<br>后世法之成律贯。"},
{"title": "穗歌", "author": "佚名", "dynasty": "先秦", "content": "穗乎不得穫。秋风至兮殚零落。<br>风雨之弗杀也。太上之靡弊也。"},
{"title": "暮春（五首）", "author": "周文", "dynasty": "先秦", "content": "堪嗟分手日，春色冷湖头。<br>柳絮空飞尽，长条转系愁。"},
{"title": "弹歌", "author": "佚名", "dynasty": "先秦", "content": "断竹续竹。飞土逐宍。"},
{"title": "龙蛇歌", "author": "佚名", "dynasty": "先秦", "content": "龙欲上天。五蛇为辅。<br>龙已升云。四蛇各入其宇。<br>一蛇独怨。终不见处所。"},
{"title": "晋童谣", "author": "佚名", "dynasty": "先秦", "content": "丙之晨。龙尾伏辰。<br>均服振振。取虢之旂。<br>鹑之贲贲。天策焞焞。<br>火中成军。虢公其奔。"},
{"title": "琴歌", "author": "佚名", "dynasty": "先秦", "content": "百里奚。初娶我时五羊皮。<br>临当相别烹乳鸡。今适富贵忘我为。"},
{"title": "鬼谷子引古语", "author": "佚名", "dynasty": "先秦", "content": "女爱不蔽席。男欢不尽轮。"},
{"title": "甘泉歌", "author": "佚名", "dynasty": "先秦", "content": "运石甘泉口。渭水不敢流。<br>千人唱。万人讴。<br>金陵余石大如塸。"},
{"title": "韩非子引先圣谚", "author": "佚名", "dynasty": "先秦", "content": "不踬于山。而踬于垤。<br>规有摩而水有波。<br>我欲更之。无奈之何。"},
{"title": "九章之三 哀郢", "author": "屈原", "dynasty": "先秦", "content": "皇天之不纯命兮，何百姓之震愆？<br>民离散而相失兮，方仲春而东迁。<br>去故都而就远兮，遵江夏以流亡。<br>出国门而轸怀兮，申之吾以行。<br>发郢都而去闾兮，怊荒忽其焉极！<br>楫齐杨以容与兮，哀见君而不再得。<br>望长楸而太息兮，涕淫淫其若霰，<br>过夏首而西浮兮，顾龙门而不见，<br>心蝉媛而伤怀兮，眇不知其所，<br>顺风波以从流兮，焉洋洋而为客。<br>凌阳侯之汜滥兮，忽翱翔之焉薄，<br>心絓结而不解兮，思蹇产而不释。<br>将运舟而下浮兮，上洞庭而下江，<br>去终古之所居兮，今逍遥而来东，<br>羌灵魂之欲归兮，何须臾之忘反？<br>背夏浦而西思兮，哀故都之日远，<br>登大坟而远望兮，聊以舒吾忧心，<br>哀州土之平乐兮，悲江介之遗风，<br>当陵阳之焉至兮，淼南渡之焉如？<br>曾不知夏之为丘兮，孰两东门之可芜！<br>心不怡之长久兮，忧与愁其相接，<br>惟郢路之辽远兮，江与夏之不可涉。<br>忽若去不信兮，至今九年而不复。<br>惨郁郁而不通兮，蹇侘傺而含戚。<br>外承欢之汋约兮，谌荏弱而维持，<br>忠湛湛而愿进兮，妒被离而鄣之。<br>尧舜之抗行兮，嘹杳杳而薄天，<br>众谗人之嫉妒兮，被以不慈之伪名，<br>憎愠论之修美兮，好夫人之慷慨。<br>众蹀而日进兮，美超远而逾迈。<br>乱曰：曼余目以流观兮，冀一反之何时？<br>鸟飞反故乡兮，狐死必首丘。<br>信非吾罪而弃逐兮，何日夜而忘之！"},
{"title": "夏人歌", "author": "佚名", "dynasty": "先秦", "content": "江水沛兮。舟楫败兮。<br>我王废兮。趣归于薄。<br>薄亦大兮。四牡跷兮。<br>六辔沃兮。去不善而从善。<br>何不乐兮。"},
{"title": "河上歌", "author": "佚名", "dynasty": "先秦", "content": "同病相怜。同忧相捄。<br>惊翔之鸟相随而集。濑下之水因复俱流。"},
{"title": "金楼子引殷纣时语", "author": "佚名", "dynasty": "先秦", "content": "车行酒。骑行炙。<br>百二十日为一夜。"},
{"title": "白水诗", "author": "佚名", "dynasty": "先秦", "content": "浩浩白水。鯈鯈之鱼。<br>君来召我。我将安居。<br>国家未立。从我焉如。"},
{"title": "恭世子诵", "author": "佚名", "dynasty": "先秦", "content": "贞之无报也。孰是人斯。<br>而有斯臭也。贞为不听。<br>信为不诚。国斯无刑。<br>媮居幸生。不更厥贞。<br>大命其倾。威兮怀兮。<br>各聚尔有。以待所归兮。<br>猗兮违兮。心之哀兮。<br>岁之二七。其靡有徵兮。<br>若翟公子。吾是之依兮。<br>镇抚国家。为王妃兮。"},
{"title": "楚人谣", "author": "佚名", "dynasty": "先秦", "content": "楚虽三户。亡秦必楚。"},
{"title": "頍弁", "author": "佚名", "dynasty": "先秦", "content": "有頍者弁，实维伊何？尔酒既旨，尔肴既嘉。岂伊异人？兄弟匪他。\r\n茑与女萝，施于松柏。未见君子，忧心奕奕；既见君子，庶几说怿。\r\n有頍者弁，实维何期？尔酒既旨，尔肴既时。岂伊异人？兄弟具来。\r\n茑与女萝，施于松上。未见君子，忧心怲怲；既见君子，庶几有臧。\r\n有頍者弁，实维在首。尔酒既旨，尔肴既阜。岂伊异人？兄弟甥舅。\r\n如彼雨雪，先集维霰。死丧无日，无几相见。乐酒今夕，君子维宴。"},
{"title": "优孟歌", "author": "佚名", "dynasty": "先秦", "content": "山居耕田苦。难以得食。<br>起而为吏。身贪鄙者余财。<br>不顾耻辱。身死家室富。<br>又恐受赇枉法为奸触大罪。<br>身死而家灭。贪吏安可为也。<br>念为廉吏。奉法守职。<br>竟死不敢为非。廉吏安可为也。"},
{"title": "申包胥歌", "author": "佚名", "dynasty": "先秦", "content": "吴为无道。封豕长蛇。<br>以食上国。欲有天下。<br>政从楚起。寡君出自草泽。<br>使来告急。"},
{"title": "九章之三 哀郢", "author": "屈原", "dynasty": "先秦", "content": "皇天命不纯命兮，何百姓命震愆？<br>民离散而相失兮，方仲春而东迁。<br>去故都而就远兮，遵江夏以流亡。<br>出国门而轸怀兮，申命吾以行。<br>发郢都而去闾兮，怊荒忽其焉极！<br>楫齐杨以容与兮，哀见君而不再得。<br>望长楸而太息兮，涕淫淫其若霰，<br>过夏首而西浮兮，顾龙门而不见，<br>心蝉媛而伤怀兮，眇不知其所，<br>顺风波以从流兮，焉洋洋而为客。<br>凌阳侯命汜滥兮，忽翱翔命焉薄，<br>心絓结而不解兮，思蹇产而不释。<br>将运舟而下浮兮，上洞庭而下江，<br>去终古命所居兮，今逍遥而来东，<br>羌灵魂命欲归兮，何须臾命忘反？<br>背夏浦而西思兮，哀故都命日远，<br>登大坟而远望兮，聊以舒吾忧心，<br>哀州土命平乐兮，悲江介命遗风，<br>当陵阳命焉至兮，淼南渡命焉如？<br>曾不知夏命为丘兮，孰两东门命可芜！<br>心不怡命长久兮，忧与愁其相接，<br>惟郢路命辽远兮，江与夏命不可涉。<br>忽若去不信兮，至今九年而不复。<br>惨郁郁而不通兮，蹇侘傺而含戚。<br>外承欢命汋约兮，谌荏弱而维持，<br>忠湛湛而愿进兮，妒被离而鄣命。<br>尧舜命抗行兮，嘹杳杳而薄天，<br>众谗人命嫉妒兮，被以不慈命伪名，<br>憎愠论命修美兮，好夫人命慷慨。<br>众蹀而日进兮，美超远而逾迈。<br>乱曰：曼余目以流观兮，冀一反命何时？<br>鸟飞反故乡兮，狐死必首丘。<br>信非吾罪而弃逐兮，何日夜而忘命！"},
{"title": "东门之杨", "author": "佚名", "dynasty": "先秦", "content": "东门之杨，其叶牂牂。昏以为期，明星煌煌。东门之杨，其叶肺肺。昏以为期，明星晢晢。 "},
{"title": "莱人歌", "author": "佚名", "dynasty": "先秦", "content": "景公死乎不与埋。<br>三军之士不与谋。<br>师乎师乎。何党之乎。"},
{"title": "易水歌", "author": "荆轲", "dynasty": "先秦", "content": "风萧萧兮易水寒，壮士一去兮不复还。"},
{"title": "皇皇者华", "author": "佚名", "dynasty": "先秦", "content": "皇皇者华，于彼原隰。駪駪征夫，每怀靡及。我马维驹，六辔如濡。载驰载驱，周爰咨诹。我马维骐，六辔如丝。载驰载驱，周爰咨谋。我马维骆，六辔沃若。载驰载驱，周爰咨度。我马维骃，六辔既均。载驰载驱，周爰咨询。"},
{"title": "诸子喻山水", "author": "先秦诸子", "dynasty": "先秦", "content": "　　子曰：“譬如为山，未成一篑，止，吾止也；譬如平地，虽覆一篑，进，吾往也。 《论语·子罕》\r\n　　上不天则下不遍覆，心不地则物不必载。太山不立好恶，故能成其高；江海不择小助，故能成其富。故大人寄形于天地而万物备，历心于山海而国家富。上无忿怒之毒，下无伏怨之患，上下交朴，以道为舍。故长利积，大功立，名成于前，德垂于后，治之至也。《韩非子·大体》\r\n　　海不辞水，故能成其大；山不辞土石，故能成其高；明主不厌人，故能成其众；士不厌学，故能成其圣。 《管子·形势解》\r\n　　子曰：“知者乐水，仁者乐山；知者动，仁者静；知者乐，仁者寿。” 《论语·雍也》\r\n　　子在川上曰：“逝者如斯夫，不舍昼夜。” 《论语·子罕》\r\n　　徐子曰：“仲尼亟称于水，曰：‘水哉，水哉！’何取于水也？”\r\n　　孟子曰：“源泉混混，不舍昼夜，盈科而后进，放乎四海。有本者如是，是之取尔。苟为无本，七、八月之间雨集，沟浍皆盈，其涸也，可立而待也。故声闻过情，君子耻之。”《孟子·离娄下》\r\n　　孟子曰：“孔子登东山而小鲁，登泰山而小天下。故观于海者难为水，游于圣人之门者难为言）。观水有术，必观其澜。日月有明，容光必照焉。流水之为物也，不盈科不行；君子之志于道也，不成章不达。”《孟子·尽心上》\r\n　　上善若水。水善利万物而不争。处众人之所恶，故几于道。居善地，心善渊，与善仁，言善信，正善治，事善能，动善时。夫唯不争，故无尤。《老子》第八章\r\n　　江海所以能为百谷王者，以其善下之，故能为百谷王。 《老子》第66章\r\n　　天下莫柔弱于水，而攻坚强者莫之能胜，以其无以易之。弱之胜强，柔之胜刚，天下莫不知，莫能行。 《老子》第78章\r\n　　夫兵形象水，水之形避高而趋下，兵之形避实而击虚；水因地而制流），兵因敌 而制胜。故兵无常势，水无常形。能因敌变化而取胜者，谓之神。 《孙子·虚实篇》"},
{"title": "优孟歌", "author": "佚名", "dynasty": "先秦", "content": "山居耕田苦。难以得食。<br>起难为吏。身贪鄙者余财。<br>不顾耻辱。身死家室富。<br>又恐受赇枉法为奸触大罪。<br>身死难家灭。贪吏安可为也。<br>念为廉吏。奉法守职。<br>竟死不敢为非。廉吏安可为也。"},
{"title": "卷阿", "author": "佚名", "dynasty": "先秦", "content": "有卷者阿，飘风自南。岂弟君子，来游来歌，以矢其音。\r\n伴奂尔游矣，优游尔休矣。岂弟君子，俾尔弥尔性，似先公酋矣。\r\n尔土宇昄章，亦孔之厚矣。岂弟君子，俾尔弥尔性，百神尔主矣。\r\n尔受命长矣，茀禄尔康矣。岂弟君子，俾尔弥尔性，纯嘏尔常矣。\r\n有冯有翼，有孝有德，以引以翼。岂弟君子，四方为则。\r\n颙颙卬卬，如圭如璋，令闻令望。岂弟君子，四方为纲。\r\n凤凰于飞，翙翙其羽，亦集爰止。蔼蔼王多吉士，维君子使，媚于天子。\r\n凤凰于飞，翙翙其羽，亦傅于天。蔼蔼王多吉人，维君子命，媚于庶人。\r\n凤凰鸣矣，于彼高冈。梧桐生矣，于彼朝阳。菶菶萋萋，雍雍喈喈。\r\n君子之车，既庶且多。君子之马，既闲且驰。矢诗不多，维以遂歌。"},
{"title": "园有桃", "author": "佚名", "dynasty": "先秦", "content": "园有桃，其实之肴。心之忧矣，我歌且谣。不知我者，谓我士也骄。彼人是哉，子曰何其？心之忧矣，其谁知之？其谁知之，盖亦勿思！园有棘，其实之食。心之忧矣，聊以行国。不知我者，谓我士也罔极。彼人是哉，子曰何其？心之忧矣，其谁知之？其谁知之，盖亦勿思！ "},
{"title": "六亲五法", "author": "刘向 编", "dynasty": "先秦", "content": "　　以家为乡，乡不可为也；以乡为国，国不可为也；以国为天下，天下不可为也。以家为家，以乡为乡，以国为国，以天下为天下。毋曰不同生，远者不听；毋曰不同乡，远者不行；毋曰不同国，远者不从。如地如天，何私何亲？如月如日，唯君之节！\r\n　　御民之辔，在上之所贵；道民之门，在上之所先；召民之路，在上之所好恶。故君求之，则臣得之；君嗜之，则臣食之；君好之，则臣服之；君恶之，则臣匿之。毋蔽汝恶，毋异汝度，贤者将不汝助。言室满室，言堂满堂，是谓圣王。城郭沟渠，不足以固守；兵甲强力，不足以应敌；博地多财，不足以有众。惟有道者，能备患於未形也，故祸不萌。\r\n　　天下不患无臣，患无君以使之；天下不患无财，患无人以分之。故知时者，可立以为长；无私者，可置以为政；审於时而察於用，而能备官者，可奉以为君也。缓者，後於事；吝於财者，失所亲；信小人者，失士。"},
{"title": "菁菁者莪", "author": "佚名", "dynasty": "先秦", "content": "菁菁者莪，在彼中阿。既见君子，乐且有仪。菁菁者莪，在彼中沚。既见君子，我心则喜。菁菁者莪，在彼中陵。既见君子，锡我百朋。泛泛杨舟，载沉载浮。既见君子，我心则休。"},
{"title": "穷劫曲", "author": "佚名", "dynasty": "先秦", "content": "王耶王耶何乖劣。不顾宗庙听谗孽。<br>任用无忌多所杀。诛夷白氏族几灭。<br>二子东奔适吴越。吴王哀痛助忉怛。<br>垂涕举兵将西伐。伍胥白喜孙武决。<br>三战破郢王奔发。留兵纵骑虏京阙。<br>楚荆骸骨遭掘发。鞭辱腐尸耻难雪。<br>几危宗庙社稷灭。庄王何罪国几绝。<br>卿士凄怆民恻悷。吴军虽去怖不歇。<br>愿王更隐抚忠节。勿为谗口能谤亵。"},
{"title": "饭牛歌", "author": "宁戚", "dynasty": "先秦", "content": "南山矸，白石烂，生不遭尧与舜禅。短布单衣适至骭，从昏饭牛薄夜半，长夜漫漫何时旦？沧浪之水白石粲，中有鲤鱼长尺半。毂布单衣裁至骭，清朝饭牛至夜半。黄犊上坂且休息，吾将舍汝相齐国。出东门兮厉石班，上有松柏兮青且兰。粗布衣兮缊缕，时不遇兮尧舜主。牛兮努力食细草，大臣在尔侧，吾当与尔适楚国。 "},
{"title": "卿云歌", "author": "佚名", "dynasty": "先秦", "content": "卿云烂兮，糺缦缦兮。日月光华，旦复旦兮。明明上天，烂然星陈。日月光华，弘于一人。日月有常，星辰有行。四时从经，万姓允诚。于予论乐，配天之灵。迁于圣贤，莫不咸听。鼚乎鼓之，轩乎舞之。菁华已竭，褰裳去之。 "},
{"title": "弈秋", "author": "孟子及弟子", "dynasty": "先秦", "content": "　　孟子曰：“无或乎王之不智也。虽有天下易生之物也，一日暴之，十日寒之，未有能生者也。吾见亦罕矣，吾退而寒之者至矣，吾如有萌焉何哉？今夫弈之为数，小数也；不专心致志。则不得也。弈秋，通国之善奕者也。使弈秋诲二人弈，其一人专心致志，惟弈秋之为听。一人虽听之，一心以为有鸿鹄将至，思援弓缴而射之，虽与之俱学，弗若之矣，为是其智弗若与？曰：非然也。”"},
{"title": "长水童谣", "author": "佚名", "dynasty": "先秦", "content": "城门当有血。城没陷为湖。"},
{"title": "棫朴", "author": "佚名", "dynasty": "先秦", "content": "芃芃棫朴，薪之槱之。济济辟王，左右趣之。\r\n济济辟王，左右奉璋。奉璋峨峨，髦士攸宜。\r\n淠彼泾舟，烝徒楫之。周王于迈，六师及之。\r\n倬彼云汉，为章于天。周王寿考，遐不作人？\r\n追琢其章，金玉其相。勉勉我王，纲纪四方。"},
{"title": "多歧亡羊", "author": "列御寇", "dynasty": "先秦", "content": "　　杨子之邻人亡羊，既率其党，又请杨子之竖追之。杨子曰：“嘻！亡一羊何 追者之众？”邻人曰：“多歧路。”既反，问：“获羊乎？”曰：“亡之矣。” 曰：“奚亡之？”曰：“歧路之中又有歧焉。吾不知所之，所以反也。”杨子戚 然变容，不言者移时，不笑者竟日。门人怪之，请曰：“羊贱畜，又非夫子之有， 而损言笑者何哉？”杨子不答。(追者之众 一作：追之者众)\r\n　　心都子曰：“大道以多歧亡羊，学者以多方丧生。学 非本不同，非本不一，而末异若是。唯归同反一，为亡得丧。子长先生之门，习 先生之道，而不达先生之况也，哀哉！”"},
{"title": "杜蒉扬觯", "author": "佚名", "dynasty": "先秦", "content": "　　知悼子卒，未葬，平公饮酒，葬旷、李调侍，鼓钟。杜蒉自外来，闻钟声，曰：“安在？”曰：“在寝。”杜蒉入寝，历阶而升，酌曰：“旷饮斯！”又酌曰：“调饮斯！”又酌，堂上北面坐饮之。降趋而出。 \r\n　　平公呼而进之，曰：“蒉！曩者尔心或开予，是以不与尔言。尔饮旷，何也？”曰：“子卯不乐。知悼子在堂，斯其为子卯也大矣！旷也，太葬也。不以诏，是以饮之也。”“尔饮调，何也？”曰：“调也，君之亵臣也。为一饮一食忘君之疾，是以饮之也。”“尔饮，何也？”曰：“蒉也，宰夫也，非刀匕是共，又敢与知防，是以饮之也。”平公曰：“寡人亦有过焉，酌而饮寡人。”杜蒉洗而扬觯。公谓侍者曰：“如我死，则必毋废斯爵也！” \r\n　　至于今，既毕献，斯扬觯，谓之“杜举”。"},
{"title": "杕杜", "author": "佚名", "dynasty": "先秦", "content": "有杕之杜，其叶湑湑。独行踽踽。岂无他人？不如我同父。嗟行之人，胡不比焉？人无兄弟，胡不佽焉？有杕之杜，其叶菁菁。独行睘睘。岂无他人？不如我同姓。嗟行之人，胡不比焉？人无兄弟，胡不佽焉？"},
{"title": "勾践灭吴", "author": "佚名", "dynasty": "先秦", "content": "　　越王勾践栖于会稽之上，乃号令于三军曰：“凡我父兄昆弟及国子姓，有能助寡人谋而退吴者，吾与之共知越国之政。”大夫种进对曰：“臣闻之，贾人夏则资皮，冬则资絺，旱则资舟，水则资车，以待乏也。夫虽无四方之忧，然谋臣与爪牙之士，不可不养而择也。譬如蓑笠，时雨既至，必求之。今君王既栖于会稽之上，然后乃求谋臣，无乃后乎？”勾践曰：“苟得闻子大夫之言，何后之有？”执其手而与之谋。 \r\n　　遂使之行成于吴，曰：“寡君勾践乏无所使，使其下臣种，不敢彻声闻于大王，私于下执事曰：寡君之师徒不足以辱君矣；愿以金玉、子女赂君之辱。请勾践女女于王，大夫女女于大夫，士女女于士；越国之宝器毕从！寡君帅越国之众以从君之师徒。唯君左右之，若以越国之罪为不可赦也，将焚宗庙，系妻孥，沈金玉于江；有带甲五千人，将以致死，乃必有偶，是以带甲万人事君也，无乃即伤君王之所爱乎？与其杀是人也，宁其得此国也，其孰利乎？”\r\n　　夫差将欲听，与之成。子胥谏曰：“不可！夫吴之与越也，仇讎敌战之国也；三江环之，民无所移。有吴则无越，有越则无吴。将不可改于是矣！员闻之：陆人居陆，水人居水，夫上党之国，我攻而胜之，吾不能居其地，不能乘其车；夫越国，吾攻而胜之，吾能居其地，吾能乘其舟。此其利也，不可失也已。君必灭之！失此利也，虽悔之，必无及已。\r\n　　越人饰美女八人，纳之太宰嚭，曰：“子苟赦越国之罪，又有美于此者将进之。”太宰嚭谏曰：“嚭闻古之伐国者，服之而已；今已服矣，又何求焉？”夫差与之成而去之。\r\n　　勾践说于国人曰：“寡人不知其力之不足也，而又与大国执仇，以暴露百姓之骨于中原，此则寡人之罪也。寡人请更。”于是葬死者，问伤者，养生者；吊有忧，贺有喜；送往者，迎来者；去民之所恶，补民之不足。然后卑事夫差，宦士三百人于吴，其身亲为夫差前马。\r\n　　勾践之地，南至于句无，北至于御儿，东至于鄞，西至于姑蔑，广运百里，乃致其父母昆弟而誓之，曰：“寡人闻，古之贤君，四方之民归之，若水之归下也。今寡人不能，将帅二三子夫妇以蕃。”令壮者无取老妇，令老者无取壮妻；女子十七不嫁，其父母有罪；丈夫二十不取，其父母有罪。将免者以告，公令医守之。生丈夫，二壶酒，一犬；生女子，二壶酒，一豚；生三人，公与之母；生二子，公与之饩。当室者死，三年释其政；支子死，三月释其政；必哭泣葬埋之如其子。令孤子、寡妇、疾疹、贫病者，纳宦其子。其达士，洁其居，美其服，饱其食，而摩厉之于义。四方之士来者，必庙礼之。勾践载稻与脂于舟以行。国之孺子之游者，无不哺（有的哺为“饣”偏旁）也，无不歠也：必问其名。非其身之所种则不食，非其夫人之所织则不衣。十年不收于国，民俱有三年之食。\r\n　　国之父兄请曰：“昔者夫差耻吾君于诸侯之国，今越国亦节矣，请报之。”勾践辞曰：“昔者之战也，非二三子之罪也，寡人之罪也。如寡人者，安与知耻？请姑无庸战。”父兄又请曰：“越四封之内，亲吾君也，犹父母也。子而思报父母之仇，臣而思报君之仇，其有敢不尽力者乎？请复战！”勾践既许之，乃致其众而誓之，曰：“寡人闻古之贤君，不患其众之不足也，而患其志行之少耻也。今夫差衣水犀之甲者亿有三千，不患其志行之少耻也，而患其众之不足也。今寡人将助天灭之。吾不欲匹夫之勇也，欲其旅进旅退。进则思赏，退则思刑；如此，则有常赏。进不用命，退则无耻；如此，则有常刑。”\r\n　　果行，国人皆劝。父勉其子，兄勉其弟，妇勉其夫，曰：“孰是君也，而可无死乎？”是故败吴于囿，又败之于没，又郊败之。\r\n　　夫差行成，曰；“寡人之师徒，不足以辱君矣，请以金玉、子女赂君之辱！”勾践对曰：“昔天以越予吴，而吴不受命；今天以吴予越，越可以无听天之命，而听君之令乎！吾请达王甬、句东，吾与君为二君乎！”夫差对曰：“寡人礼先壹饭矣，君若不忘周室而为敝邑宸宇，亦寡人之愿也。君若曰：『吾将残汝社稷，灭汝宗庙。』寡人请死，余何面目以视于天下乎？越君其次也！”遂灭吴。"},
{"title": "泂酌", "author": "佚名", "dynasty": "先秦", "content": "泂酌彼行潦，挹彼注兹，可以餴饎。岂弟君子，民之父母。\r\n泂酌彼行潦，挹彼注兹，可以濯罍。岂弟君子，民之攸归。\r\n泂酌彼行潦，挹彼注兹，可以濯溉。岂弟君子，民之攸塈。"},
{"title": "孟子见梁襄王", "author": "孟子及弟子", "dynasty": "先秦", "content": "　　孟子见梁襄王。出，语人曰：王望之不似人君，就之而不见所畏焉。\r\n　　卒然问曰：‘天下恶乎定？’\r\n　　吾对曰：‘定于一。’‘孰能一之？’\r\n　　对曰：‘不嗜杀人者能一之。’\r\n　　‘孰能与之？’\r\n　　对曰：‘天下莫不与也。王知夫苗乎？七八月之间旱，则苗槁矣。天油然作云，沛然下雨，则苗浡然兴之矣！其如是，孰能御之？今夫天下之人牧，未有不嗜杀人者也。如有不嗜杀人者，则天下之民皆引领而望之矣。诚如是也，民归之，由水之就下，沛然谁能御之？’”"},
{"title": "下武", "author": "佚名", "dynasty": "先秦", "content": "下武维周，世有哲王。三后在天，王配于京。\r\n王配于京，世德作求。永言配命，成王之孚。\r\n成王之孚，下土之式。永言孝思，孝思维则。\r\n媚兹一人，应侯顺德。永言孝思，昭哉嗣服。\r\n昭兹来许，绳其祖武。於万斯年，受天之祜。\r\n受天之祜，四方来贺。於万斯年，不遐有佐。"},
{"title": "公子重耳对秦客", "author": "佚名", "dynasty": "先秦", "content": "　　晋献公之丧，秦穆公使人吊公子重耳，且曰：“寡人闻之，亡国恒于斯，得国恒于斯。虽吾子俨然在忧服之中，丧亦不可久也，时亦不可失也，孺子其图之！”\r\n　　以告舅犯。舅犯曰：“孺子其辞焉。丧人无宝，仁亲以为宝。父死之谓何？又因以为利，而天下其孰能说之？孺子其辞焉！”公子重耳对客曰：“君惠吊亡臣重耳。身丧父死，不得与于哭泣之哀，以为君忧。父死之谓何？或敢有他志，以辱君义。”稽颡而不拜，哭而起，起而不私。\r\n　　子显以致命于穆公。穆公曰：“仁夫公子重耳！夫稽颡而不拜，则未为后也，故不成拜。哭而起，则爱父也。起而不私，则远利也。” "},
{"title": "秦西巴纵麑", "author": "吕不韦 撰", "dynasty": "先秦", "content": "　　孟孙猎而得麑，使秦西巴持归烹之。麑母随之而啼，秦西巴弗忍，纵而与之。孟孙归，求麑安在。秦西巴对曰:“其母随而啼，臣诚弗忍，窃纵而予之。”孟孙怒，逐秦西巴。居一年，取以为子傅。左右曰：“秦西巴有罪于君，今以为子傅，何也？”孟孙曰：“夫一麑不忍，又何况于人乎？” "},
{"title": "晋献文子成室", "author": "佚名", "dynasty": "先秦", "content": "　　晋献文子成室，晋大夫发焉。张老曰：“美哉，轮焉！美哉，奂焉！歌于斯，哭于斯，聚国族于斯！”文子曰：“武也，得歌于斯，哭于斯，聚国族于斯，是全要领以从先大夫于九京也!”北面再拜稽首。君子谓之善颂善祷。 "},
{"title": "讽赋歌", "author": "佚名", "dynasty": "先秦", "content": "岁将暮兮日已寒。中心乱兮勿多言。<br>内怵惕兮徂玉床。横自陈兮君之傍。"},
{"title": "采芑歌", "author": "佚名", "dynasty": "先秦", "content": "妪乎采芑。归乎田成子。"},
{"title": "对楚王问", "author": "宋玉", "dynasty": "先秦", "content": "　　楚襄王问于宋玉曰：“先生其有遗行与？何士民众庶不誉之甚也！”\r\n　　宋玉对曰：“唯，然，有之！愿大王宽其罪，使得毕其辞。客有歌于郢中者，其始曰《下里》、《巴人》，国中属而和者数千人。其为《阳阿》、《薤露》，国中属而和者数百人。其为《阳春》、《白雪》，国中有属而和者，不过数十人。引商刻羽，杂以流徵，国中属而和者，不过数人而已。是其曲弥高，其和弥寡。\r\n　　故鸟有凤而鱼有鲲。凤皇上击九千里，绝云霓，负苍天，足乱浮云，翱翔乎杳冥之上。夫蕃篱之鷃，岂能与之料天地之高哉？鲲鱼朝发昆仑之墟，暴鬐于碣石，暮宿于孟诸。夫尺泽之鲵，岂能与之量江海之大哉？故非独鸟有凤而鱼有鲲，士亦有之。夫圣人瑰意琦行，超然独处，世俗之民，又安知臣之所为哉？” "},
{"title": "河梁歌", "author": "佚名", "dynasty": "先秦", "content": "度河梁兮渡河梁。举兵所伐攻秦王。<br>孟冬十月多雪霜。隆寒道路诚难当。<br>陈兵未济秦师降。诸侯怖惧皆恐惶。<br>声传海内威远邦。称霸穆桓齐楚庄。<br>天下安宁寿考长。悲去归兮河无梁。"},
{"title": "棘刺雕猴", "author": "韩非", "dynasty": "先秦", "content": "　　燕王好微巧，卫人请以棘刺之端为母猴。燕王说之，养之以五乘之奉。王曰：“吾视观客为棘刺之母猴。”客曰：“人主欲观之，必半岁不入宫，不饮酒食肉，雨霁日出，视之晏阴之间，而棘刺之母猴乃可见也。”燕王因养卫人，不能观其母猴。郑有台下之冶者，谓燕王曰：“臣为削者也，诸微物必以削削之，而所削必大于削。今棘刺之端不容削锋，难以治棘刺之端。王试观客之削，能与不能可知也。”王曰：“善。”谓卫人曰：“客为棘刺之母猴也，何以治之？”曰：“以削。”王曰：“吾欲观见之。”客曰：“臣请之舍取之。”因逃。\r\n　　（选自《韩非子·外储说左上》） "},
{"title": "襄王不许请隧", "author": "佚名", "dynasty": "先秦", "content": "　　晋文公既定襄王于郏，王劳之以地，辞，请隧焉。王弗许，曰：“昔我先王之有天下也，规方千里，以为甸服，以供上帝山川百神之祀，以备百姓兆民之用，以待不庭、不虞之患。其馀，以均分公、侯、伯、子、男，使各有宁宇，以顺及天地，无逢其灾害。先王岂有赖焉？内官不过九御，外官不过九品，足以供给神祇而已，岂敢厌纵其耳目心腹，以乱百度？亦唯是死生之服物采章，以临长百姓而轻重布之，王何异之有？”\r\n　　“今天降祸灾於周室，余一人仅亦守府，又不佞以勤叔父，而班先王之大物以赏私德，其叔父实应且憎，以非余一人，余一人岂敢有爱也？先民有言曰：‘改玉改行。’叔父若能光裕大德，更姓改物，以创制天下，自显庸也，而缩取备物，以镇抚百姓，余一人其流辟於裔土，何辞之有与？若犹是姬姓也，尚将列为公侯，以复先王之职，大物其未可改也。叔父其茂昭明德，物将自至，余何敢以私劳变前之大章，以忝天下，其若先王与百姓何？何政令之为也？若不然，叔父有地而隧焉，余安能知之？”\r\n　　文公遂不敢请，受地而还。 "},
{"title": "皇皇者华", "author": "佚名", "dynasty": "先秦", "content": "皇皇者华，于彼原隰。駪駪彼夫，每怀靡及。我马维驹，六辔如濡。载驰载驱，周爰咨诹。我马维骐，六辔如丝。载驰载驱，周爰咨谋。我马维骆，六辔沃若。载驰载驱，周爰咨度。我马维骃，六辔既均。载驰载驱，周爰咨询。"},
{"title": "皇矣", "author": "佚名", "dynasty": "先秦", "content": "皇矣上帝，临下有赫。监观下方，求民之莫。维此二国，其政不获。维彼下国，爰究爰度。上帝耆之，憎其式廓。乃眷西顾，此维与宅。\r\n作之屏之，其菑其翳。修之平之，其灌其栵。启之辟之，其柽其椐。攘之剔之，其檿其柘。帝迁明德，串夷载路。天立厥配，受命既固。\r\n帝省其山，柞棫斯拔，松柏斯兑。帝作邦作对，自大伯王季。维此王季，因心则友。则友其兄，则笃其庆，载锡之光。受禄无丧，奄有下方。\r\n维此王季，帝度其心。貊其德音，其德克明。克明克类，克长克君。王此大邦，克顺克比。比于文王，其德靡悔。既受帝祉，施于孙子。\r\n帝谓文王：无然畔援，无然歆羡，诞先登于岸。密人不恭，敢距大邦，侵阮徂共。王赫斯怒，爰整其旅，以按徂旅。以笃于周祜，以对于天下。\r\n依其在京，侵自阮疆。陟我高冈，无矢我陵。我陵我阿，无饮我泉，我泉我池。度其鲜原，居岐之阳，在渭之将。万邦之方，下民之王。\r\n帝谓文王：予怀明德，不大声以色，不长夏以革。不识不知，顺帝之则。帝谓文王：訽尔仇方，同尔弟兄。以尔钩援，与尔临冲，以伐崇墉。\r\n临冲闲闲，崇墉言言。执讯连连，攸馘安安。是类是禡，是致是附，下方以无侮。临冲茀茀，崇墉仡仡。是伐是肆，是绝是忽。下方以无拂。"},
{"title": "梦歌", "author": "佚名", "dynasty": "先秦", "content": "济洹之水。赠我以琼瑰。<br>归乎归乎。琼瑰盈吾怀乎。"},
{"title": "击壤歌", "author": "佚名", "dynasty": "先秦", "content": "日出而作，<br>日入而息。<br>凿井而饮，<br>耕田而食。<br>帝力于我何有哉。"},
{"title": "乐毅报燕王书", "author": "佚名", "dynasty": "先秦", "content": "　　昌国君乐毅，为燕昭王合五国之兵而攻齐，下七十馀城，尽郡县之以属燕。三城未下，而燕昭王死。惠王即位，用齐人反间，疑乐毅，而使骑劫代之将。乐毅奔赵，赵封以为望诸君。齐田单诈骑劫，卒败燕军，复收七十余城以复齐。\r\n　　燕王悔，惧赵用乐毅乘燕之弊以伐燕。燕王乃使人让乐毅，且谢之曰：“先王举国而委将军，将军为燕破齐，报先王之仇，天下莫不振动。寡人岂敢一日而忘将军之功哉！会先王弃群臣，寡人新即位，左右误寡人。寡人之使骑劫代将军，为将军久暴露于外，故召将军，且休计事。将军过听，以与寡人有隙，遂捐燕而归赵。将军自为计则可矣，而亦何以报先王之所以遇将军之意乎？”\r\n　　望诸君乃使人献书报燕王曰：“臣不佞，不能奉承先王之教，以顺左右之心，恐抵斧质之罪，以伤先王之明，而又害于足下之义，故遁逃奔赵。自负以不肖之罪，故不敢为辞说。今王使使者数之罪，臣恐侍御者之不察先王之所以畜幸臣之理，而又不白于臣之所以事先王之心，故敢以书对。”\r\n　　“臣闻贤圣之君不以禄私其亲，功多者授之；不以官随其爱，能当者处之。故察能而授官者，成功之君也；论行而结交者，立名之士也。臣以所学者观之，先王之举错，有高世之心，故假节于魏王，而以身得察于燕。先王过举，擢之乎宾客之中，而立之乎群臣之上，不谋于父兄，而使臣为亚卿。臣自以为奉令承教，可以幸无罪矣，故受命而不辞。\r\n　　“先王命之曰：‘我有积怨深怒于齐，不量轻弱，而欲以齐为事。’臣对曰：‘夫齐，霸国之余教而骤胜之遗事也，闲于甲兵，习于战攻。王若欲伐之，则必举天下而图之。举天下而图之，莫径于结赵矣。且又淮北、宋地，楚、魏之所同愿也。赵若许约，楚、赵、宋尽力，四国攻之，齐可大破也。’先王曰：‘善。’臣乃口受令，具符节，南使臣于赵。顾反命，起兵随而攻齐，以天之道，先王之灵，河北之地，随先王举而有之于济上。济上之军奉令击齐，大胜之。轻卒锐兵，长驱至国。齐王逃遁走莒，仅以身免。珠玉财宝，车甲珍器，尽收入燕。大吕陈于元英，故鼎反乎历室，齐器设于宁台。蓟丘之植，植于汶篁。自五伯以来，功未有及先王者也。先王以为顺于其志，以臣为不顿命，故裂地而封之，使之得比乎小国诸侯。臣不佞，自以为奉令承教，可以幸无罪矣，故受命而弗辞。”\r\n　　“臣闻贤明之君，功立而不废，故著于《春秋》，蚤知之士，名成而不毁，故称于后世。若先王之报怨雪耻，夷万乘之强国，收八百岁之蓄积，及至弃群臣之日，遗令诏后嗣之馀义，执政任事之臣，所以能循法令，顺庶孽者，施及萌隶，皆可以教于后世。”\r\n　　“臣闻善作者不必善成，善始者不必善终。昔者伍子胥说听乎阖闾，故吴王远迹至于郢；夫差弗是也，赐之鸱夷而浮之江。故吴王夫差不悟先论之可以立功，故沉子胥而弗悔；子胥不蚤见主之不同量，故入江而不改。”\r\n　　“夫免身功，以明先王之迹者，臣之上计也。离毁辱之非，堕先王之名者，臣之所大恐也。临不测之罪，以幸为利者，义之所不敢出也。”\r\n　　“臣闻古之君子，交绝不出恶声；忠臣之去也，不洁其名。臣虽不佞，数奉教于君子矣。恐侍御者之亲左右之说，而不察疏远之行也。故敢以书报，唯君之留意焉。 "},
{"title": "叔向贺贫", "author": "佚名", "dynasty": "先秦", "content": "　　叔向见韩宣子，宣子忧贫，叔向贺之。宣子曰：“吾有卿之名而无其实，无以从二三子，吾是以忧，子贺我，何故？”\r\n　　对曰：“昔栾武子无一卒之田，其宫不备其宗器，宣其德行，顺其宪则，使越于诸侯。诸侯亲之，戎狄怀之，以正晋国。行刑不疚，以免于难。及桓子，骄泰奢侈，贪欲无艺，略则行志，假货居贿，宜及于难，而赖武之德以没其身。及怀子，改桓之行，而修武之德，可以免于难，而离桓之罪，以亡于楚。夫郤昭子，其富半公室，其家半三军，恃其富宠，以泰于国。其身尸于朝，其宗灭于绛。不然，夫八郤，五大夫，三卿，其宠大矣，一朝而灭，莫之哀也，唯无德也。今吾子有栾武子之贫，吾以为能其德矣，是以贺。若不忧德之不建，而患货之不足，将吊不暇，何贺之有？”\r\n　　宣子拜，稽首焉，曰：“起也将亡，赖子存之，非起也敢专承之，其自桓叔以下，嘉吾子之赐。” "},
{"title": "王孙满对楚子", "author": "左丘明", "dynasty": "先秦", "content": "　　楚子伐陆浑之戎，遂至于雒，观兵于周疆。定王使王孙满劳楚子。楚子问鼎之大小轻重焉。\r\n　　对曰：“在德不在鼎。昔夏之方有德也，远方图物，贡金九牧，铸鼎象物，百物而为之备，使民知神奸。故民入川泽山林，不逢不若。螭魅罔两，莫能逢之。用能协于上下，以承天休。桀有昏德，鼎迁于商，载祀六百。商纣暴虐，鼎迁于周。德之休明，虽小，重也。其奸回昏乱，虽大，轻也。天祚明德，有所底止。成王定鼎于郏鄏，卜世三十，卜年七百，天所命也。周德虽衰，天命未改。鼎之轻重，未可问也。” "},
{"title": "齐桓下拜受胙", "author": "左丘明", "dynasty": "先秦", "content": "　　夏，会于葵丘，寻盟，且修好，礼也。\r\n　　王使宰孔赐齐侯胙，曰：“天子有事于文武，使孔赐伯舅胙。”齐侯将下拜。孔曰：“且有后命。天子使孔曰：‘以伯舅耋老，加劳，赐一级，无下拜!”’对曰：“天威不违颜咫尺，小白余敢贪天子之命‘无下拜’!恐陨越于下，以遗天子羞，敢不下拜?”下，拜，登，受。"},
{"title": "大招", "author": "屈原", "dynasty": "先秦", "content": "青春受谢，白日昭只。春气奋发，万物遽只。冥凌浃行，魂无逃只。魂魄归来！无远遥只。\r\n魂乎归来！无东无西，无南无北只。东有大海，溺水浟浟只。螭龙并流，上下悠悠只。雾雨淫淫，白皓胶只。\r\n魂乎无东！汤谷寂寥只。魂乎无南！南有炎火千里，蝮蛇蜒只。山林险隘，虎豹蜿只。鰅鳙短狐，王虺骞只。魂乎无南！蜮伤躬只；\r\n魂乎无西！西方流沙，漭洋洋只。豕首纵目，被发鬤只。长爪踞牙，诶笑狂只。魂乎无西！多害伤只。\r\n魂乎无北！北有寒山，趠龙赩只。代水不可涉，深不可测只。天白颢颢，寒凝凝只。魂乎无往！盈北极只。\r\n魂魄归来！闲以静只。自恣荆楚，安以定只。逞志究欲，心意安只。穷身永乐，年寿延只。魂乎归来！乐不可言只。\r\n五谷六仞，设菰梁只。鼎臑盈望，和致芳只。内鸧鸽鹄，味豺羹只。魂乎归来！恣所尝只。\r\n鲜蠵甘鸡，和楚酪只。醢豚苦狗，脍苴蒪只。吴酸蒿蒌，不沾薄只。魂兮归来！恣所择只。\r\n炙鸹烝凫，煔鹑敶只。煎鰿膗雀，遽爽存只。魂乎归来！丽以先只。\r\n四酎并孰，不涩嗌只。清馨冻饮，不歠役只。吴醴白蘖，和楚沥只。魂乎归来！不遽惕只。\r\n代秦郑卫，鸣竽张只。伏戏《驾辩》，楚《劳商》只。讴和《扬阿》，赵萧倡只。魂乎归来！定空桑只。\r\n二八接舞，投诗赋只。叩钟调磬，娱人乱只。四上竞气，极声变只。魂乎归来！听歌譔只。\r\n朱唇皓齿，嫭以姱只。比德好闲，习以都只。丰肉微骨，调以娱只。魂乎归来！安以舒只。\r\n嫮目宜笑，娥眉曼只。容则秀雅，稚朱颜只。魂乎归来！静以安只。\r\n姱修滂浩，丽以佳只。曾颊倚耳，曲眉规只。滂心绰态，姣丽施只。小腰秀颈，若鲜卑只。魂乎归来！思怨移只。\r\n易中利心，以动作只。粉白黛黑，施芳泽只。长袂拂面，善留客只。魂乎归来！以娱昔只。\r\n青色直眉，美目媔只。靥辅奇牙，宜笑嘕只。丰肉微骨，体便娟只。魂乎归来！恣所便只。\r\n夏屋广大，沙堂秀只。南房小坛，观绝霤只。曲屋步壛，宜扰畜只。腾驾步游，猎春囿只。琼轂错衡，英华假只。茝兰桂树，郁弥路只。魂乎归来！恣志虑只。\r\n孔雀盈园，畜鸾皇只！鵾鸿群晨，杂鶖鸧只。鸿鹄代游，曼骕驦只。魂乎归来！凤凰翔只。\r\n曼泽怡面，血气盛只。永宜厥身，保寿命只。室家盈廷，爵禄盛只。魂乎归来！居室定只。\r\n接径千里，出若云只。三圭重侯，听类神只。察笃夭隐，孤寡存只。魂兮归来！正始昆只。\r\n田邑千畛，人阜昌只。美冒众流，德泽章只。先威后文，善美明只。魂乎归来！赏罚当只。\r\n名声若日，照四海只。德誉配天，万民理只。北至幽陵，南交阯只。西薄羊肠，东穷海只。魂乎归来！尚贤士只。\r\n发政献行，禁苛暴只。举杰压陛，诛讥罢只。直赢在位，近禹麾只。豪杰执政，流泽施只。魂乎来归！国家为只。\r\n雄雄赫赫，天德明只。三公穆穆，登降堂只。诸侯毕极，立九卿只。昭质既设，大侯张只。执弓挟矢，揖辞让只。魂乎来归！尚三王只。"},
{"title": "展禽论祀爰居", "author": "佚名", "dynasty": "先秦", "content": "　　海鸟曰“爰居”，止于鲁东门之外二日。臧文仲使国人祭之。展禽曰：“越哉，臧孙之为政也！夫祀，国之大节也，而节，政之所成也。故慎制祀以为国典。今无故而加典，非政之宜也。\r\n　　“夫圣王之制祀也，法施于民则祀之，以死勤事则祀之，以劳定国则祀之，能御大灾则祀之，能捍大患则祀之。非是族也，不在祀典。昔烈山氏之有天下也，其子曰柱，能植百谷百蔬。夏之兴也，周弃继之，故祀以为稷。共工氏之伯九有也，其子曰后土，能平九土，故祀以为社。黄帝能成命百物，以明民共财。颛顼能修之，帝喾能序三辰以固民，尧能单均刑法以议民，舜勤民事而野死，鲧障供水而殛死，禹能以德修鲧之功，契为司徒而民辑，冥勤其官而水死，汤以宽治民而除其邪，稷勤百谷雨山死，文王以文昭，武王去民之秽。故有虞氏禘黄帝而祖颛顼，郊尧而宗舜；夏后氏禘黄帝面祖颛顼，郊鲧而宗禹；商人禘舜而祖契，郊冥而宗汤；周人禘喾而郊稷，祖文王而宗武王。幕，能帅颛顼者也，有虞氏报焉；杼，能帅禹者也，夏后氏报焉；上甲微，能帅契者也，商人报焉；高圉、太王，能帅稷者也，周人报焉。凡禘、郊、祖、宗、报，此五者，国之典祀也。加之以社稷山川之神，皆有功烈于民者也。及前哲令德之人，所以为民质也；及天之三辰，民所以瞻仰也；及地之五行，所以生殖也；及九州名山川泽，所以出财用也。非是，不在祀典。今海鸟至，已不知而犯之，以为国典，难以为仁且知矣。夫仁者讲功，而知者处物。无功而祀之，非仁也；不知而不问，非知也。今兹海其有灾乎？夫广川之鸟兽，恒知而避其灾也。”\r\n　　是岁也，海多大风，冬暖。文仲闻柳下季之言，曰：“信吾过也。季子之言，不可不法也。”使书以为三策。 "},
{"title": "成人歌", "author": "佚名", "dynasty": "先秦", "content": "蚕则绩而蟹有匡。<br>范则冠而蝉有绥。<br>兄则死而子皋为之衰。"},
{"title": "弹歌", "author": "佚名", "dynasty": "先秦", "content": "断竹，续竹；飞土，逐宍。 "},
{"title": "九歌 河伯", "author": "屈原", "dynasty": "先秦", "content": "与女[1]游兮九河，冲风起兮水扬波；<br>乘水车兮荷盖，驾两龙兮骖螭[2]；<br>登昆仑兮四望，心飞扬兮浩荡；<br>日将暮兮怅忘归，惟极浦兮寤怀[3]；<br><br>鱼鳞屋兮龙堂，紫贝阙兮珠宫；<br>灵何惟兮水中；<br>乘白鼋兮逐文鱼，与女游兮河之渚；<br>流澌纷兮将来下[4]；<br><br>子交手兮东行，送美人兮南浦；<br>波滔滔兮来迎，鱼鳞鳞兮媵予[5]。"},
{"title": "朝三暮四", "author": "佚名", "dynasty": "先秦", "content": "宋有狙公者，爱狙，养之成群，能解狙之意；狙亦得公之心。损其家口，充狙之欲。俄而匮焉，将限其食，恐众狙之不训于己也。先诳之曰：“与若芧，朝三而暮四，足乎？”众狙皆起怒。俄而曰：“与若芧，朝四而暮三，足乎？”众狙皆伏而喜。 "},
{"title": "祁奚请免叔向", "author": "左丘明", "dynasty": "先秦", "content": "　　栾盈出奔楚。宣子杀羊舌虎，囚叔向。人谓叔向曰：“子离于罪，其为不知乎？”叔向曰：“与其死亡若何？诗曰：‘优哉游哉，聊以卒岁。’知也。”\r\n　　乐王鲋见叔向曰：“吾为子请。”叔向弗应，出不拜。其人皆咎叔向。叔向曰：“必祁大夫。”室老闻之曰：“乐王鲋言于君无不行，求赦吾子，吾子不许；祁大夫所不能也，而曰必由之。何也？”叔向曰：“乐王鲋从君者也，何能行？祁大夫外举不弃仇，内举不失亲，其独遗我乎？诗曰：‘有觉德行，四国顺之。’夫子，觉者也。”\r\n　　晋侯问叔向之罪于乐王鲋。对曰：“不弃其亲，其有焉。”\r\n　　于是祁奚老矣，闻之，乘驲而见宣子，曰：“《诗》曰：‘惠我无疆，子孙保之。’《书》曰：‘圣有谟勋，明征定保。’夫谋而鲜过，惠训不倦者，叔向有焉，社稷之固也。犹将十世宥之，以劝能者。今壹不免其身，以弃社稷，不亦惑乎？鲧殛而禹兴；伊尹放大甲而相之，卒无怨色；管蔡为戮，周公右王。若之何其以虎也弃社稷？子为善，谁敢不勉，多杀何为？”宣子说，与之乘，以言诸公而免之。不见叔向而归，叔向亦不告免焉而朝。 "},
{"title": "吴子使札来聘", "author": "公羊高", "dynasty": "先秦", "content": "　　吴无君，无大夫，此何以有君，有大夫？贤季子也。何贤乎季子？让国也。其让国奈何？谒也，馀祭也，夷昧也，与季子同母者四。季子弱而才，兄弟皆爱之，同欲立之以为君。谒曰：“今若是迮而与季子国，季子犹不受也。请无与子而与弟，弟兄迭为君，而致国乎季子。”皆曰诺。故诸为君者皆轻死为勇，饮食必祝，曰：“天苟有吴国，尚速有悔于予身。”故谒也死，馀祭也立。馀祭也死，夷昧也立。夷昧也死，则国宜之季子者也，季子使而亡焉。僚者长庶也，即之。季之使而反，至而君之尔。阖庐曰：“先君之所以不与子国，而与弟者，凡为季子故也。将从先君之命与，则国宜之季子者也；如不从先君之命与子，我宜当立者也。僚恶得为君？”于是使专诸刺僚，而致国乎季子。季子不受，曰：“尔杀吾君，吾受尔国，是吾与尔为篡也。尔杀吾兄，吾又杀尔，是父子兄弟相杀，终身无已也。”去之延陵，终身不入吴国。故君子以其不受为义，以其不杀为仁，贤季子。则吴何以有君，有大夫？以季子为臣，则宜有君者也。札者何？吴季子之名也。春秋贤者不名，此何以名？许夷狄者，不一而足也。季子者，所贤也，曷为不足乎季子？许人臣者必使臣，许人子者必使子也。 "},
{"title": "楚狂接舆歌", "author": "佚名", "dynasty": "先秦", "content": "凤兮凤兮何德之衰。往者不可谏。来者犹可追。已而已而。今之从政者殆而。 "},
{"title": "楚归晋知罃", "author": "左丘明", "dynasty": "先秦", "content": "　　晋人归楚公子谷臣，与连尹襄老之尸于楚，以求知罃。于是荀首佐中军矣，故楚人许之。\r\n　　王送知罃，曰：“子其怨我乎？”对曰：“二国治戎，臣不才，不胜其任，以为俘馘。执事不以衅鼓，使归即戮，君之惠也。臣实不才，又谁敢怨？”\r\n　　王曰：“然则德我乎？”对曰：“二国图其社稷，而求纾其民，各惩其忿，以相宥也，两释累囚，以成其好。二国有好，臣不与及，其谁敢德？”\r\n　　王曰：“子归何以报我？”对曰：“臣不任受怨，君亦不任受德。无怨无德，不知所报。”\r\n　　王曰：“虽然，必告不谷。”对曰：“以君之灵，累臣得归骨于晋，寡君之以为戮，死且不朽。若从君之惠而免之，以赐君之外臣首；首其请于寡君，而以戮于宗，亦死且不朽。若不获命，而使嗣宗职，次及于事，而帅偏师以脩封疆，虽遇执事，其弗敢违。其竭力致死，无有二心，以尽臣礼。所以报也！\r\n　　王曰：“晋未可与争。”重为之礼而归之。 "},
{"title": "郑庄公戒饬守臣", "author": "左丘明", "dynasty": "先秦", "content": "　　秋七月，公会齐侯、郑伯伐齐。庚辰，傅于齐。颍考叔取郑伯之旗蝥弧以先登，子都自下射之，颠。瑕叔盈又以蝥弧登，周麾而呼曰：“君登矣！”郑师毕登。壬午，遂入齐。齐庄公奔卫。齐侯以齐让公。公曰：“君谓齐不共，故从君讨之。齐既伏其罪矣。虽君有命，寡人弗敢与闻。”乃与郑人。\r\n　　郑伯使齐大夫百里奉齐叔以居齐东偏，曰：“天祸齐国，鬼神实不逞于齐君，而假手于我寡人，寡人唯是一二父兄不能共亿，其敢以齐自为功乎？寡人有弟，不能和协，而使糊其口于四方，其况能久有齐乎？吾子其奉齐叔以抚柔此民也，吾将使获也佐吾子。若寡人得没于地，天其以礼悔祸于齐，无宁兹齐公复奉其社稷，唯我郑国之有请谒焉，如旧昏媾，其能降以相从也。无滋他族实逼处此，以与我郑国争此土也。吾子孙其覆亡之不暇，而况能禋祀齐乎？寡人之使吾子处此，不惟齐国之为，亦聊以固吾圉也。”乃使公孙获处齐西偏，曰：“凡而器用财贿，无置于齐。我死，乃亟去之！吾先君新邑于此，王室而既卑矣，周之子孙日失其序。夫齐，大岳之胤也。天而既厌周德矣，吾其能与齐争乎？”\r\n　　君子谓郑庄公“于是乎有礼。礼，经国家，定社稷，序民人，利后嗣者也。齐，无刑而伐之，服而舍之，度德而处之，量力而行之，相时而动，无累后人，可谓知礼矣。”(序民人 一作：序人民)"},
{"title": "崧高", "author": "佚名", "dynasty": "先秦", "content": "崧高维岳，骏极于天。维岳降神，生甫及申。维申及甫，维周之翰。四国于蕃。四方于宣。\r\n亹亹申伯，王缵之事。于邑于谢，南国是式。王命召伯，定申伯之宅。登是南邦，世执其功。\r\n王命申伯，式是南邦。因是谢人，以作尔庸。王命召伯，彻申伯土田。王命傅御，迁其私人。\r\n申伯之功，召伯是营。有俶其城，寝庙既成。既成藐藐，王锡申伯。四牡蹻蹻，钩膺濯濯。\r\n王遣申伯，路车乘马。我图尔居，莫如南土。锡尔介圭，以作尔宝。往近王舅，南土是保。\r\n申伯信迈，王饯于郿。申伯还南，谢于诚归。王命召伯，彻申伯土疆。以峙其粻，式遄其行。\r\n申伯番番，既入于谢。徒御啴啴。周邦咸喜，戎有良翰。不显申伯，王之元舅，文武是宪。\r\n申伯之德，柔惠且直。揉此万邦，闻于四国。吉甫作诵，其诗孔硕。其风肆好，以赠申伯。"},
{"title": "齐宣王见颜斶 / 颜斶说齐王", "author": "佚名", "dynasty": "先秦", "content": "　　齐宣王见颜斶，曰：“斶前！”斶亦曰：“王前！”宣王不说。左右曰：“王，人君也。斶，人臣也。王曰‘斶前’，亦曰‘王前’，可乎？”斶对曰：“夫斶前为慕势，王前为趋士。与使斶为慕势，不如使王为趋士。”王忿然作色曰：“王者贵乎？士贵乎？”对曰：“士贵耳，王者不贵。”王曰：“有说乎？”斶曰：“有。昔者秦攻齐，令曰：‘有敢去柳下季垄五十步而樵采者，死不赦。’令曰：‘有能得齐王头者，封万户侯，赐金千镒。’由是观之，生王之头，曾不若死士之垄也。”宣王默然不悦。\r\n　　左右皆曰：“斶来，斶来！大王据千乘之地，而建千石锺，万石虡。天下之士，仁义皆来役处；辩士并进，莫不来语；东西南北，莫敢不服。求万物无不备具，而百姓无不亲附。今夫士之高者，乃称匹夫，徒步而处农亩，下则鄙野、监门、闾里，士之贱也，亦甚矣！” \r\n　　斶对曰：“不然。斶闻古大禹之时，诸侯万国。何则？德厚之道，得贵士之力也。故舜起农亩，出于岳鄙，而为天子。及汤之时，诸侯三千。当今之世，南面称寡者，乃二十四。由此观之，非得失之策与？稍稍诛灭，灭亡无族之时，欲为监门、闾里，安可得而有乎哉？是故《易传》不云乎。’居上位，未得其实，以喜其为名者，必以骄奢为行。据慢骄奢，则凶中之。是故无其实而喜其名者削，无德而望其福者约，无功而受其禄者辱，祸必握。’故曰：‘矜功不立，虚愿不至。’此皆幸乐其名，华而无其实德者也。是以尧有九佐，舜有七友，禹有五丞，汤有三辅，自古及今而能虚成名于天下者，无有。是以君王无羞亟问，不愧下学；是故成其道德而扬功名于后世者，尧、舜、禹、汤、周文王是也。故曰：‘无形者，形之君也。无端者，事之本也。’夫上见其原，下通其流，至圣人明学，何不吉之有哉！老子曰：‘虽贵，必以贱为本；虽高，必以下为基。是以侯王称孤寡不谷，是其贱必本于？’非夫孤寡者，人之困贱下位也，而侯王以自谓，岂非下人而尊贵士与？夫尧传舜，舜传傅禹，周成王任周公旦，而世世称曰明主，是以明乎士之贵也。”\r\n　　宣王曰：“嗟乎！君子焉可侮哉，寡人自取病耳！及今闻君子之言，乃今闻细人之行，愿请受为弟子。且颜先生与寡人游，食必太牢，出必乘车，妻子衣服。” 　 颜斶辞去曰：“夫玉生于山，制则破焉，非弗宝贵矣，然大璞不完。士生乎鄙野，推选则禄焉，非不得尊遂也，然而形神不全。斶愿得归，晚食以当肉，安步以当车，无罪以当贵，清静贞正以自虞。制言者王也，尽忠直言者斶也。言要道已备矣，愿得赐归，安行而反臣之邑屋。”则再拜而辞去也。斶知足矣，归反朴，则终身不辱也。\r\n　　君子曰：“斶知足矣，归真返璞，则终身不辱。” "},
{"title": "龙蛇歌", "author": "佚名", "dynasty": "先秦", "content": "有龙于飞，周遍天下。五蛇从之，为之承辅。龙返其乡，得其处所。四蛇从之，得其露雨。一蛇羞之，桥死于中野。 "},
{"title": "王孙圉论楚宝", "author": "佚名", "dynasty": "先秦", "content": "　　王孙圉聘于晋，定公飨之。赵简子鸣玉以相，问于王孙圉曰：“楚之白珩犹在乎？”对曰：“然。”简子曰：“其为宝也，几何矣？”曰：“未尝为宝。楚之所宝者，曰观射父，能作训辞，以行事于诸侯，使无以寡君为口实。又有左史倚相，能道训典，以叙百物，以朝夕献善败于寡君，使寡君无忘先王之业；又能上下说于鬼神，顺道其欲恶，使神无有怨痛于楚国。又有薮曰云，连徒洲，金、木、竹、箭之所生也，龟、珠、角、齿、皮、革、羽、毛，所以备赋，以戒不虞者也；所以共币帛，以宾享于诸侯者也。若诸侯之好币具，而导之以训辞，有不虞之备，而皇神相之，寡君其可以免罪于诸侯，而国民保焉。此楚国之宝也。若夫白珩，先王之玩也，何宝之焉？”\r\n　　“圉闻国之宝，六而已：圣能制议百物，以辅相国家，则宝之；玉足以庇荫嘉谷，使无水旱之灾，则宝之；龟足以宪臧否，则宝之；珠足以御火灾，则宝之；金足以御兵乱，则宝之；山林薮泽足以备财用，则宝之。若夫哗嚣之美，楚虽蛮夷，不能宝也。” "},
{"title": "吴子使札来聘", "author": "公羊高", "dynasty": "先秦", "content": "　　吴无夫，无大夫，此何以有夫，有大夫？贤季子也。何贤乎季子？让国也。其让国奈何？谒也，馀祭也，夷昧也，与季子同母者四。季子弱而才，兄弟皆爱之，同欲立之以为夫。谒曰：“今若是迮而与季子国，季子犹不受也。请无与子而与弟，弟兄迭为夫，而致国乎季子。”皆曰诺。故诸为夫者皆轻死为勇，饮食必祝，曰：“天苟有吴国，尚速有悔于予身。”故谒也死，馀祭也立。馀祭也死，夷昧也立。夷昧也死，则国宜之季子者也，季子使而亡焉。僚者长庶也，即之。季之使而反，至而夫之尔。阖庐曰：“先夫之所以不与子国，而与弟者，凡为季子故也。将从先夫之命与，则国宜之季子者也；如不从先夫之命与子，我宜当立者也。僚恶得为夫？”于是使专诸刺僚，而致国乎季子。季子不受，曰：“尔杀吾夫，吾受尔国，是吾与尔为篡也。尔杀吾兄，吾又杀尔，是父子兄弟相杀，终身无已也。”去之延陵，终身不入吴国。故夫子以其不受为义，以其不杀为仁，贤季子。则吴何以有夫，有大夫？以季子为臣，则宜有夫者也。札者何？吴季子之名也。春秋贤者不名，此何以名？许夷狄者，不一而足也。季子者，所贤也，曷为不足乎季子？许人臣者必使臣，许人子者必使子也。 "},
{"title": "皇矣", "author": "佚名", "dynasty": "先秦", "content": "皇矣上帝，临下有赫。监观四方，求民之莫。维此二国，其政不获。维彼四国，爰究爰度。上帝耆之，憎其式廓。乃眷西顾，此维与宅。\r\n作之屏之，其菑其翳。修之平之，其灌其栵。启之辟之，其柽其椐。攘之剔之，其檿其柘。帝迁明德，串夷载路。天立厥配，受命既固。\r\n帝省其山，柞棫斯拔，松柏斯兑。帝作邦作对，自大伯王季。维此王季，因心则友。则友其兄，则笃其庆，载锡之光。受禄无丧，奄有四方。\r\n维此王季，帝度其心。貊其德音，其德克明。克明克类，克长克君。王此大邦，克顺克比。比于文王，其德靡悔。既受帝祉，施于孙子。\r\n帝谓文王：无然畔援，无然歆羡，诞先登于岸。密人不恭，敢距大邦，侵阮徂共。王赫斯怒，爰整其旅，以按徂旅。以笃于周祜，以对于天下。\r\n依其在京，侵自阮疆。陟我高冈，无矢我陵。我陵我阿，无饮我泉，我泉我池。度其鲜原，居岐之阳，在渭之将。万邦之方，下民之王。\r\n帝谓文王：予怀明德，不大声以色，不长夏以革。不识不知，顺帝之则。帝谓文王：訽尔仇方，同尔弟兄。以尔钩援，与尔临冲，以伐崇墉。\r\n临冲闲闲，崇墉言言。执讯连连，攸馘安安。是类是禡，是致是附，四方以无侮。临冲茀茀，崇墉仡仡。是伐是肆，是绝是忽。四方以无拂。"},
{"title": "虞师晋师灭夏阳", "author": "谷梁赤", "dynasty": "先秦", "content": "　　非国而曰灭，重夏阳也。虞无师，其曰师，何也？以其先晋，不可以不言师也。其先晋何也？为主乎灭夏阳也。夏阳者，虞、虢之塞邑也。灭夏阳而虞、虢举矣。虞之为主乎灭夏阳何也？晋献公欲伐虢，荀息曰：“君何不以屈产之乘、垂棘之璧，而借道乎虞也？”公曰：“此晋国之宝也。如受吾币而不借吾道，则如之何？”荀息曰：“此小国之所以事大国也。彼不借吾道，必不敢受吾币。如受吾币而借吾道，则是我取之中府，而藏之外府；取之中厩，而置之外厩也。”公曰：“宫之奇存焉，必不使也。”荀息曰：“宫之奇之为人也，达心而懦，又少长于君。达心则其言略，懦则不能强谏；少长于君，则君轻之。且夫玩好在耳目之前，而患在一国之后，此中知以上乃能虑之。臣料虞君中知以下也。”公遂借道而伐虢。宫之奇谏曰：“晋国之使者，其辞卑而币重，必不便于虞。”虞公弗听，遂受其币，而借之道。宫之奇又谏曰：“语曰：‘唇亡齿寒。’其斯之谓与！”挈其妻、子以奔曹。献公亡虢，五年而后举虞。荀息牵马操璧而前曰：“璧则犹是也，而马齿加长矣。” "},
{"title": "曾子杀彘 / 曾子烹彘", "author": "韩非", "dynasty": "先秦", "content": "　　曾子之妻之市，其子随之而泣。其母曰：“汝还，顾反为女杀彘。”妻适市来，曾子欲捕彘杀之。妻止之曰：“特与婴儿戏耳。”曾子曰：“婴儿非与戏也。婴儿非有知也，待父母而学者也，听父母之教。今子欺之，是教子欺也。母欺子，子而不信其母，非所以成教也。”遂烹彘也。 "},
{"title": "招诗", "author": "佚名", "dynasty": "先秦", "content": "\n畜君何尤。\n"},
{"title": "左传引周谚", "author": "佚名", "dynasty": "先秦", "content": "\n山有木工则度之。\n宾有礼主则择之。\n匹夫无罪。怀璧其罪。\n"},
{"title": "晋献公杀世子申生", "author": "佚名", "dynasty": "先秦", "content": "　　晋献公将杀其世子申生，公子重耳谓之曰：“子盍言子之志于公乎?”世子曰：“不可。君安骊姬，是我伤公之心也。”曰：“然则盍行乎?”世子曰：“不可。君谓我欲弑君也。天下岂有无父之国哉?吾何行如之?”　\r\n　　使人辞于狐突曰：“申生有罪，不念伯氏之言也，以至于死。申生不敢爱其死。虽然，吾君老矣，子少，国家多难。伯氏不出而图吾君，伯氏苟出而图吾君，申生受赐而死。”再拜稽首，乃卒。是以为恭世子也。 "},
{"title": "召公谏厉王止谤", "author": "佚名", "dynasty": "先秦", "content": "　　厉王虐，国人谤王。召公告曰：“民不堪命矣！”王怒，得卫巫，使监谤者。以告，则杀之。国人莫敢言，道路以目。\r\n　　王喜，告召公曰：“吾能弭谤矣，乃不敢言。”召公曰：“是障之也。防民之口，甚于防川。川壅而溃，伤人必多，民亦如之。是故为川者决之使导，为民者宣之使言。故天子听政，使公卿至于列士献诗，瞽献曲，史献书，师箴，瞍赋，曚诵，百工谏，庶人传语，近臣尽规，亲戚补察，瞽、史教诲，耆、艾修之，而后王斟酌焉，是以事行而不悖。民之有口，犹土之有山川也，财用于是乎出；犹其原隰之有衍沃也，衣食于是乎生。口之宣言也，善败于是乎兴。行善而备败，其所以阜财用衣食者也。夫民虑之于心而宣之于口，成而行之，胡可壅也？若壅其口，其与能几何？”\r\n　　王不听，于是国人莫敢出言。三年，乃流王于彘。"},
{"title": "荀子引语", "author": "佚名", "dynasty": "先秦", "content": "\n流丸止于瓯臾。流言止于知者。\n浅不可与测深。愚不足与谋知。\n坎井之龟。不可与语东海之乐。\n"},
{"title": "左传引逸诗", "author": "佚名", "dynasty": "先秦", "content": "\n翘翘车乘。招我以弓。\n岂不欲往。畏我友朋。\n我无所监。夏后及商。\n用乱之故。民卒流亡。\n俟河之清。人寿几何。\n兆云询多。职竞作罗。\n虽有丝麻。无弃管蒯。\n虽有姬姜。无弃蕉萃。\n凡百君子。莫不代匮。\n周道挺挺。我心扃扃。\n讲事不令。集人来定。\n礼义不愆。何恤于人言。\n淑慎尔止。无载尔伪。\n"},
{"title": "何草不黄", "author": "佚名", "dynasty": "先秦", "content": "何草不黄？何日不行？何人不将？经营四方。\r\n何草不玄？何人不矜？哀我征夫，独为匪民。\r\n匪兕匪虎，率彼旷野。哀我征夫，朝夕不暇。\r\n有芃者狐，率彼幽草。有栈之车，行彼周道。"},
{"title": "康衢谣", "author": "佚名", "dynasty": "先秦", "content": "立我臣民，莫匪尔极，不识不知，顺帝之则。 "},
{"title": "介之推不言禄", "author": "左丘明", "dynasty": "先秦", "content": "　　晋侯赏从亡者，介之推不言禄，禄亦弗及。\r\n　　推曰：“献公之子九人，唯君在矣。惠、怀无亲，外内弃之。天未绝晋，必将有主。主晋祀者，非君而谁？天实置之，而二三子以为己力，不亦诬乎？窃人之财，犹谓之盗。况贪天之功，以为己力乎？下义其罪，上赏其奸。上下相蒙，难与处矣。”\r\n　　其母曰：“盍亦求之？以死谁怼？”\r\n　　对曰：“尤而效之，罪又甚焉！且出怨言，不食其食。”\r\n　　其母曰：“亦使知之，若何？”\r\n　　对曰：“言，身之文也。身将隐，焉用文之？是求显也。”\r\n　　其母曰：“能如是乎？与汝偕隐。”遂隐而死。\r\n　　晋侯求之，不获，以绵上（地名）为之田。曰：“以志吾过，且旌善人。” "},
{"title": "庄暴见孟子", "author": "孟子及弟子", "dynasty": "先秦", "content": "　　庄暴见孟子，曰：“暴见于王，王语暴以好乐，暴未有以对也。”曰：“好乐何如？”\r\n　　孟子曰：“王之好乐甚，则齐国其庶几乎！”\r\n　　他日，见于王曰：“王尝语庄子以好乐，有诸？”\r\n　　王变乎色，曰：“寡人非能好先王之乐也，直好世俗之乐耳。”\r\n　　曰：“王之好乐甚，则齐其庶几乎！今之乐犹古之乐也。”\r\n　　曰：“可得闻与？”\r\n　　曰：“独乐乐，与人乐乐，孰乐？”\r\n　　曰：“不若与人。”\r\n　　曰：“与少乐乐，与众乐乐，孰乐？”\r\n　　曰：“不若与众。”\r\n　　“臣请为王言乐。今王鼓乐于此，百姓闻王钟鼓之声、管籥之音，举疾首蹩頞而相告曰：‘吾王之好鼓乐，夫何使我至于此极也，父子不相见，兄弟妻子离散。’今王畋猎于此，百姓闻王车马之音，见羽旄之美，举疾首蹩頞而相告曰：‘吾王之好田猎，夫何使我至于此极也？父子不相见，兄弟妻子离散。’此无他，不与民同乐也。\r\n　　“今王鼓乐于此，百姓闻王钟鼓之声、管籥之音，举欣欣然有喜色而相告曰：‘吾王庶几无疾病与，何以能鼓乐也？’今王田猎于此，百姓闻王车马之音，见羽旄之美，举欣欣然有喜色而相告曰：‘吾王庶几无疾病与，何以能田猎也？’此无他，与民同乐也。今王与百姓同乐，则王矣！”"},
{"title": "驹支不屈于晋", "author": "左丘明", "dynasty": "先秦", "content": "　　会于向，将执戎子驹支。范宣子亲数诸朝。曰：“来，姜戎氏。昔秦人迫逐乃祖吾离于瓜州，乃祖吾离被苫盖，蒙荆棘，以来归我先君。我先君惠公有不腆之田，与女剖分而食之。今诸侯之事我寡君不如昔者，盖言语漏泄，则职女之由。诘朝之事，尔无与焉！与，将执女。”\r\n　　对曰：“昔秦人负恃其众，贪于土地，逐我诸戎。惠公蠲其大德，谓我诸戎是四岳之裔胄也，毋是翦弃。赐我南鄙之田，狐狸所居，豺狼所嗥。我诸戎除翦其荆棘，驱其狐狸豺狼，以为先君不侵不叛之臣，至于今不贰。昔文公与秦伐郑，秦人窃与郑盟而舍戍焉，于是乎有肴之师。晋御其上，戎亢其下，秦师不复，我诸戎实然。譬如捕鹿，晋人角之，诸戎掎之，与晋踣之，戎何以不免？自是以来，晋之百役，与我诸戎相继于时，以从执政，犹肴志也，岂敢离逷？今官之师旅，无乃实有所阙，以携诸侯，而罪我诸戎。我诸戎饮食衣服不与华同，贽币不通，言语不达，何恶之能为？不与于会，亦无瞢焉。”赋《青蝇》而退。\r\n　　宣子辞焉，使即事于会，成恺悌也。"},
{"title": "周礼注引逸诗", "author": "佚名", "dynasty": "先秦", "content": "\n敕尔瞽。率尔众工。\n奏尔悲诵。肃肃雝雝。\n无怠无凶。\n"},
{"title": "郑子家告赵宣子", "author": "左丘明", "dynasty": "先秦", "content": "　　晋侯合诸侯于扈，平宋也。\r\n　　于是晋侯不见郑伯，以为贰于楚也。郑子家使执讯而与之书，以告赵宣子曰：“寡君即位三年，召蔡侯而与之事君。九月，蔡侯入于敝邑以行，敝邑以侯宣多之难，寡君是以不得与蔡侯偕，十一月，克减侯宣多而随蔡侯以朝于执事。十二年六月，归生佐寡君之嫡夷，以请陈侯于楚而朝诸君。十四年七月寡君又朝，以蒇陈事。十五年五月，陈侯自敝邑往朝于君。往年正月，烛之武往朝夷也。八月，寡君又往朝。以陈蔡之密迩于楚，而不敢贰焉，则敝邑之故也。虽敝邑之事君，何以不免？在位之中，一朝于襄，而再见于君，夷与孤之二三臣，相及于绛。虽我小国，则蔑以过之矣。今大国曰：‘尔未逞吾志。’敝邑有亡，无以加焉。古人有言曰：‘畏首畏尾，身其余几？’又曰：‘鹿死不择音。’小国之事大国也，德，则其人也；不德，则其鹿也。铤而走险，急何能择？命之罔极，亦知亡矣。将悉敝赋以待于鯈，唯执事命之。文公二年，朝于齐；四年，为齐侵蔡，亦获成于楚。居大国之间而从于强令，岂有罪也？大国若弗图，无所逃命。” \r\n　　晋巩朔行成于郑，赵穿、公婿池为质焉。 "},
{"title": "左传引古人言", "author": "佚名", "dynasty": "先秦", "content": "\n心则不竞。何惮于病。\n畏首畏尾。身其余几。\n虽鞭之长。不及马腹。\n杀老牛莫之敢尸。挈缾之知。\n守不假器。鹿死不择音。\n"},
{"title": "舆人诵", "author": "佚名", "dynasty": "先秦", "content": "\n佞之见佞。果丧其田。\n诈之见诈。果丧其赂。\n得国而狃。终逢其咎。\n丧田不惩。祸乱其兴。\n"},
{"title": "孟子引齐人言", "author": "佚名", "dynasty": "先秦", "content": "虽有智能。不如乘势。虽有鎡基。不如待时。"},
{"title": "荀子引逸诗", "author": "佚名", "dynasty": "先秦", "content": "\n如霜雪之将将。如日月之光明。\n国有大命。不可以告人。\n妨其躬身。凤凰秋秋。\n其翼若干。其声若箫。\n有凤有凰。乐帝之心。\n长夜慢兮。永思骞兮。\n太古之不慢兮。礼义之不愆兮。\n何恤人之言兮。涓涓源水。\n不壅不塞。毂既破碎。\n乃大其辐。事以败矣。\n乃重太息。墨以为明。\n狐狸而苍。\n"},
{"title": "有杕之杜", "author": "佚名", "dynasty": "先秦", "content": "有杕之杜，生于道左。彼君子兮，噬肯适我？中心好之，曷饮食之？\r\n有杕之杜，生于道周。彼君子兮，噬肯来游？中心好之，曷饮食之？"},
{"title": "曾参烹彘", "author": "韩非", "dynasty": "先秦", "content": "　　曾子之妻之市，其子随之而泣。其母曰：“女还，顾反为女杀彘。”妻适市来，曾子欲捕彘杀之。妻止之曰：“特与婴儿戏耳。”曾子曰：“婴儿非与戏也。婴儿非有知也，待父母而学者也，听父母之教。今子欺之，是教子欺也。母欺子，子而不信其母，非所以成教也。”遂烹彘也。　　（选自《韩非子．外储说左上》） "},
{"title": "荀子引民语", "author": "佚名", "dynasty": "先秦", "content": "\n欲富乎。忍耻矣。\n倾绝矣。故旧矣。\n与义分背矣。\n"},
{"title": "荀子引古言", "author": "佚名", "dynasty": "先秦", "content": "\n衣与缪与。不女聊。\n"},
{"title": "驹支不屈于晋", "author": "左丘明", "dynasty": "先秦", "content": "　　会于向，将执戎子驹支。范戎子亲数诸朝。曰：“来，姜戎氏。昔秦人迫逐乃祖吾离于瓜州，乃祖吾离被苫盖，蒙荆棘，以来归我先君。我先君惠公有不腆之田，与女剖分而食之。今诸侯之事我寡君不如昔者，盖言语漏泄，则职女之由。诘朝之事，尔无与焉！与，将执女。”\r\n　　对曰：“昔秦人负恃其众，贪于土地，逐我诸戎。惠公蠲其大德，谓我诸戎是四岳之裔胄也，毋是翦弃。赐我南鄙之田，狐狸所居，豺狼所嗥。我诸戎除翦其荆棘，驱其狐狸豺狼，以为先君不侵不叛之臣，至于今不贰。昔文公与秦伐郑，秦人窃与郑盟而舍戍焉，于是乎有肴之师。晋御其上，戎亢其下，秦师不复，我诸戎实然。譬如捕鹿，晋人角之，诸戎掎之，与晋踣之，戎何以不免？自是以来，晋之百役，与我诸戎相继于时，以从执政，犹肴志也，岂敢离逷？今官之师旅，无乃实有所阙，以携诸侯，而罪我诸戎。我诸戎饮食衣服不与华同，贽币不通，言语不达，何恶之能为？不与于会，亦无瞢焉。”赋《青蝇》而退。\r\n　　戎子辞焉，使即事于会，成恺悌也。"},
{"title": "为士卒倡", "author": "佚名", "dynasty": "先秦", "content": "\n无可往矣。宗庙亡矣。\n魂魄丧矣。归保党矣。\n"},
{"title": "支诗", "author": "佚名", "dynasty": "先秦", "content": "\n天之所支。不可坏也。\n其所坏亦不可支也。\n"},
{"title": "春王正月", "author": "公羊高", "dynasty": "先秦", "content": "　　元年者何？君之始年也。春者何？岁之始也。王者孰谓？谓文王也。曷为先言“王”而后言“正月？”王正月也。何言乎王正月？大一统也。 　　公何以不言即位？成公意也。何成乎公之意？公将平国而反之桓。曷为反之桓？桓幼而贵，隐长而卑。其为尊卑也微，国人莫知。隐长又贤，诸大夫扳隐而立之。隐于是焉而辞立，则未知桓之将必得立也；且如桓立，则恐诸大夫之不能相幼君也。故凡隐之立，为桓立也。隐长又贤，何以不宜立？立適以长不以贤，立子以贵不以长。桓何以贵？母贵也。母贵，则子何以贵？子以母贵，母以子贵。 "},
{"title": "说苑引逸诗", "author": "佚名", "dynasty": "先秦", "content": "\n绵绵之葛。在于旷野。\n良工得之。以为絺紵。\n良工不得。枯死于野。\n"},
{"title": "赵民谣", "author": "佚名", "dynasty": "先秦", "content": "\n赵为号。秦为笑。\n以为不信。视地之生毛。\n"},
{"title": "曾子易箦", "author": "佚名", "dynasty": "先秦", "content": "　　曾子寝疾，病。乐正子春坐于床下，曾元、曾申坐于足，童子隅坐而执烛。童子曰：“华而睆，大夫之箦与？”子春曰：“止！”曾子闻之，瞿然曰：“呼！”曰：“华而睆，大夫之箦与？”曾子曰：“然。斯季孙之赐也，我未之能易也。元，起易箦。”曾元曰：“夫子之病革矣，不可以变。幸而至于旦，请敬易之。”曾子曰：“尔之爱我也不如彼。君子之爱人也以德，细人之爱人也以姑息。吾何求哉？吾得正而毙焉斯已矣。”举扶而易之。反席未安而没。 "},
{"title": "石鼓诗", "author": "佚名", "dynasty": "先秦", "content": "\n汧繄泛泛。烝彼淖渊。\n鰋鲤处之。君子渔之。\n漫漫有鲨。其游(左走右散)(左走右散)。\n白鱼(左帛右樂)(左帛右樂)。其菹底鲜。\n黄白其鳊。有鲋有白。\n其翊孔庶。脔之(上负中比下决去冫)(上负中比下决去冫)。\n洋洋(左走右专)(左走右专)。其鱼惟何。\n惟鱮惟鲤。何以糸(上士冖下缶木)之。\n惟杨及柳。\n"},
{"title": "郑伯克段于鄢", "author": "谷梁赤", "dynasty": "先秦", "content": "　　克者何？能也。何能也？能杀也。何以不言杀？见段之有徒众也。\r\n　　段，郑伯弟也。何以知其为弟也？杀世子、母弟目君，以其目君知其为弟也。段，弟也，而弗谓弟；公子也，而弗谓公子。贬之也。段失子弟之道矣，贱段而甚郑伯也。何甚乎郑伯？甚郑伯之处心积虑成于杀也。\r\n　　于鄢，远也，犹曰取之其母之怀之云尔，甚之也。\r\n　　然则为郑伯者，宜奈何？缓追，逸贼，亲亲之道也。 "},
{"title": "齐国佐不辱命", "author": "左丘明", "dynasty": "先秦", "content": "　　晋师从齐师，入自丘舆，击马陉。\r\n　　齐侯使宾媚人赂以纪甗、玉磬与地。“不可，则听客之所为。”\r\n　　宾媚人致赂，晋人不可，曰：“必以肖同叔子为质，而使齐之封内尽东其亩。”对曰：“肖同叔子非他，寡君之母也；若以匹敌，则亦晋君之母也。吾子布大命于诸侯，而曰必质其母以为信，其若王命何？且是以不孝令也。诗曰：‘孝子不匮，永锡尔类。’若以不孝令于诸侯，其无乃非德类也乎？先王疆理天下，物土之宜，而布其利。故诗曰：‘我疆我理，南东其亩。’今吾子疆理诸侯，而曰‘尽东其亩’而已；唯吾子戎车是利，无顾土宜，其无乃非先王之命也乎？反先王则不义，何以为盟主？其晋实有阙。四王之王也，树德而济同欲焉；五伯之霸也，勤而抚之，以役王命；今吾子求合诸侯，以逞无疆之欲。诗曰：‘布政优优，百禄是遒。’子实不优，而弃百禄，诸侯何害焉？不然，寡君之命使臣，则有辞矣。曰‘子以君师辱于敝邑，不腆敝赋，以犒从者；畏君之震，师徒桡败。吾子惠徼齐国之福，不泯其社稷，使继旧好，唯是先君之敝器、土地不敢爱。子又不许，请收合馀烬，背城借一。敝邑之幸，亦云从也；况其不幸，敢不唯命是听？’” "},
{"title": "宋人及楚人平", "author": "公羊高", "dynasty": "先秦", "content": "　　外平不书，此何以书？大其平乎己也。何大其平乎己？庄王围宋，军有七日之粮尔！尽此不胜，将去而归尔。于是使司马子反乘堙而窥宋城。宋华元亦乘堙而出见之。司马子反曰：“子之国何如？”华元曰：“惫矣！”曰：“何如？”曰：“易子而食之，析骸而炊之。”司马子反曰：“嘻！甚矣，惫！虽然，吾闻之也，围者柑马而秣之，使肥者应客。是何子之情也？”华元曰：“吾闻之：君子见人之厄则矜之，小人见人之厄则幸之。吾见子之君子也，是以告情于子也。”司马子反曰：“诺，勉之矣！吾军亦有七日之粮尔！尽此不胜，将去而归尔。”揖而去之。 \r\n　　反于庄王。庄王曰：“何如？”司马子反曰：“惫矣！”曰：“何如？”曰：“易子而食之，析骸而炊之。”庄王曰：“嘻！甚矣，惫！虽然，吾今取此，然后而归尔。”司马子反曰：“不可。臣已告之矣，军有七日之粮尔。”庄王怒曰：“吾使子往视之，子曷为告之？”司马子反曰：“以区区之宋，犹有不欺人之臣，可以楚而无乎？是以告之也。”庄王曰：“诺，舍而止。虽然，吾犹取此，然后归尔。”司马子反曰：“然则君请处于此，臣请归尔。”庄王曰：“子去我而归，吾孰与处于此？吾亦从子而归尔。”引师而去之。故君子大其平乎己也。此皆大 夫也。其称“人”何？贬。曷为贬？平者在下也。"},
{"title": "朱儒诵", "author": "佚名", "dynasty": "先秦", "content": "\n臧之狐裘。败我于狐骀。\n我君小子。朱儒是使。\n朱儒朱儒。朱使我败于邾。\n"},
{"title": "曾子易箦", "author": "佚名", "dynasty": "先秦", "content": "　　曾子寝疾，病。乐正子春坐乐床下，曾元、曾申坐乐足，童子隅坐而执烛。童子曰：“华而睆，大夫之箦与？”子春曰：“止！”曾子闻之，瞿然曰：“呼！”曰：“华而睆，大夫之箦与？”曾子曰：“然。斯季孙之赐也，我未之能易也。元，起易箦。”曾元曰：“夫子之病革矣，不可以变。幸而至乐旦，请敬易之。”曾子曰：“尔之爱我也不如彼。君子之爱人也以德，细人之爱人也以姑息。吾何求哉？吾得正而毙焉斯已矣。”举扶而易之。反席未安而没。 "},
{"title": "晏子引语", "author": "佚名", "dynasty": "先秦", "content": "\n言发于尔。不可止于远。\n行存于身。不可掩于众。\n"},
{"title": "石鼓诗", "author": "佚名", "dynasty": "先秦", "content": "\n田车孔安。鋚勒駻駻。\n六勒既简。左骖旛旛。\n右骖騝騝。我以隮于原。\n我戎止陆。宫车其写。\n秀弓时射。麋豕孔庶。\n麀鹿雉兔。其原有迪。\n其戎奔奔。大车出洛。\n亚兽白泽。我执而勿射。\n多庶(左走右乐)(左走右乐)。君子迺乐。\n"},
{"title": "战国策引鄙语", "author": "佚名", "dynasty": "先秦", "content": "\n见兔而顾犬。未为晚也。\n亡羊而补牢。未为迟也。\n借车者驰之。借衣者被之。\n宁为鸡口。无为牛后。\n"},
{"title": "妆台记序引春秋时谚", "author": "佚名", "dynasty": "先秦", "content": "\n夏姬得道。鸡皮三少。\n"},
{"title": "商子引谚", "author": "佚名", "dynasty": "先秦", "content": "\n蠹众而木折。隙大而墙坏。\n"},
{"title": "童谣", "author": "佚名", "dynasty": "先秦", "content": "\n阿房阿房亡始皇。\n"},
{"title": "鸲鹆谣", "author": "佚名", "dynasty": "先秦", "content": "\n鸲之鹆之。公出辱之。\n鸲鹆之羽。公在外野。\n往馈之马。鸲鹆跦跦。\n公在干侯。徵褰与襦。\n鸲鹆之巢。远哉遥遥。\n裯父丧劳。宋父以骄。\n鸲鹆鸲鹆。往歌来哭。\n"},
{"title": "周宣王时童谣", "author": "佚名", "dynasty": "先秦", "content": "\n檿弧箕服。实亡周国。\n"},
{"title": "禳田辞", "author": "佚名", "dynasty": "先秦", "content": "\n瓯窭满篝。污邪满车。\n五谷蕃熟。穰穰满家。\n"},
{"title": "诗", "author": "佚名", "dynasty": "先秦", "content": "\n大隧之中。其乐也融融。\n大隧之外。其乐也洩洩。\n"},
{"title": "石鼓诗", "author": "佚名", "dynasty": "先秦", "content": "\n我水既净。我道既平。\n我行既止。嘉树则里。\n天子永宁。日惟丙申。\n旭旭杲杲。我其旁导。\n乘马既迧。(左秃右攵)夏康康。\n"},
{"title": "六韬引谚", "author": "佚名", "dynasty": "先秦", "content": "\n天下攘攘。皆为利往。\n天下熙熙。皆为利来。\n"},
{"title": "祭侯辞", "author": "佚名", "dynasty": "先秦", "content": "\n惟若宁侯。毋或若女不宁侯。\n不属于王所。故抗而射女。\n强饮强食。诒尔曾孙。\n诸侯百福。\n"},
{"title": "尉缭子引谚", "author": "佚名", "dynasty": "先秦", "content": "\n千金不死。百金不刑。\n"},
{"title": "鲁童谣", "author": "佚名", "dynasty": "先秦", "content": "\n天将大雨。商羊鼓舞。\n"},
{"title": "骊驹诗", "author": "佚名", "dynasty": "先秦", "content": "\n骊驹在门。仆夫具存。\n骊驹在路。仆夫整驾。\n"},
{"title": "书后赋诗", "author": "佚名", "dynasty": "先秦", "content": "\n宝珍隋珠。不知佩兮。\n袆衣与丝。不知异兮。\n闾姝子奢。莫之媒兮。\n嫫母求之。又甚喜之兮。\n以瞽为明。以聋为聪。\n以是为非。以吉为凶。\n呜呼上天。曷惟其同。\n"},
{"title": "列子引逸诗", "author": "佚名", "dynasty": "先秦", "content": "\n良弓之子。必先为箕。\n良冶之子。必先为裘。\n"},
{"title": "战国策引逸诗", "author": "佚名", "dynasty": "先秦", "content": "\n行百里者。半于九十。\n大武远宅不涉。木实繁者披其枝。\n披其者伤其心。大其都者危其君。\n尊其臣者卑其主。树德莫如滋。\n除害莫如尽。\n"},
{"title": "黄泽谣", "author": "佚名", "dynasty": "先秦", "content": "\n黄之池。其马歕沙。\n皇人威仪。黄之泽。\n其马歕玉。皇人受縠。\n"},
{"title": "史记引逸诗", "author": "佚名", "dynasty": "先秦", "content": "\n得人者兴。失人者崩。\n"},
{"title": "韩非子引鄙谚", "author": "佚名", "dynasty": "先秦", "content": "\n长袖善舞。多财善贾。\n莫众而迷。傭自卖。\n哀而不售。士自誉。\n辨而不信。\n"},
{"title": "诗", "author": "佚名", "dynasty": "先秦", "content": "\n上天弗恤。夏命其卒。\n"},
{"title": "峤诗", "author": "佚名", "dynasty": "先秦", "content": "\n何自南极。至于北极。\n绝境越国。弗愁道远。\n"},
{"title": "秦人谣", "author": "佚名", "dynasty": "先秦", "content": "\n天帝醉秦暴。金误陨石坠。\n"},
{"title": "家语引逸诗", "author": "佚名", "dynasty": "先秦", "content": "\n皇皇上天。其命不忒。\n天之以善。心报其德。\n"},
{"title": "晋儿谣", "author": "佚名", "dynasty": "先秦", "content": "\n恭太子更葬兮后十四年晋亦不昌。昌乃在其兄。\n"},
{"title": "史记引谚", "author": "佚名", "dynasty": "先秦", "content": "\n死者复生。生者不愧。\n蓬生麻中。不扶自直。\n白沙在泥。与之皆黑。\n力则任鄙。智则樗里。\n"},
{"title": "祭侯辞", "author": "佚名", "dynasty": "先秦", "content": "\n嗟尔不宁侯。为尔不朝于王所。\n故亢而射女。强食尔食。\n曾孙侯氏百福。\n"},
{"title": "貍首诗", "author": "佚名", "dynasty": "先秦", "content": "\n曾孙侯氏。四正具举。\n大夫君子。凡以庶士。\n小大莫处。御于君所。\n以燕以射。则燕则誉。\n"},
{"title": "汉书引逸诗", "author": "佚名", "dynasty": "先秦", "content": "\n四牡翼翼。以征不服。\n亲省边陲。用事所极。\n九变复贯。知言之选。\n"},
{"title": "成王冠辞", "author": "佚名", "dynasty": "先秦", "content": "\n令月吉日。王始加元服。\n去王幼志服袞职。\n钦若昊天。六合是式。\n率尔祖考。永永无极。\n"},
{"title": "墨子引逸诗", "author": "佚名", "dynasty": "先秦", "content": "\n必择所堪。必谨所堪。\n鱼水不务。陆将何及。\n"},
{"title": "金楼子引殷纣时语", "author": "佚名", "dynasty": "先秦", "content": "\n车行酒。骑行炙。\n百二十日为一夜。\n"},
{"title": "楚童谣", "author": "佚名", "dynasty": "先秦", "content": "\n楚王渡江得萍实。大如斗。\n赤如日。剖而食之甜如蜜。\n"},
{"title": "商子引语", "author": "佚名", "dynasty": "先秦", "content": "\n愚者暗于成事。智者见于未萌。\n"},
{"title": "祭辞", "author": "佚名", "dynasty": "先秦", "content": "\n皇皇上天。照临下土。\n集地之灵。降甘风雨。\n各得其所。庶物群生。\n各得其所。靡今靡古。\n维予一人某敬拜皇天之祜。薄薄之土。\n承天之神。兴甘风雨。\n庶卉百物。莫不茂者。\n既安且宁。维予一人某敬拜下土之灵。\n维某年某月上日。明光于上下。\n勤施于四方。旁作穆穆。\n惟予一人某敬拜迎于郊。\n以正月朔日迎日于东郊。\n"},
{"title": "嘏辞", "author": "佚名", "dynasty": "先秦", "content": "\n皇尸命工祝。承致多福无疆。\n于女孝孙。来女孝孙。\n使女受禄于天。宜稼于田。\n眉寿万年。笏替引之。\n"},
{"title": "白云谣", "author": "佚名", "dynasty": "先秦", "content": "白云在天，丘陵自出。道里悠远，山川间之。将子无死，尚复能来。 "},
{"title": "恭世子诵", "author": "佚名", "dynasty": "先秦", "content": "\n贞之无报也。孰是人斯。\n而有斯臭也。贞为不听。\n信为不诚。国斯无刑。\n媮居幸生。不更厥贞。\n大命其倾。威兮怀兮。\n各聚尔有。以待所归兮。\n猗兮违兮。心之哀兮。\n岁之二七。其靡有徵兮。\n若翟公子。吾是之依兮。\n镇抚国家。为王妃兮。\n"},
{"title": "周秦民歌", "author": "佚名", "dynasty": "先秦", "content": "\n讴乎其已乎。苞乎其往归田成子乎。\n"},
{"title": "孔子诵", "author": "佚名", "dynasty": "先秦", "content": "\n麛裘面鞞。投之无戾。\n鞞之麛裘。投之无邮。\n袞衣章甫。实获我所。\n章甫袞衣。惠我无私。\n"},
{"title": "祷雨辞", "author": "佚名", "dynasty": "先秦", "content": "\n政不节与。使民疾与。\n何以不雨至斯极也。宫室崇与。\n妇谒盛与。何以不雨至斯极也。\n苞苴行与。谗夫兴与。\n何以不雨至斯极也。\n"},
{"title": "礼记引南人言", "author": "佚名", "dynasty": "先秦", "content": "\n人而无恒。不可以为卜筮。\n"},
{"title": "原壤歌", "author": "佚名", "dynasty": "先秦", "content": "\n貍首之斑然。执女手之卷然。\n"},
{"title": "韩非子引先圣谚", "author": "佚名", "dynasty": "先秦", "content": "\n不踬于山。而踬于垤。\n规有摩而水有波。\n我欲更之。无奈之何。\n"},
{"title": "白水诗", "author": "佚名", "dynasty": "先秦", "content": "\n浩浩白水。鯈鯈之鱼。\n君来召我。我将安居。\n国家未立。从我焉如。\n"},
{"title": "优孟歌", "author": "佚名", "dynasty": "先秦", "content": "\n山居耕田苦。难以得食。\n起而为吏。身贪鄙者余财。\n不顾耻辱。身死家室富。\n又恐受赇枉法为奸触大罪。\n身死而家灭。贪吏安可为也。\n念为廉吏。奉法守职。\n竟死不敢为非。廉吏安可为也。\n"},
{"title": "佹诗", "author": "佚名", "dynasty": "先秦", "content": "\n天地易位，四时易乡。\n列星陨坠。旦暮晦盲。\n幽暗登昭。日月下藏。\n公正无私。反见纵横。\n志爱公利。得楼疏堂。\n无私罪人。憼革二兵。\n道德纯备。谗口将将。\n仁人绌约。敖暴擅强。\n天下幽险。失世英龟龙为蝘蜓。\n鸱枭为凤凰。比干见刳。\n孔子拘匡。昭昭乎其知之明也。\n郁郁乎其遇时之不祥也。拂乎其欲礼义之大行也。\n暗乎天下之晦盲也。皓天不复。\n忧无疆也。千秋必反。\n古之常也。弟子勉学。\n天不忘也。圣人共手。\n时几将矣。念彼远方。\n何其塞矣。仁人绌约。\n暴人衍矣。忠臣危殆。\n谗人般矣。琁玉瑶珠。\n不知佩也。杂布与锦。\n不知异也。闾娵子奢。\n莫之媒也。嫫母力父。\n是之喜也。以盲为明。\n以聋为聪。以危为安。\n以吉为凶。呜呼上天。\n曷维其同。\n"},
{"title": "慎子引谚", "author": "佚名", "dynasty": "先秦", "content": "\n不聪不明。不能为王。\n不瞽不聋。不能为公。\n"},
{"title": "鲁连子引谚", "author": "佚名", "dynasty": "先秦", "content": "\n百足之虫。三断不蹶。\n心诚怜。白发玄。\n情不怡。艳色媸。\n"},
{"title": "浑良夫譟", "author": "佚名", "dynasty": "先秦", "content": "\n登此昆吾之虚。绵绵生之瓜。\n余为浑良夫。叫天无辜。\n"},
{"title": "成王冠辞", "author": "佚名", "dynasty": "先秦", "content": "\n使王近于民。远于佞。\n近于义。啬于时。\n惠于财。亲贤使能。\n"},
{"title": "后汉书引逸诗", "author": "佚名", "dynasty": "先秦", "content": "\n皎皎练丝。在所染之。\n"},
{"title": "杨朱歌", "author": "佚名", "dynasty": "先秦", "content": "\n天其弗识。人胡能觉。\n匪佑自天。弗孽由人。\n我乎汝乎。其弗知呼。\n医乎巫乎。其知之乎。\n"},
{"title": "鬼谷子引古语", "author": "佚名", "dynasty": "先秦", "content": "\n女爱不蔽席。男欢不尽轮。\n"},
{"title": "论语引南人言", "author": "佚名", "dynasty": "先秦", "content": "\n人而无恒。不可以作巫医。\n"},
{"title": "攻狄谣", "author": "佚名", "dynasty": "先秦", "content": "\n大冠若修剑拄颐。\n攻狄不能下。垒于梧丘。\n"},
{"title": "离别相去辞", "author": "佚名", "dynasty": "先秦", "content": "\n跞躁摧长恧兮擢戟驭殳。\n所离不降兮泄我王气苏。\n三军一飞降兮所向皆殂。\n一士判死兮而当百夫。\n道祐有德兮吴卒自屠。\n雪我王宿耻兮威振八都。\n军伍难更兮势如貔貙。\n行行各努力兮于乎于乎。\n"},
{"title": "管子引逸诗", "author": "佚名", "dynasty": "先秦", "content": "\n鸿鸿将将。\n"},
{"title": "孟子引夏谚", "author": "佚名", "dynasty": "先秦", "content": "\n吾王不游。吾何以休。\n吾王不豫。吾何以助。\n一游一豫。为诸侯度。\n"},
{"title": "泽门之皙讴", "author": "佚名", "dynasty": "先秦", "content": "\n泽门之皙。实兴我役。\n邑中之黔。实慰我心。\n"},
{"title": "南蒯歌", "author": "佚名", "dynasty": "先秦", "content": "\n我有圃。生之杞乎。\n从我者鄙乎。倍其邻者耻乎。\n已乎已乎。非吾党之士乎。\n"},
{"title": "韩非子引古语", "author": "佚名", "dynasty": "先秦", "content": "\n奔车之上无仲尼。覆舟之下无伯夷。\n"},
{"title": "岁莫歌", "author": "佚名", "dynasty": "先秦", "content": "\n岁已莫矣。而禾不穫。\n忽忽兮若之何。岁已寒矣。\n而役不罢。惙惙兮如之何。\n"},
{"title": "琴女歌", "author": "佚名", "dynasty": "先秦", "content": "\n罗縠单衣。可裂而绝。\n三尺屏风。可超而越。\n鹿虑之剑。可负而拔。\n"},
{"title": "琴歌", "author": "佚名", "dynasty": "先秦", "content": "\n百里奚。初娶我时五羊皮。\n临当相别烹乳鸡。今适富贵忘我为。\n"},
{"title": "穗歌", "author": "佚名", "dynasty": "先秦", "content": "\n穗乎不得穫。秋风至兮殚零落。\n风雨之弗杀也。太上之靡弊也。\n"},
{"title": "秦始皇时民歌", "author": "佚名", "dynasty": "先秦", "content": "\n生男慎勿举。生女哺用脯。\n不见长城下。尸骸相支拄。\n"},
{"title": "弹铗歌", "author": "佚名", "dynasty": "先秦", "content": "\n长铗归来乎食无鱼。\n长铗归来乎出无车。\n长铗归来乎无以为家。\n"},
{"title": "申包胥歌", "author": "佚名", "dynasty": "先秦", "content": "\n吴为无道。封豕长蛇。\n以食上国。欲有天下。\n政从楚起。寡君出自草泽。\n使来告急。\n"},
{"title": "龙蛇歌", "author": "佚名", "dynasty": "先秦", "content": "\n龙欲上天。五蛇为辅。\n龙已升云。四蛇各入其宇。\n一蛇独怨。终不见处所。\n"},
{"title": "河上歌", "author": "佚名", "dynasty": "先秦", "content": "\n同病相怜。同忧相捄。\n惊翔之鸟相随而集。濑下之水因复俱流。\n"},
{"title": "鹄歌", "author": "佚名", "dynasty": "先秦", "content": "\n悲夫黄鹄之早寡兮。七年不双。\n宛颈独宿兮不与众同。夜半悲鸣兮想其故雄。\n天命早寡兮独宿何伤。寡妇念此兮泣下数行。\n呜呼哀哉兮死者不可忘。飞鸟尚然兮况于贞良。\n虽有贤雄兮终不重行。\n"},
{"title": "涂山女歌", "author": "佚名", "dynasty": "先秦", "content": "\n候人猗兮。\n"},
{"title": "琴歌", "author": "佚名", "dynasty": "先秦", "content": "\n百里奚。百里奚。\n母已死。葬南溪。\n坟以瓦。覆以柴。\n舂黄藜。搤伏鸡。\n西入秦。五羖皮。\n今日富贵忘我为。\n"},
{"title": "长水童谣", "author": "佚名", "dynasty": "先秦", "content": "\n城门当有血。城没陷为湖。\n"},
{"title": "梦歌", "author": "佚名", "dynasty": "先秦", "content": "\n济洹之水。赠我以琼瑰。\n归乎归乎。琼瑰盈吾怀乎。\n"}
]
