[
{"title": "木兰诗 / 木兰辞", "author": "佚名", "dynasty": "南北朝", "content": "　　唧唧复唧唧，木兰当户织。不闻机杼声，唯闻女叹息。(唯 一作：惟)\r\n　　问女何所思，问女何所忆。女亦无所思，女亦无所忆。昨夜见军帖，可汗大点兵，军书十二卷，卷卷有爷名。阿爷无大儿，木兰无长兄，愿为市鞍马，从此替爷征。\r\n　　东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。旦辞爷娘去，暮宿黄河边，不闻爷娘唤女声，但闻黄河流水鸣溅溅。旦辞黄河去，暮至黑山头，不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。\r\n　　万里赴戎机，关山度若飞。朔气传金柝，寒光照铁衣。将军百战死，壮士十年归。\r\n　　归来见天子，天子坐明堂。策勋十二转，赏赐百千强。可汗问所欲，木兰不用尚书郎，愿驰千里足，送儿还故乡。\r\n　　爷娘闻女来，出郭相扶将；阿姊闻妹来，当户理红妆；小弟闻姊来，磨刀霍霍向猪羊。开我东阁门，坐我西阁床。脱我战时袍，著我旧时裳。当窗理云鬓，对镜帖花黄。出门看火伴，火伴皆惊忙：同行十二年，不知木兰是女郎。\r\n　　雄兔脚扑朔，雌兔眼迷离；双兔傍地走，安能辨我是雄雌？"},
{"title": "三峡", "author": "郦道元", "dynasty": "南北朝", "content": "　　自三峡七百里中，两岸连山，略无阙处。重岩叠嶂，隐天蔽日，自非亭午夜分，不见曦月。(阙 通：缺；重岩 一作：重峦)　　至于夏水襄陵，沿溯阻绝。或王命急宣，有时朝发白帝，暮到江陵，其间千二百里，虽乘奔御风，不以疾也。(溯 同：泝；暮到 一作：暮至)　　春冬之时，则素湍绿潭，回清倒影，绝巘多生怪柏，悬泉瀑布，飞漱其间，清荣峻茂，良多趣味。(巘 一作：左山右献)　　每至晴初霜旦，林寒涧肃，常有高猿长啸，属引凄异，空谷传响，哀转久绝。故渔者歌曰：“巴东三峡巫峡长，猿鸣三声泪沾裳。”"},
{"title": "与朱元思书", "author": "吴均", "dynasty": "南北朝", "content": "　　风烟俱净，天山共色。从流飘荡，任意东西。自富阳至桐庐一百许里，奇山异水，天下独绝。\r\n　　水皆缥碧，千丈见底。游鱼细石，直视无碍。急湍甚箭，猛浪若奔。\r\n　　夹岸高山，皆生寒树，负势竞上，互相轩邈，争高直指，千百成峰。泉水激石，泠泠作响；好鸟相鸣，嘤嘤成韵。蝉则千转不穷，猿则百叫无绝。鸢飞戾天者，望峰息心；经纶世务者，窥谷忘反。横柯上蔽，在昼犹昏；疏条交映，有时见日。"},
{"title": "答谢中书书", "author": "陶弘景", "dynasty": "南北朝", "content": "　　山川之美，古来共谈。高峰入云，清流见底。两岸石壁，五色交辉。青林翠竹，四时俱备。晓雾将歇，猿鸟乱鸣；夕日欲颓，沉鳞竞跃。实是欲界之仙都。自康乐以来，未复有能与其奇者。"},
{"title": "陈太丘与友期行", "author": "刘义庆", "dynasty": "南北朝", "content": "　　陈太丘与友期行，期日中。过中不至，太丘舍去，去后乃至。元方时年七岁，门外戏。客问元方：“尊君在不？”答曰：“待君久不至，已去。”友人便怒曰：“非人哉！与人期行，相委而去。”元方曰：“君与家君期日中。日中不至，则是无信；对子骂父，则是无礼。”友人惭，下车引之。元方入门不顾。 "},
{"title": "敕勒歌", "author": "乐府诗集", "dynasty": "南北朝", "content": "敕勒川，阴山下。天似穹庐，笼盖四野，天苍苍，野茫茫，风吹草低见牛羊。 "},
{"title": "咏雪 / 咏雪联句", "author": "刘义庆", "dynasty": "南北朝", "content": "　　谢太傅寒雪日内集，与儿女讲论文义。俄而雪骤，公欣然曰：“白雪纷纷何所似？”兄子胡儿曰：“撒盐空中差可拟。”兄女曰：“未若柳絮因风起。”公大笑乐。即公大兄无奕女，左将军王凝之妻也。 "},
{"title": "杨氏之子", "author": "刘义庆", "dynasty": "南北朝", "content": "　　梁国杨氏子九岁，甚聪惠。孔君平诣其父，父不在，乃呼儿出。为设果，果有杨梅。孔指以示儿曰：“此是君家果。”儿应声答曰：“未闻孔雀是夫子家禽。” "},
{"title": "山中杂诗", "author": "吴均", "dynasty": "南北朝", "content": "山际见来烟，竹中窥落日。鸟向檐上飞，云从窗里出。"},
{"title": "西洲曲", "author": "佚名", "dynasty": "南北朝", "content": "忆梅下西洲，折梅寄江北。单衫杏子红，双鬓鸦雏色。西洲在何处？两桨桥头渡。日暮伯劳飞，风吹乌臼树。树下即门前，门中露翠钿。开门郎不至，出门采红莲。采莲南塘秋，莲花过人头。低头弄莲子，莲子清如水。置莲怀袖中，莲心彻底红。忆郎郎不至，仰首望飞鸿。鸿飞满西洲，望郎上青楼。楼高望不见，尽日栏杆头。栏杆十二曲，垂手明如玉。卷帘天自高，海水摇空绿。海水梦悠悠，君愁我亦愁。南风知我意，吹梦到西洲。 "},
{"title": "赠范晔诗", "author": "陆凯", "dynasty": "南北朝", "content": "折花逢驿使，寄与陇头人。(折花 一作：折梅)江南无所有，聊赠一枝春。"},
{"title": "拟行路难·其四", "author": "鲍照", "dynasty": "南北朝", "content": "泻水置平地，各自东西南北流。人生亦有命，安能行叹复坐愁？酌酒以自宽，举杯断绝歌路难。心非木石岂无感？吞声踯躅不敢言。 "},
{"title": "陈元方候袁公", "author": "刘义庆", "dynasty": "南北朝", "content": "　　陈元方年十一时，候袁公。袁公问曰：“贤家君在太丘，远近称之，何所履行？”元方曰：“老父在太丘，强者绥之以德，弱者抚之以仁，恣其所安，久而益敬。”袁公曰：“孤往者尝为邺令，正行此事。不知卿家君法孤，孤法卿父？”元方曰：“周公、孔子异世而出，周旋动静，万里如一。周公不师孔子，孔子亦不师周公。”"},
{"title": "入若耶溪", "author": "王籍", "dynasty": "南北朝", "content": "艅艎何泛泛，空水共悠悠。阴霞生远岫，阳景逐回流。蝉噪林逾静，鸟鸣山更幽。此地动归念，长年悲倦游。"},
{"title": "别赋", "author": "江淹", "dynasty": "南北朝", "content": "　　黯然销魂者，唯别而已矣！况秦吴兮绝国，复燕赵兮千里。或春苔兮始生，乍秋风兮暂起。是以行子肠断，百感凄恻。风萧萧而异响，云漫漫而奇色。舟凝滞于水滨，车逶迟于山侧。棹容与而讵前，马寒鸣而不息。掩金觞而谁御，横玉柱而沾轼。居人愁卧，怳若有亡。日下壁而沉彩，月上轩而飞光。见红兰之受露，望青楸之离霜。巡层楹而空掩，抚锦幕而虚凉。知离梦之踯躅，意别魂之飞扬。故别虽一绪，事乃万族。\r\n　　至若龙马银鞍，朱轩绣轴，帐饮东都，送客金谷。琴羽张兮箫鼓陈，燕、赵歌兮伤美人，珠与玉兮艳暮秋，罗与绮兮娇上春。惊驷马之仰秣，耸渊鱼之赤鳞。造分手而衔涕，感寂寞而伤神。 \r\n　　乃有剑客惭恩，少年报士，韩国赵厕，吴宫燕市。割慈忍爱，离邦去里，沥泣共诀，抆血相视。驱征马而不顾，见行尘之时起。方衔感于一剑，非买价于泉里。金石震而色变，骨肉悲而心死。\r\n　　或乃边郡未和，负羽从军。辽水无极，雁山参云。闺中风暖，陌上草薰。日出天而曜景，露下地而腾文。镜朱尘之照烂，袭青气之烟煴，攀桃李兮不忍别，送爱子兮沾罗裙。 \r\n　　至如一赴绝国，讵相见期？视乔木兮故里，决北梁兮永辞，左右兮魄动，亲朋兮泪滋。可班荆兮憎恨，惟樽酒兮叙悲。值秋雁兮飞日，当白露兮下时，怨复怨兮远山曲，去复去兮长河湄。 \r\n　　又若君居淄右，妾家河阳，同琼珮之晨照，共金炉之夕香。君结绶兮千里，惜瑶草之徒芳。惭幽闺之琴瑟，晦高台之流黄。春宫閟此青苔色，秋帐含此明月光，夏簟清兮昼不暮，冬釭凝兮夜何长！织锦曲兮泣已尽，回文诗兮影独伤。 \r\n　　傥有华阴上士，服食还仙。术既妙而犹学，道已寂而未传。守丹灶而不顾，炼金鼎而方坚。驾鹤上汉，骖鸾腾天。暂游万里，少别千年。惟世间兮重别，谢主人兮依然。 \r\n　　下有芍药之诗，佳人之歌，桑中卫女，上宫陈娥。春草碧色，春水渌波，送君南浦，伤如之何！至乃秋露如珠，秋月如圭，明月白露，光阴往来，与子之别，思心徘徊。 \r\n　　是以别方不定，别理千名，有别必怨，有怨必盈。使人意夺神骇，心折骨惊，虽渊、云之墨妙，严、乐之笔精，金闺之诸彦，兰台之群英，赋有凌云之称，辨有雕龙之声，谁能摹暂离之状，写永诀之情者乎？ "},
{"title": "愚人食盐", "author": "僧伽斯那", "dynasty": "南北朝", "content": "　　昔有愚人，至于他家。主人与食，嫌淡无味。主人闻已，更为益盐。既得盐美，便自念言：“所以美者，缘有盐故。少有尚尔，况复多也？”愚人无智，便空食盐。食已口爽，反为其患。 "},
{"title": "登池上楼", "author": "谢灵运", "dynasty": "南北朝", "content": "潜虬媚幽姿，飞鸿响远音。 薄霄愧云浮，栖川怍渊沉。进德智所拙，退耕力不任。徇禄反穷海，卧疴对空林。衾枕昧节候，褰开暂窥临。倾耳聆波澜，举目眺岖嵚。初景革绪风，新阳改故阴。池塘生春草，园柳变鸣禽。祁祁伤豳歌，萋萋感楚吟。索居易永久，离群难处心。持操岂独古，无闷征在今。 "},
{"title": "王孙游", "author": "谢朓", "dynasty": "南北朝", "content": "绿草蔓如丝，杂树红英发。无论君不归，君归芳已歇。"},
{"title": "拟行路难·其六", "author": "鲍照", "dynasty": "南北朝", "content": "对案不能食，拔剑击柱长叹息。丈夫生世会几时？安能蹀躞垂羽翼！弃置罢官去，还家自休息。朝出与亲辞，暮还在亲侧。弄儿床前戏，看妇机中织。自古圣贤尽贫贱，何况我辈孤且直！ "},
{"title": "梅花落", "author": "鲍照", "dynasty": "南北朝", "content": "中庭多杂树，偏为梅咨嗟。问君何独然？念其霜中能作花，露中能作实。摇荡春风媚春日，念尔零落逐寒风，徒有霜华无霜质。(寒风 一作：风飚) "},
{"title": "关山月", "author": "徐陵", "dynasty": "南北朝", "content": "关山三五月，客子忆秦川。思妇高楼上，当窗应未眠。星旗映疏勒，云阵上祁连。战气今如此，从军复几年。"},
{"title": "晚登三山还望京邑", "author": "谢朓", "dynasty": "南北朝", "content": "灞涘望长安，河阳视京县。白日丽飞甍，参差皆可见。余霞散成绮，澄江静如练。喧鸟覆春洲，杂英满芳甸。去矣方滞淫，怀哉罢欢宴。佳期怅何许，泪下如流霰。有情知望乡，谁能鬒不变？"},
{"title": "乐羊子妻", "author": "范晔", "dynasty": "南北朝", "content": "　　河南乐羊子之妻者，不知何氏之女也。\r\n　　羊子尝行路，得遗金一饼，还以与妻。妻曰：“妾闻志士不饮‘ 盗泉’之水，廉者不受嗟来之食，况拾遗求利,以污其行乎！”羊子大惭，乃捐金于野，而远寻师学。\r\n　　一年来归，妻跪问其故，羊子曰：“久行怀思，无它异也。”妻乃引刀趋机而言曰：“此织生自蚕茧，成于机杼。一丝而累，以至于寸，累寸不已，遂成丈匹。今若断斯织也，则捐失成功，稽废时日。夫子积学，当‘日知其所亡’，以就懿德；若中道而归，何异断斯织乎？”羊子感其言，复还终业，遂七年不返。\r\n　　尝有它舍鸡谬入园中，姑盗杀而食之，妻对鸡不餐而泣。姑怪问其故。妻曰：“自伤居贫，使食有它肉。”姑竟弃之。后盗欲有犯妻者，乃先劫其姑。妻闻，操刀而出。盗人曰：“释汝刀从我者可全，不从我者，则杀汝姑。”妻仰天而叹，举刀刎颈而死。盗亦不杀其姑。太守闻之，即捕杀贼盗，而赐妻缣帛，以礼葬之，号曰“贞义”。"},
{"title": "张衡传", "author": "范晔", "dynasty": "南北朝", "content": "　　张衡字平子，南阳西鄂人也。衡少善属文，游于三辅，因入京师，观太学，遂通五经，贯六艺。虽才高于世，而无骄尚之情。常从容淡静，不好交接俗人。永元中，举孝廉不行，连辟公府不就。时天下承平日久，自王侯以下，莫不逾侈。衡乃拟班固《两都》作《二京赋》，因以讽谏。精思傅会，十年乃成。大将军邓骘奇其才，累召不应。\r\n　　衡善机巧，尤致思于天文、阴阳、历算。安帝雅闻衡善术学，公车特征拜郎中，再迁为太史令。遂乃研核阴阳，妙尽璇玑之正，作浑天仪，著《灵宪》、《算罔论》，言甚详明。\r\n　　顺帝初，再转，复为太史令。衡不慕当世，所居之官辄积年不徙。自去史职，五载复还。\r\n　　阳嘉元年，复造候风地动仪。以精铜铸成，员径八尺，合盖隆起，形似酒尊，饰以篆文山龟鸟兽之形。中有都柱，傍行八道，施关发机。外有八龙，首衔铜丸，下有蟾蜍，张口承之。其牙机巧制，皆隐在尊中，覆盖周密无际。如有地动，尊则振龙，机发吐丸，而蟾蜍衔之。振声激扬，伺者因此觉知。虽一龙发机，而七首不动，寻其方面，乃知震之所在。验之以事，合契若神。自书典所记，未之有也。尝一龙机发而地不觉动，京师学者咸怪其无征。后数日驿至，果地震陇西，于是皆服其妙。自此以后，乃令史官记地动所从方起。\r\n　　时政事渐损，权移于下，衡因上疏陈事。后迁侍中，帝引在帷幄，讽议左右。尝问天下所疾恶者。宦官惧其毁己，皆共目之，衡乃诡对而出。阉竖恐终为其患，遂共谗之。衡常思图身之事，以为吉凶倚伏，幽微难明。乃作《思玄赋》以宣寄情志。\r\n　　永和初，出为河间相。时国王骄奢，不遵典宪；又多豪右，共为不轨。衡下车，治威严，整法度，阴知奸党名姓，一时收禽，上下肃然，称为政理。视事三年，上书乞骸骨，征拜尚书。年六十二，永和四年卒。"},
{"title": "从军行", "author": "卢思道", "dynasty": "南北朝", "content": "朔方烽火照甘泉，长安飞将出祁连。犀渠玉剑良家子，白马金羁侠少年。平明偃月屯右地，薄暮鱼丽逐左贤。谷中石虎经衔箭，山上金人曾祭天。天涯一去无穷已，蓟门迢递三千里。朝见马岭黄沙合，夕望龙城阵云起。庭中奇树已堪攀，塞外征人殊未还。白雪初下天山外，浮云直向五原间。关山万里不可越，谁能坐对芳菲月。流水本自断人肠，坚冰旧来伤马骨。边庭节物与华异，冬霰秋霜春不歇。长风萧萧渡水来，归雁连连映天没。从军行，军行万里出龙庭，单于渭桥今已拜，将军何处觅功名。 "},
{"title": "玉树后庭花", "author": "陈叔宝", "dynasty": "南北朝", "content": "丽宇芳林对高阁，新装艳质本倾城。映户凝娇乍不进，出帷含态笑相迎。妖姬脸似花含露，玉树流光照后庭。花开花落不长久，落红满地归寂中。 "},
{"title": "咏早梅 / 扬州法曹梅花盛开", "author": "何逊", "dynasty": "南北朝", "content": "兔园标物序，惊时最是梅。惊霜当路发，映雪拟寒开。枝横却月观，花绕凌风台。朝洒长门泣，夕驻临邛杯。应知早飘落，故逐上春来。 "},
{"title": "于长安归还扬州九月九日行薇山亭赋韵 / 长安九日诗", "author": "江总", "dynasty": "南北朝", "content": "心逐南云逝，形随北雁来。故乡篱下菊，今日几花开。"},
{"title": "枯树赋", "author": "庾信", "dynasty": "南北朝", "content": "　　殷仲文风流儒雅，海内知名。世异时移，出为东阳太守。常忽忽不乐，顾庭槐而叹曰：“此树婆娑，生意尽矣！”。 \r\n　　至如白鹿贞松，青牛文梓。根柢盘魄，山崖表里。桂何事而销亡，桐何为而半死？昔之三河徙植，九畹移根。开花建始之殿，落实睢阳之园。声含嶰谷，曲抱《云门》。将雏集凤，比翼巢鸳。临风亭而唳鹤，对月峡而吟猿。乃有拳曲拥肿，盘坳反覆。熊彪顾盼，鱼龙起伏。节竖山连，文横水蹙。匠石惊视，公输眩目。雕镌始就，剞劂仍加。平鳞铲甲，落角摧牙。重重碎锦，片片真花。纷披草树，散乱烟霞。\r\n　　若夫松子、古度、平仲、君迁，森梢百顷，槎枿千年。秦则大夫受职，汉则将军坐焉。莫不苔埋菌压，鸟剥虫穿。或低垂于霜露，或撼顿于风烟。东海有白木之庙，西河有枯桑之社，北陆以杨叶为关，南陵以梅根作冶。小山则丛桂留人，扶风则长松系马。岂独城临细柳之上，塞落桃林之下。\r\n　　若乃山河阻绝，飘零离别。拔本垂泪，伤根沥血。火入空心，膏流断节。横洞口而敧卧，顿山腰而半折，文斜者百围冰碎，理正者千寻瓦裂。载瘿衔瘤，藏穿抱穴，木魅睒睗，山精妖孽。\r\n　　况复风云不感，羁旅无归。未能采葛，还成食薇。沉沦穷巷，芜没荆扉，既伤摇落，弥嗟变衰。《淮南子》云：“木叶落，长年悲。”斯之谓矣。乃歌曰：”建章三月火，黄河万里槎。若非金谷满园树，即是河阳一县花。“桓大司马闻而叹曰：“昔年种柳，依依汉南。今看摇落，凄怆江潭。树犹如此，人何以堪！”"},
{"title": "哀江南赋序", "author": "庾信", "dynasty": "南北朝", "content": "　　粤以戊辰之年，建亥之月，大盗移国，金陵瓦解。余乃窜身荒谷，公私涂炭。华阳奔命，有去无归。中兴道销，穷于甲戌。三日哭于都亭，三年囚于别馆。天道周星，物极不反。傅燮之但悲身世，无处求生；袁安之每念王室，自然流涕。昔桓君山之志事，杜元凯之平生，并有著书，咸能自序。潘岳之文采，始述家风；陆机之辞赋，先陈世德。信年始二毛，即逢丧乱，藐是流离，至于暮齿。燕歌远别，悲不自胜；楚老相逢，泣将何及。畏南山之雨，忽践秦庭；让东海之滨，遂餐周粟。下亭漂泊，高桥羁旅。楚歌非取乐之方，鲁酒无忘忧之用。追为此赋，聊以记言，不无危苦之辞，唯以悲哀为主。\r\n　　日暮途远，人间何世！将军一去，大树飘零；壮士不还，寒风萧瑟。荆璧睨柱，受连城而见欺；载书横阶，捧珠盘而不定。钟仪君子，入就南冠之囚；季孙行人，留守西河之馆。申包胥之顿地，碎之以首；蔡威公之泪尽，加之以血。钓台移柳，非玉关之可望；华亭鹤唳，岂河桥之可闻！\r\n　　孙策以天下为三分，众才一旅；项籍用江东之子弟，人唯八千。遂乃分裂山河，宰割天下。岂有百万义师，一朝卷甲，芟夷斩伐，如草木焉！江淮无涯岸之阻，亭壁无藩篱之固。头会箕敛者，合纵缔交；锄耨棘矜都，因利乘便。将非江表王气，终于三百年乎？是知并吞六合，不免轵道之灾；混一车书，无救平阳之祸。呜呼！山岳崩颓，既履危亡之运；春秋迭代，必有去故之悲。天意人事，可以凄怆伤心者矣！况复舟楫路穷，星汉非乘槎可上；风飙道阻，蓬莱无可到之期。穷者欲达其言，劳者须歌其事。陆士衡闻而抚掌，是所甘心；张平子见而陋之，固其宜矣！"},
{"title": "别诗二首·其一", "author": "范云", "dynasty": "南北朝", "content": "洛阳城东西，长作经时别。昔去雪如花，今来花似雪。"},
{"title": "荀巨伯探病友 / 荀巨伯探友", "author": "刘义庆", "dynasty": "南北朝", "content": "　　荀巨伯远看友人疾，值胡贼攻郡，友人语巨伯曰：“吾今死矣，子可去。”巨伯曰：“远来相视，子令吾去，败义以求生，岂荀巨伯所行邪？”贼既至，谓巨伯曰：“大军至，一郡尽空，汝何男子，而敢独止？“巨伯曰：“友人有疾，不忍委之，宁以我身代友人命。”贼相谓曰：“我辈无义之人，而入有义之国。”遂班军而还，一郡并获全。 "},
{"title": "夜夜曲", "author": "沈约", "dynasty": "南北朝", "content": "河汉纵且横，北斗横复直。星汉空如此，宁知心有忆？孤灯暧不明，寒机晓犹织。零泪向谁道，鸡鸣徒叹息。 "},
{"title": "诏问山中何所有赋诗以答", "author": "陶弘景", "dynasty": "南北朝", "content": "山中何所有，岭上多白云。只可自怡悦，不堪持赠君。"},
{"title": "重别周尚书", "author": "庾信", "dynasty": "南北朝", "content": "阳关万里道，不见一人归。惟有河边雁，秋来南向飞。 "},
{"title": "石壁精舍还湖中作", "author": "谢灵运", "dynasty": "南北朝", "content": "昏旦变气候，山水含清晖。清晖能娱人，游子憺忘归。出谷日尚早，入舟阳已微。林壑敛暝色，云霞收夕霏。芰荷迭映蔚，蒲稗相因依。披拂趋南径，愉悦偃东扉。虑澹物自轻，意惬理无违。寄言摄生客，试用此道推。 "},
{"title": "月赋", "author": "谢庄", "dynasty": "南北朝", "content": "　　陈王初丧应、刘，端忧多暇。绿苔生阁，芳尘凝榭。悄焉疚怀，不怡中夜。\r\n　　乃清兰路，肃桂苑，腾吹寒山，弭盖秋阪。临浚壑而怨遥，登崇岫而伤远。于时斜汉左界，北陆南躔，白露暖空，素月流天。沈吟齐章，殷勤陈篇，抽毫进牍，以命仲宣。\r\n　　仲宣跪而称曰：臣东鄙幽介，长自丘樊。昧道懵学，孤奉明恩。臣闻沈潜既义，高明既经，日以阳德，月以阴灵。擅扶光于东沼，嗣若英于西冥。引玄兔于帝台，集素娥于后庭。朒脁警阙，朏魄示冲，顺辰通烛，从星泽风。增华台室，扬采轩宫。委照而吴业昌，沦精而汉道融。\r\n　　若夫气霁地表，云敛天末，洞庭始波，木叶微脱。菊散芳于山椒，雁流哀于江濑。升清质之悠悠，降澄辉之蔼蔼。列宿掩缛，长河韬映，柔祇雪凝，圆灵水镜。连观霜缟，周除冰净。君王乃厌晨欢，乐宵宴，收妙舞，弛清县。去烛房，即月殿，芳酒登，鸣琴荐。\r\n　　若乃凉夜自凄，风篁成韵，亲懿莫从，羇孤递进。聆皋禽之夕闻，听朔管之秋引。于是弦桐练响，音容选和，徘徊房露，惆怅阳阿。声林虚籁，沦池灭波，情纡轸其何托，愬皓月而长歌。歌曰：\r\n　　美人迈兮音尘阙，隔千里兮共明月。\r\n　　临风叹兮将焉歇，川路长兮不可越。\r\n　　歌响未终，余景就毕，满堂变容，回遑如失。又称歌曰：\r\n　　月既没兮露欲晞，岁方晏兮无与归。\r\n　　佳期可以还，微霜沾人衣。\r\n　　陈王曰：善。乃命执事，献寿羞璧，敬佩玉音，复之无斁。"},
{"title": "代出自蓟北门行", "author": "鲍照", "dynasty": "南北朝", "content": "羽檄起边亭，烽火入咸阳。征师屯广武，分兵救朔方。(征师 一作：征骑)严秋筋竿劲，虏阵精且强。天子按剑怒，使者遥相望。雁行缘石径，鱼贯度飞梁。箫鼓流汉思，旌甲被胡霜。疾风冲塞起，沙砾自飘扬。马毛缩如蝟，角弓不可张。时危见臣节，世乱识忠良。投躯报明主，身死为国殇。 "},
{"title": "岁暮", "author": "谢灵运", "dynasty": "南北朝", "content": "殷忧不能寐，苦此夜难颓。明月照积雪，朔风劲且哀。运往无淹物，年逝觉已催。 "},
{"title": "子夜四时歌·春林花多媚", "author": "佚名", "dynasty": "南北朝", "content": "春林花多媚，春鸟意多哀。春风复多情，吹我罗裳开。 "},
{"title": "恨赋", "author": "江淹", "dynasty": "南北朝", "content": "　　试望平原，蔓草萦骨，拱木敛魂。人生到此，天道宁论？于是仆本恨人，心惊不已。直念古者，伏恨而死。\r\n　　至如秦帝按剑，诸侯西驰。削平天下，同文共规，华山为城，紫渊为池。雄图既溢，武力未毕。方架鼋鼍以为梁，巡海右以送日。一旦魂断，宫车晚出。\r\n　　若乃赵王既虏，迁于房陵。薄暮心动，昧旦神兴。别艳姬与美女，丧金舆及玉乘。置酒欲饮，悲来填膺。千秋万岁，为怨难胜。\r\n　　至如李君降北，名辱身冤。拔剑击柱，吊影惭魂。情往上郡，心留雁门。裂帛系书，誓还汉恩。朝露溘至，握手何言？\r\n　　若夫明妃去时，仰天太息。紫台稍远，关山无极。摇风忽起，白日西匿。陇雁少飞，代云寡色。望君王兮何期？终芜绝兮异域。\r\n　　至乃敬通见抵，罢归田里。闭关却扫，塞门不仕。左对孺人，顾弄稚子。脱略公卿，跌宕文史。 赍志没地，长怀无已。\r\n　　及夫中散下狱，神气激扬。浊醪夕引，素琴晨张。秋日萧索，浮云无光。郁青霞之奇意，入修夜之不旸。\r\n　　或有孤臣危涕，孽子坠心。迁客海上，流戍陇阴，此人但闻悲风汩起，血下沾衿。亦复含酸茹叹，销落湮沉。\r\n　　若乃骑叠迹，车屯轨，黄尘匝地，歌吹四起。无不烟断火绝，闭骨泉里。\r\n　　已矣哉！春草暮兮秋风惊，秋风罢兮春草生。绮罗毕兮池馆尽，琴瑟灭兮丘垄平。自古皆有死，莫不饮恨而吞声。"},
{"title": "杀驼破瓮", "author": "伽腽肭", "dynasty": "南北朝", "content": "　　昔有一人，于瓮中盛谷。骆驼入瓮食谷，首不得出。主人以为忧，无计可施。有一老人来语之，曰：“汝莫忧，吾有以教汝出。”主人亟问：“法何？”老人曰：“汝当斩驼头，自当出之。”主人以为妙，即依其语，以刀斩驼头。既杀驼，而复破瓮，如此痴人，为世人所笑。 \r\n　　昔有一人，先瓮中盛谷。骆驼入头瓮中食谷，首不得出。既不得出，其人以为忧。有一老人来语之曰：“汝莫愁，吾教汝出，女当斩头，自能出之。”即用其语，以刀斩头。既杀驼，而复破瓮，如此痴人，世人所笑。\r\n　　曩有一人，先瓮中盛谷。骆驼入头瓮中食谷，首不得出。既不得出，其人患之。有一老父来语之曰：“女莫愁，吾教女出，女当斩头，自能出之。”即用其语，以刀斩头。既杀驼，复破瓮，如此痴人，世人所笑。"},
{"title": "之宣城郡出新林浦向板桥", "author": "谢朓", "dynasty": "南北朝", "content": "江路西南永，归流东北骛。天际识归舟，云中辨江树。旅思倦摇摇，孤游昔已屡。既欢怀禄情，复协沧洲趣。嚣尘自兹隔，赏心于此遇。虽无玄豹姿，终隐南山雾。"},
{"title": "蜀道难·其二", "author": "萧纲", "dynasty": "南北朝", "content": "巫山七百里，巴水三回曲。笛声下复高，猿啼断还续。 "},
{"title": "暂使下都夜发新林至京邑赠西府同僚", "author": "谢朓", "dynasty": "南北朝", "content": "大江流日夜，客心悲未央。徒念关山近，终知返路长。秋河曙耿耿，寒渚夜苍苍。引领见京室，宫雉正相望。金波丽鳷鹊，玉绳低建章。驱车鼎门外，思见昭丘阳。驰晖不可接，何况隔两乡？风云有鸟路，江汉限无梁。常恐鹰隼击，时菊委严霜。寄言罻罗者，寥廓已高翔。"},
{"title": "登江中孤屿", "author": "谢灵运", "dynasty": "南北朝", "content": "江南倦历览，江北旷周旋。怀新道转迥，寻异景不延。乱流趋正绝，孤屿媚中川。云日相晖映，空水共澄鲜。表灵物莫赏，蕴真谁为传。想象昆山姿，缅邈区中缘。始信安期术，得尽养生年。 "},
{"title": "子夜四时歌·渊冰厚三尺", "author": "佚名", "dynasty": "南北朝", "content": "渊冰厚三尺，素雪覆千里。我心如松柏，君情复何似？ "},
{"title": "寄王琳", "author": "庾信", "dynasty": "南北朝", "content": "玉关道路远，金陵信使疏。独下千行泪，开君万里书。"},
{"title": "河中之水歌", "author": "萧衍", "dynasty": "南北朝", "content": "河中之水向东流，洛阳女儿名莫愁。莫愁十三能织绮，十四采桑南陌头。十五嫁为卢家妇，十六生儿字阿侯。卢家兰室桂为梁，中有郁金苏合香。头上金钗十二行，足下丝履五文章。珊瑚挂镜烂生光，平头奴子擎履箱。人生富贵何所望，恨不嫁与东家王。"},
{"title": "相送", "author": "何逊", "dynasty": "南北朝", "content": "客心已百念，孤游重千里。江暗雨欲来，浪白风初起。"},
{"title": "作蚕丝", "author": "佚名", "dynasty": "南北朝", "content": "春蚕不应老，昼夜常怀丝。何惜微躯尽，缠绵自有时。 "},
{"title": "子夜四时歌·秋风入窗里", "author": "佚名", "dynasty": "南北朝", "content": "秋风入窗里，罗帐起飘扬。仰头看明月，寄情千里光。 "},
{"title": "雪赋", "author": "谢惠连", "dynasty": "南北朝", "content": "　　岁将暮，时既昏。寒风积，愁云繁。梁王不悦，游于兔园。乃置旨酒，命宾友。召邹生，延枚叟。相如末至，居客之右。俄而微霰零，密雪下。王乃歌北风于卫诗，咏南山于周雅。授简于司马大夫，曰：“抽子秘思，骋子妍辞，侔色揣称，为寡人赋之。”\r\n　　相如于是避席而起，逡巡而揖。曰：臣闻雪宫建于东国，雪山峙于西域。岐昌发咏于来思，姬满申歌于《黄竹》。《曹风》以麻衣比色，楚谣以幽兰俪曲。盈尺则呈瑞于丰年，袤丈则表沴于阴德。雪之时义远矣哉！请言其始。\r\n　　若乃玄律穷，严气升。焦溪涸，汤谷凝。火井灭，温泉冰。沸潭无涌，炎风不兴。北户墐扉，裸壤垂缯。于是河海生云，朔漠飞沙。连氛累霭，揜日韬霞。霰淅沥而先集，雪纷糅而遂多。\r\n　　其为状也，散漫交错，氛氲萧索。蔼蔼浮浮，瀌瀌弈弈。联翩飞洒，徘徊委积。始缘甍而冒栋，终开帘而入隙。初便娟于墀庑，末萦盈于帷席。既因方而为圭，亦遇圆而成璧。眄隰则万顷同缟，瞻山则千岩俱白。于是台如重璧，逵似连璐。庭列瑶阶，林挺琼树，皓鹤夺鲜，白鹇失素，纨袖惭冶，玉颜掩姱。\r\n　　若乃积素未亏，白日朝鲜，烂兮若烛龙，衔耀照昆山。尔其流滴垂冰，缘溜承隅，粲兮若冯夷，剖蚌列明珠。至夫缤纷繁骛之貌，皓皔曒洁之仪。回散萦积之势，飞聚凝曜之奇，固展转而无穷，嗟难得而备知。\r\n　　若乃申娱玩之无已，夜幽静而多怀。风触楹而转响，月承幌而通晖。酌湘吴之醇酎，御狐貉之兼衣。对庭鹍之双舞，瞻云雁之孤飞。践霜雪之交积，怜枝叶之相违。驰遥思于千里，愿接手而同归。\r\n　　邹阳闻之，懑然心服。有怀妍唱，敬接末曲。于是乃作而赋积雪之歌，歌曰：\r\n　　携佳人兮披重幄，援绮衾兮坐芳褥。\r\n　　燎熏炉兮炳明烛，酌桂酒兮扬清曲。\r\n　　又续写而为白雪之歌，歌曰：\r\n　　曲既扬兮酒既陈，朱颜酡兮思自亲。\r\n　　愿低帷以昵枕，念解佩而褫绅。\r\n　　怨年岁之易暮，伤后会之无因。\r\n　　君宁见阶上之白雪，岂鲜耀于阳春。\r\n　　歌卒。王乃寻绎吟玩，抚览扼腕。顾谓枚叔，起而为乱，乱曰：\r\n　　白羽虽白，质以轻兮，白玉虽白，空守贞兮。未若兹雪，因时兴灭。玄阴凝不昧其洁，太阳耀不固其节。节岂我名，洁岂我贞。凭云升降，从风飘零。值物赋象，任地班形。素因遇立，污随染成。纵心皓然，何虑何营？"},
{"title": "别范安成", "author": "沈约", "dynasty": "南北朝", "content": "生平少年日，分手易前期。及尔同衰暮，非复别离时。勿言一樽酒，明日难重持。梦中不识路，何以慰相思？ "},
{"title": "拟行路难·其一", "author": "鲍照", "dynasty": "南北朝", "content": "奉君金卮之美酒，玳瑁玉匣之雕琴。七彩芙蓉之羽帐，九华蒲萄之锦衾。红颜零落岁将暮，寒光宛转时欲沉。愿君裁悲且减思，听我抵节行路吟。不见柏梁铜雀上，宁闻古时清吹音？ "},
{"title": "玉阶怨·夕殿下珠帘", "author": "谢朓", "dynasty": "南北朝", "content": "夕殿下珠帘，流萤飞复息。长夜缝罗衣，思君此何极。"},
{"title": "华山畿·君既为侬死", "author": "佚名", "dynasty": "南北朝", "content": "华山畿，华山畿，君既为侬死，独生为谁施？欢若见怜时，棺木为侬开。"},
{"title": "北山移文", "author": "孔稚珪", "dynasty": "南北朝", "content": "　　钟山之英，草堂之灵，驰烟驿路，勒移山庭：\r\n　　夫以耿介拔俗之标，萧洒出尘之想，度白雪以方洁，干青云而直上，吾方知之矣。\r\n　　若其亭亭物表，皎皎霞外，芥千金而不眄，屣万乘其如脱，闻凤吹于洛浦，值薪歌于延濑，固亦有焉。\r\n　　岂期终始参差，苍黄翻覆，泪翟子之悲，恸朱公之哭。乍回迹以心染，或先贞而后黩，何其谬哉！呜呼，尚生不存，仲氏既往，山阿寂寥，千载谁赏！\r\n　　世有周子，隽俗之士，既文既博，亦玄亦史。然而学遁东鲁，习隐南郭，偶吹草堂，滥巾北岳。诱我松桂，欺我云壑。虽假容于江皋，乃缨情于好爵。\r\n　　其始至也，将欲排巢父，拉许由，傲百氏，蔑王侯。风情张日，霜气横秋。或叹幽人长往，或怨王孙不游。谈空空于释部，覈玄玄于道流，务光何足比，涓子不能俦。\r\n　　及其鸣驺入谷，鹤书赴陇，形驰魄散，志变神动。尔乃眉轩席次，袂耸筵上，焚芰制而裂荷衣，抗尘容而走俗状。风云凄其带愤，石泉咽而下怆，望林峦而有失，顾草木而如丧。\r\n　　至其钮金章，绾墨绶，跨属城之雄，冠百里之首。张英风于海甸，驰妙誉于浙右。道帙长摈，法筵久埋。敲扑喧嚣犯其虑，牒诉倥偬装其怀。琴歌既断，酒赋无续，常绸缪于结课，每纷纶于折狱，笼张赵于往图，架卓鲁于前箓，希踪三辅豪，驰声九州牧。\r\n　　使我高霞孤映，明月独举，青松落阴，白云谁侣？磵户摧绝无与归，石径荒凉徒延伫。至于还飙入幕，写雾出楹，蕙帐空兮夜鹤怨，山人去兮晓猨惊。昔闻投簪逸海岸，今见解兰缚尘缨。于是南岳献嘲，北陇腾笑，列壑争讥，攒峰竦诮。慨游子之我欺，悲无人以赴吊。\r\n　　故其林惭无尽，涧愧不歇，秋桂遣风，春萝罢月。骋西山之逸议，驰东皋之素谒。\r\n　　今又促装下邑，浪栧上京，虽情殷于魏阙，或假步于山扃。岂可使芳杜厚颜，薜荔蒙耻，碧岭再辱，丹崖重滓，尘游躅于蕙路，污渌池以洗耳。宜扃岫幌，掩云关，敛轻雾，藏鸣湍。截来辕于谷口，杜妄辔于郊端。于是丛条瞋胆，叠颖怒魄。或飞柯以折轮，乍低枝而扫迹。请回俗士驾，为君谢逋客。 "},
{"title": "断句", "author": "刘昶", "dynasty": "南北朝", "content": "白云满鄣来，黄尘暗天起。关山四面绝，故乡几千里。"},
{"title": "与陈伯之书", "author": "丘迟", "dynasty": "南北朝", "content": "　　迟顿首陈将军足下：无恙，幸甚，幸甚！将军勇冠三军，才为世出，弃燕雀之小志，慕鸿鹄以高翔！昔因机变化，遭遇明主，立功立事，开国称孤。朱轮华毂，拥旄万里，何其壮也！如何一旦为奔亡之虏，闻鸣镝而股战，对穹庐以屈膝，又何劣邪！\r\n　　寻君去就之际，非有他故，直以不能内审诸己，外受流言，沈迷猖蹶，以至于此。圣朝赦罪责功，弃瑕录用，推赤心于天下，安反侧于万物。将军之所知，不假仆一二谈也。朱鲔涉血于友于，张绣剚刃於爱子，汉主不以为疑，魏君待之若旧。况将军无昔人之罪，而勋重於当世！夫迷途知返，往哲是与，不远而复，先典攸高。主上屈法申恩，吞舟是漏；将军松柏不剪，亲戚安居，高台未倾，爱妾尚在；悠悠尔心，亦何可言！今功臣名将，雁行有序，佩紫怀黄，赞帷幄之谋，乘轺建节，奉疆埸之任，并刑马作誓，传之子孙。将军独靦颜借命，驱驰毡裘之长，宁不哀哉！\r\n　　夫以慕容超之强，身送东市；姚泓之盛，面缚西都。故知霜露所均，不育异类；姬汉旧邦，无取杂种。北虏僭盗中原，多历年所，恶积祸盈，理至燋烂。况伪孽昏狡，自相夷戮，部落携离，酋豪猜贰。方当系颈蛮邸，悬首藁街，而将军鱼游於沸鼎之中，燕巢於飞幕之上，不亦惑乎？\r\n　　暮春三月，江南草长，杂花生树，群莺乱飞。见故国之旗鼓，感平生于畴日，抚弦登陴，岂不怆悢！\r\n　　所以廉公之思赵将，吴子之泣西河，人之情也，将军独无情哉？想早励良规，自求多福。\r\n　　当今皇帝盛明，天下安乐。白环西献，楛矢东来；夜郎滇池，解辫请职；朝鲜昌海，蹶角受化。唯北狄野心，掘强沙塞之间，欲延岁月之命耳！中军临川殿下，明德茂亲，揔兹戎重，吊民洛汭，伐罪秦中，若遂不改，方思仆言。聊布往怀，君其详之。丘迟顿首。"},
{"title": "春日行", "author": "鲍照", "dynasty": "南北朝", "content": "献岁发，吾将行。春山茂，春日明。园中鸟，多嘉声。梅始发，柳始青。泛舟舻，齐棹惊。奏《采菱》，歌《鹿鸣》。风微起，波微生。弦亦发，酒亦倾。入莲池，折桂枝。芳袖动，芬叶披。两相思，两不知。 "},
{"title": "代白头吟", "author": "鲍照", "dynasty": "南北朝", "content": "直如朱丝绳，清如玉壶冰。何惭宿昔意，猜恨坐相仍。人情贱恩旧，世义逐衰兴。毫发一为瑕，丘山不可胜。食苗实硕鼠，点白信苍蝇。凫鹄远成美，薪刍前见凌。申黜褒女进，班去赵姬升。周王日沦惑，汉帝益嗟称。心赏犹难恃，貌恭岂易凭。古来共如此，非君独抚膺。 "},
{"title": "晚出新亭", "author": "阴铿", "dynasty": "南北朝", "content": "大江一浩荡，离悲足几重。潮落犹如盖，云昏不作峰。远戍唯闻鼓，寒山但见松。九十方称半，归途讵有踪。"},
{"title": "子夜歌·夜长不得眠", "author": "佚名", "dynasty": "南北朝", "content": "夜长不得眠，明月何灼灼。想闻散唤声，虚应空中诺。 "},
{"title": "采莲赋", "author": "萧绎", "dynasty": "南北朝", "content": "　　紫茎兮文波，红莲兮芰荷。绿房兮翠盖，素实兮黄螺。\r\n　　于是妖童媛女，荡舟心许，鷁首徐回，兼传羽杯。櫂将移而藻挂，船欲动而萍开。尔其纤腰束素，迁延顾步。夏始春余，叶嫩花初。恐沾裳而浅笑，畏倾船而敛裾， 故以水溅兰桡，芦侵罗袸。菊泽未反，梧台迥见，荇湿沾衫，菱长绕钏。泛柏舟而容与，歌采莲于江渚。\r\n　　歌曰：“碧玉小家女，来嫁汝南王。莲花乱脸色，荷叶杂衣香。因持荐君子，愿袭芙蓉裳。”"},
{"title": "行路难", "author": "释宝月", "dynasty": "南北朝", "content": "君不见孤雁关外发，酸嘶度扬越。空城客子心肠断，幽闺思妇气欲绝。凝霜夜下拂罗衣，浮云中断开明月。夜夜遥遥徒相思，年年望望情不歇。寄我匣中青铜镜，倩人为君除白发。行路难，行路难，夜闻南城汉使度，使我流泪忆长安！"},
{"title": "拟行路难十八首", "author": "鲍照", "dynasty": "南北朝", "content": "奉君金巵之美酒，瑇瑁玉匣之雕琴。七彩芙蓉之羽帐，九华蒲萄之锦衾。红颜零落岁将暮，寒光宛转时欲沉。愿君裁悲且减思，听我扺节行路吟。不见柏梁、铜雀上，宁闻古时清吹音。\r\n洛阳名工铸为金博山，千斵复万镂，上刻秦女携手仙。承君清夜之欢娱，列置帐里明烛前。外发龙鳞之丹彩，内含麝芬之紫烟。如今君心一朝异，对此长叹终百年。\r\n璇闺玉墀上椒阁，文窗绣户垂罗幕。中有一人字金兰，被服纤罗采芳藿。春燕差池风散梅，开帏对景弄禽爵。含歌揽涕恒抱愁，人生几时得为乐。宁作野中之双凫，不愿云间之别鹤。\r\n泻水置平地，各自东西南北流。人生亦有命，安能行叹复坐愁？酌酒以自宽，举杯断绝歌路难。心非木石岂无感，吞声踯躅不敢言。\r\n君不见河边草，冬时枯死春满道。君不见城上日，今暝没尽去，明朝复更出。今我何时当得然，一去永灭入黄泉。人生苦多欢乐少，意气敷腴在盛年。且愿得志数相就，床头恒有沽酒钱。功名竹帛非我事，存亡贵贱付皇天。\r\n对案不能食，拔剑击柱长叹息。丈夫生世会几时，安能蹀躞垂羽翼?弃置罢官去，还家自休息。朝出与亲辞，暮还在亲侧。弄儿床前戏，看妇机中织。自古圣贤尽贫贱，何况我辈孤且直!\r\n愁思忽而至，跨马出北门。举头四顾望，但见松柏荆棘郁樽樽。中有一鸟名杜鹃，言是古时蜀帝魂。声音哀苦鸣不息，羽毛憔悴似人髠。飞走树间啄虫蚁，岂忆往日天子尊。念此死生变化非常理，中心恻怆不能言。\r\n中庭五株桃，一株先作花。阳春妖冶二三月，从风簸荡落西家。西家思妇见悲惋，零泪沾衣抚心叹。初送我君出户时，何言淹留节回换。床席生尘明镜垢，纤腰瘦削发蓬乱。人生不得恒称悲，惆怅徙倚至夜半。\r\n锉蘖染黄丝，黄丝历乱不可治。昔我与君始相值，尔时自谓可君意。结带与我言，死生好恶不相置。今日见我颜色衰，意中索寞与先异。还君金钗瑇瑁簪，不忍见之益愁思。\r\n君不见蕣华不终朝，须臾淹冉零落销。盛年妖艳浮华辈，不久亦当诣冢头。一去无还期，千秋万岁无音词。孤魂茕茕空陇间，独魄徘徊遶坟基。但闻风声野鸟吟，忆平生盛年时。为此令人多悲悒，君当纵意自熙怡。\r\n君不见枯箨走阶庭，何时复青著故茎。君不见亡灵蒙享祀，何时倾杯竭壶罂。君当见此起忧思，宁及得与时人争。人生倐忽如绝电，华年盛德几时见。但令纵意存高尚，旨酒嘉肴相胥讌。持此从朝竟夕暮，差得亡忧消愁怖。胡为惆怅不得已，难尽此曲令君忤。\r\n今年阳初花满林，明年冬末雪盈岑。推移代谢纷交转，我君边戍独稽沉。执袂分别已三载，迩来寂淹无分音。朝悲惨惨遂成滴，暮思遶遶最伤心。膏沐芳余久不御，蓬首乱鬓不设簪。徒飞轻埃舞空帷，粉筐黛器靡复遗。自生留世苦不幸，心中惕惕恒怀悲。\r\n春禽喈喈旦暮鸣，最伤君子忧思情。我初辞家从军侨，荣志溢气干云霄。流浪渐冉经三龄，忽有白发素髭生。今暮临水拔已尽，明日对镜复已盈。但恐羁死为鬼客，客思寄灭生空精。每怀旧乡野，念我旧人多悲声。忽见过客问何我，宁知我家在南城。答云我曾居君乡，知君游宦在此城。我行离邑已万里，今方羁役去远征。来时闻君妇，闺中孀居独宿有贞名。亦云悲朝泣闲房，又闻暮思泪沾裳。形容憔悴非昔悦，蓬鬓衰颜不复妆。见此令人有余悲，当愿君怀不暂忘。\r\n君不见少壮从军去，白首流离不得还。故乡窅窅日夜隔，音尘断绝阻河关。朔风萧条白云飞，胡笳哀急边气寒。听此愁人兮奈何，登山远望得留颜。将死胡马迹，宁见妻子难。男儿生世轗轲欲何道，绵忧摧抑起长叹。\r\n君不见柏梁台，今日丘墟生草莱。君不见阿房宫，寒云泽雉栖其中。歌妓舞女今谁在，高坟垒垒满山隅。长袖纷纷徒竞世，非我昔时千金躯。随酒逐乐任意去，莫令含叹下黄垆。\r\n君不见冰上霜，表里阴且寒。虽蒙朝日照，信得几时安。民生故如此，谁令摧折强相看。年去年来自如削，白发零落不胜冠。\r\n君不见春鸟初至时，百草含青俱作花。寒风萧索一旦至，竟得几时保光华。日月流迈不相饶，令我愁思怨恨多。\r\n诸君莫叹贫，富贵不由人。丈夫四十强而仕，余当二十弱冠辰。莫言草木委冬雪，会应苏息遇阳春。对酒叙长篇，穷途运命委皇天。但愿樽中酒酝满，莫惜床头百个钱。直得优游卒一岁，何劳辛苦事百年。"},
{"title": "入朝曲", "author": "谢朓", "dynasty": "南北朝", "content": "江南佳丽地，金陵帝王州。逶迤带绿水，迢递起朱楼。飞甍夹驰道，垂杨荫御沟。凝笳翼高盖，叠鼓送华辀。献纳云台表，功名良可收。 "},
{"title": "丽人赋", "author": "沈约", "dynasty": "南北朝", "content": "　　有客弱冠未仕，缔交戚里，驰骛王室，遨游许史。归而称曰：狭邪才女，铜街丽人，亭亭似月，嬿婉如春，凝情待价，思尚衣巾。芳逾散麝，色茂开莲。陆离羽佩，杂错花钿。响罗衣而不进，隐明镫而未前。中步檐而一息，顺长廊而回归。池翻荷而纳影，风动竹而吹衣。薄暮延伫，宵分乃至。出暗入光，含羞隐媚。垂罗曳锦，鸣瑶动翠。来脱薄妆，去留馀腻。沾粉委露，理鬓清渠。落花入领，微风动裾。 "},
{"title": "东阳溪中赠答二首·其一", "author": "谢灵运", "dynasty": "南北朝", "content": "可怜谁家妇？缘流洒素足。明月在云间，迢迢不可得。 "},
{"title": "鹦鹉灭火", "author": "刘义庆", "dynasty": "南北朝", "content": "　　有鹦鹉飞集他山，山中禽兽辄相爱。鹦鹉自念，此山虽乐，然非吾久居之地，遂去，禽兽依依不舍后数月，山中大火。鹦鹉遥见，心急如焚，遂入水沾羽，飞而洒之。\r\n　　天神言：“汝虽有好意，然何足道也？”对曰：“虽知区区水滴不能救，然吾尝侨居是山，禽兽善待，皆为兄弟，吾不忍见其毁于火也！”\r\n　　天神嘉其义，即为之灭火。"},
{"title": "子夜四时歌·春风动春心", "author": "佚名", "dynasty": "南北朝", "content": "春风动春心，流目瞩山林。山林多奇采，阳鸟吐清音。 "},
{"title": "咏雪", "author": "吴均", "dynasty": "南北朝", "content": "微风摇庭树，细雪下帘隙。萦空如雾转，凝阶似花积。不见杨柳春，徒见桂枝白。零泪无人道，相思空何益。"},
{"title": "芜城赋", "author": "鲍照", "dynasty": "南北朝", "content": "　　沵迆平原，南驰苍梧涨海，北走紫塞雁门。柂以漕渠，轴以昆岗。重关复江之隩，四会五达之庄。当昔全盛之时，车挂轊，人驾肩。廛闬扑地，歌吹沸天。孳货盐田，铲利铜山，才力雄富，士马精妍。故能侈秦法，佚周令，划崇墉，刳濬洫，图修世以休命。是以板筑雉堞之殷，井干烽橹之勤，格高五岳，袤广三坟，崪若断岸，矗似长云。制磁石以御冲，糊赪壤以飞文。观基扃之固护，将万祀而一君。出入三代，五百余载，竟瓜剖而豆分。泽葵依井，荒葛罥涂。坛罗虺蜮，阶斗麕鼯。木魅山鬼，野鼠城狐，风嗥雨啸，昏见晨趋。饥鹰厉吻，寒鸱吓雏。伏暴藏虎，乳血飡肤。崩榛塞路，峥嵘古馗。白杨早落，寒草前衰。稜稜霜气，蔌蔌风威。孤篷自振，惊沙坐飞。灌莽杳而无际，丛薄纷其相依。通池既已夷，峻隅又以颓。直视千里外，唯见起黄埃。凝思寂听，心伤已摧。若夫藻扃黼帐，歌堂舞阁之基；璇渊碧树，弋林钓渚之馆；吴蔡齐秦之声，鱼龙爵马之玩；皆薰歇烬灭，光沉响绝。东都妙姬，南国佳人，蕙心纨质，玉貌绛唇，莫不埋魂幽石，委骨穷尘。岂忆同辇之愉乐，离宫之苦辛哉？天道如何，吞恨者多。抽琴命操，为芜城之歌。歌曰：“边风急兮城上寒，井径灭兮丘陇残。千龄兮万代，共尽兮何言。”"},
{"title": "小园赋", "author": "庾信", "dynasty": "南北朝", "content": "　　若夫一枝之上，巢父得安巢之所；一壶之中，壶公有容身之地。况乎管宁藜床，虽穿而可座；嵇康锻灶，既暖而堪眠。岂必连闼洞房，南阳樊重之第；赤墀青锁，西汉王根之宅。余有数亩敝庐，寂寞人外，聊以拟伏腊，聊以避风霜。虽复晏婴近市，不求朝夕之利；潘岳面城，且适闲居之乐。况乃黄鹤戒露，非有意于轮轩；爰居避风，本无情于钟鼓。陆机则兄弟同居，韩康则舅甥不别，蜗角蚊睫，又足相容者也。\r\n　　尔乃窟室徘徊，聊同凿坯。桐间露落，柳下风来。琴号珠柱，书名玉杯。有棠梨而无馆，足酸枣而非台。犹得敧侧八九丈，纵横数十步，榆柳两三行，梨桃百余树。拔蒙密兮见窗，行敧斜兮得路。蝉有翳兮不惊，雉无罗兮何惧！草树混淆，枝格相交。山为篑覆，地有堂坳。藏狸并窟，乳鹊重巢。连珠细菌，长柄寒匏。可以疗饥，可以栖迟，崎岖兮狭室，穿漏兮茅茨。檐直倚而妨帽，户平行而碍眉。坐帐无鹤，支床有龟。鸟多闲暇，花随四时。心则历陵枯木，发则睢阳乱丝。非夏日而可畏，异秋天而可悲。\r\n　　一寸二寸之鱼，三竿两竿之竹。云气荫于丛蓍，金精养于秋菊。枣酸梨酢，桃榹李薁。落叶半床，狂花满屋。名为野人之家，是谓愚公之谷。试偃息于茂林，乃久羡于抽簪。虽有门而长闭，实无水而恒沉。三春负锄相识，五月披裘见寻。问葛洪之药性，访京房之卜林。草无忘忧之意，花无长乐之心。鸟何事而逐酒？鱼何情而听琴？\r\n　　加以寒暑异令，乖违德性。崔骃以不乐损年，吴质以长愁养病。镇宅神以薶石，厌山精而照镜。屡动庄舄之吟，几行魏颗之命。薄晚闲闺，老幼相携；蓬头王霸之子，椎髻梁鸿之妻。燋麦两瓮，寒菜一畦。风骚骚而树急，天惨惨而云低。聚空仓而雀噪，惊懒妇而蝉嘶。\r\n　　昔草滥于吹嘘，籍文言之庆余。门有通德，家承赐书。或陪玄武之观，时参凤凰之墟。观受釐于宣室，赋长杨于直庐。\r\n　　遂乃山崩川竭，冰碎瓦裂，大盗潜移，长离永灭。摧直辔于三危，碎平途于九折。荆轲有寒水之悲，苏武有秋风之别。关山则风月凄怆，陇水则肝肠断绝。龟言此地之寒，鹤讶今年之雪。百龄兮倏忽，光华兮已晚。不雪雁门之踦，先念鸿陆之远。非淮海兮可变，非金丹兮能转。不暴骨于龙门，终低头于马坂。谅天造兮昧昧，嗟生民兮浑浑。"},
{"title": "早梅", "author": "谢燮", "dynasty": "南北朝", "content": "迎春故早发，独自不疑寒。畏落众花后，无人别意看。 "},
{"title": "东飞伯劳歌", "author": "萧衍", "dynasty": "南北朝", "content": "东飞伯劳西飞燕，黄姑织女时相见。谁家女儿对门居，开颜发艳照里闾。南窗北牖挂明光，罗帷绮箔脂粉香。女儿年几十五六，窈窕无双颜如玉。三春已暮花从风，空留可怜与谁同。"},
{"title": "陇头歌辞三首", "author": "佚名", "dynasty": "南北朝", "content": "陇头流水，流离山下。念吾一身，飘然旷野。\r\n朝发欣城，暮宿陇头。寒不能语，舌卷入喉。\r\n陇头流水，鸣声呜咽。遥望秦川，心肝断绝。 "},
{"title": "春日", "author": "徐陵", "dynasty": "南北朝", "content": "岸烟起暮色，岸水带斜晖。径狭横枝度，帘摇惊燕飞。落花承步履，流涧写行衣。何殊九枝盖，薄暮洞庭归。"},
{"title": "有所思", "author": "萧衍", "dynasty": "南北朝", "content": "谁言生离久，适意与君别。衣上芳犹在，握里书未灭。腰中双绮带，梦为同心结。常恐所思露，瑶华未忍折。"},
{"title": "自君之出矣", "author": "刘裕", "dynasty": "南北朝", "content": "自君之出矣，金翠闇无精。思君如日月，回还昼夜生。"},
{"title": "群鹤咏", "author": "萧道成", "dynasty": "南北朝", "content": "八风儛遥翮，九野弄清音。一摧云间志，为君苑中禽。 "},
{"title": "与顾章书", "author": "吴均", "dynasty": "南北朝", "content": "　　仆去月谢病，还觅薜萝。梅溪之西，有石门山者，森壁争霞，孤峰限日；幽岫含云，深溪蓄翠；蝉吟鹤唳，水响猿啼，英英相杂，绵绵成韵。既素重幽居，遂葺宇其上。幸富菊花，偏饶竹实。山谷所资，于斯已办。仁智之乐，岂徒语哉！ "},
{"title": "答柳恽", "author": "吴均", "dynasty": "南北朝", "content": "清晨发陇西，日暮飞狐谷。秋月照层岭，寒风扫高木。雾露夜侵衣，关山晓催轴。君去欲何之？参差间原陆。一见终无缘，怀悲空满目。"},
{"title": "江南曲", "author": "柳恽", "dynasty": "南北朝", "content": "汀洲采白蘋，日落江南春。洞庭有归客，潇湘逢故人。故人何不返，春花复应晚。不道新知乐，只言行路远。"},
{"title": "游赤石进帆海", "author": "谢灵运", "dynasty": "南北朝", "content": "首夏犹清和，芳草亦未歇。水宿淹晨暮，阴霞屡兴没。周览倦瀛壖，况乃陵穷发。川后时安流，天吴静不发。扬帆采石华，挂席拾海月。溟涨无端倪，虚舟有超越。仲连轻齐组，子牟眷魏阙。矜名道不足，适己物可忽。请附任公言，终然谢天伐。 "},
{"title": "游东田", "author": "谢朓", "dynasty": "南北朝", "content": "戚戚苦无悰，携手共行乐。寻云陟累榭，随山望菌阁。远树暧阡阡，生烟纷漠漠。鱼戏新荷动，鸟散余花落。不对芳春酒，还望青山郭。"},
{"title": "战城南", "author": "吴均", "dynasty": "南北朝", "content": "躞蹀青骊马，往战城南畿。五历鱼丽阵，三入九重围。名慑武安将，血污秦王衣。为君意气重，无功终不归。 "},
{"title": "芳树", "author": "萧衍", "dynasty": "南北朝", "content": "绿树始摇芳，芳生非一叶。一叶度春风，芳芳自相接。色杂乱参差，众花纷重叠。重叠不可思，思此谁能惬。 "},
{"title": "折杨柳歌辞五首", "author": "佚名", "dynasty": "南北朝", "content": "上马不捉鞭，反折杨柳枝。蹀座吹长笛，愁杀行客儿。\r\n腹中愁不乐，愿作郎马鞭。出入擐郎臂，蹀座郎膝边。\r\n放马两泉泽，忘不著连羁。担鞍逐马走，何见得马骑。\r\n遥看孟津河，杨柳郁婆娑。我是虏家儿，不解汉儿歌。\r\n健儿须快马，快马须健儿。跸跋黄尘下，然后别雄雌。 "},
{"title": "玩月城西门廨中", "author": "鲍照", "dynasty": "南北朝", "content": "始出西南楼，纤纤如玉钩。末映东北墀，娟娟似蛾眉。蛾眉蔽珠栊，玉钩隔琐窗。三五二八时，千里与君同。夜移衡汉落，徘徊帷户中。归华先委露，别叶早辞风。客游厌苦辛，仕子倦飘尘。休澣自公日，宴慰及私辰。蜀琴抽白雪，郢曲发阳春。肴干酒未阕，金壶启夕沦。回轩驻轻盖，留酌待情人。 "},
{"title": "渡河北", "author": "王褒2", "dynasty": "南北朝", "content": "秋风吹木叶，还似洞庭波。常山临代郡，亭障绕黄河。心悲异方乐，肠断陇头歌。薄暮临征马，失道北山阿。"},
{"title": "咏芙蓉", "author": "沈约", "dynasty": "南北朝", "content": "微风摇紫叶，轻露拂朱房。中池所以绿，待我泛红光。 "},
{"title": "胡无人行", "author": "吴均", "dynasty": "南北朝", "content": "剑头利如芒，恒持照眼光。铁骑追骁虏，金羁讨黠羌。高秋八九月，胡地早风霜。男儿不惜死，破胆与君尝。"},
{"title": "怨歌行", "author": "庾信", "dynasty": "南北朝", "content": "家住金陵县前，嫁得长安少年。回头望乡泪落，不知何处天边？胡尘几日应尽？汉月何时更圆？为君能歌此曲，不觉心随断弦！"},
{"title": "芳树", "author": "李爽", "dynasty": "南北朝", "content": "芳树千株发，摇荡三阳时。气软来风易，枝繁度鸟迟。春至花如锦，夏近叶成帷。欲寄边城客，路远谁能持。 "},
{"title": "咏落梅", "author": "谢朓", "dynasty": "南北朝", "content": "新叶初冉冉，初蕊新霏霏。逢君后园讌，相随巧笑归。亲劳君玉指，摘以赠南威。用持插云髻，翡翠比光辉。日暮长零落，君恩不可追。"},
{"title": "拟咏怀十一", "author": "庾信", "dynasty": "南北朝", "content": "摇落秋为气，凄凉多怨情。啼枯湘水竹，哭坏杞梁城。天亡遭愤战，日蹙值愁兵。直虹朝映垒，长星夜落营。楚歌饶恨曲，南风多死声。眼前一杯酒，谁论身后名！"},
{"title": "赠王桂阳", "author": "吴均", "dynasty": "南北朝", "content": "松生数寸时，遂为草所没。未见笼云心，谁知负霜骨。弱干可摧残，纤茎易陵忽。何当数千尺，为君覆明月。"},
{"title": "入彭蠡湖口", "author": "谢灵运", "dynasty": "南北朝", "content": "客游倦水宿，风潮难具论。洲岛骤回合，圻岸屡崩奔。乘月听哀狖，浥露馥芳荪。春晚绿野秀，岩高白云屯。千念集日夜，万感盈朝昏。攀崖照石镜，牵叶入松门。三江事多往，九派理空存。灵物郄珍怪，异人秘精魂。金膏灭明光，水碧辍流温。徒作千里曲，弦绝念弥敦。 "},
{"title": "双声诗", "author": "王融", "dynasty": "南北朝", "content": "园蘅眩红花，湖荇燡黄华。回鹤横淮翰，远越合云霞。"},
{"title": "梁鸿尚节", "author": "范晔", "dynasty": "南北朝", "content": "　　（梁鸿）家贫而尚节，博览无不通。而不为章句。学毕，乃牧豕于上林苑中，曾误遗火，延及他舍。鸿乃寻访烧者，问所去失，悉以豕偿之。其主犹以为少。鸿曰：“无他财，愿以身居作。”主人许之。因为执勤，不懈朝夕。邻家耆老见鸿非恒人，乃共责让主人，而称鸿长者。于是，始敬鸿，悉还其豕。鸿不受而去。\r\n　　（选自南宋·范晔《后汉书.卷八十三》"},
{"title": "华山畿·奈何许", "author": "佚名", "dynasty": "南北朝", "content": "奈何许！天下人何限，慊慊只为汝！"},
{"title": "梅花落", "author": "鲍照", "dynasty": "南北朝", "content": "中庭多杂树，偏为梅咨嗟。偏君何独然？念其霜中能作花，露中能作实。摇荡春风媚春日，念尔零落逐寒风，徒有霜华无霜质。(寒风 一作：风飚) "},
{"title": "咏萍", "author": "刘绘", "dynasty": "南北朝", "content": "可怜池内萍，葐蒀紫复青。巧随浪开合，能逐水低平。微根无所缀，细叶讵须茎？飘泊终难测，留连如有情。"},
{"title": "登大雷岸与妹书", "author": "鲍照", "dynasty": "南北朝", "content": "　　吾自发寒雨，全行日少，加全潦浩汗，山溪猥至，渡泝无边，险径游历，栈石星饭，结荷水宿，旅客贫辛，波路壮阔，始以今日食时，仅及大雷。涂登千里，日逾十晨，严霜惨节，悲风断肌，去亲为客，如何如何！\r\n　　向因涉顿，凭观川陆；遨神清渚，流睇方曛；东顾五州之隔，西眺九派之分；窥地门之绝景，望天际之孤云。长图大念，隐心者久矣。\r\n　　南则积山万状，负气争高，含霞饮景，参差代雄，淩跨长陇，前后相属，带天有匝，横地无穷；东则砥原远隰，亡端靡际，寒蓬夕卷，古树云平，旋风四起，思鸟群归，静听无闻，极视不见。北则陂池潜演，湖脉通连，苎蒿攸积，菰芦所繁，栖波之鸟，水化之虫，智吞愚，强捕小，号噪惊聒，纷乎其中；西则回江永指，长波天合，滔滔何穷，漫漫安竭？创古迄今，舳舻相接。思尽波涛，悲满潭壑。烟归八表，终为野尘。而是注集，长写不测，修灵浩荡，知其何故哉？\r\n　　西南望庐山，又特惊异。基压江潮，峰与辰汉相接。上常积云霞，雕锦缛。若华夕曜，岩泽气通，传明散彩，赫似绛天。左右青霭，表里紫霄。从岭而上，气尽金光，半山以下，纯为黛色。信可以神居帝郊，镇控湘汉者也。\r\n　　若潀洞所积，溪壑所射，鼓怒之所豗击，涌澓之所宕涤，则上穷荻浦，下至狶洲；南薄燕𠂢，北极雷淀，削长埤短，可数百里。其中腾波触天，高浪灌日，吞吐百川，写泄万壑。轻烟不流，华鼎振涾。弱草朱靡，洪涟陇蹙。散涣长惊，电透箭疾。穹溘崩聚，坻飞岭复。回沫冠山，奔涛空谷。碪石为之摧碎，碕岸为之䪠落。仰视大火，俯听波声、愁魄胁息，心惊慓矣！\r\n　　至于繁化殊育，诡质怪章，则有江鹅、海鸭、鱼鲛、水虎之类，豚首、象鼻、芒须、针尾之族，石蟹、土蚌、燕箕、雀蛤之俦，折甲、曲牙、逆鳞、返舌之属。掩沙涨，被草渚，浴雨排风，吹涝弄翮。\r\n　　夕景欲沈，晓雾将合，孤鹤寒啸，游鸿远吟，樵苏一叹，舟子再泣。诚足悲忧，不可说也。风吹雷飙，夜戒前路。下弦内外，望达所届。\r\n　　寒暑难适，汝专自慎，夙夜戒护，勿我为念。恐欲知之，聊书所睹。临涂草蹙，辞意不周。"},
{"title": "南楼中望所迟客", "author": "谢灵运", "dynasty": "南北朝", "content": "杳杳日西颓，漫漫长路迫。登楼为谁思？临江迟来客。与我别所期，期在三五夕。圆景早己满，佳人犹未适。即事怨睽携，感物方凄戚。孟夏非长夜，晦明如岁隔。瑶华未堪折，兰苕已屡摘。路阻莫赠问，云何慰离析？搔首访行人，引领冀良觌。"},
{"title": "燕歌行", "author": "谢灵运", "dynasty": "南北朝", "content": "孟冬初寒节气成，悲风入闺霜依庭。秋蝉噪柳燕辞楹，念君行役怨边城。君何崎岖久徂征，岂无膏沐感鹳鸣。对君不乐泪沾缨，辟窗开幌弄秦筝。调弦促柱多哀声，遥夜明月鉴帷屏。谁知河汉浅且清，展转思服悲明星。"},
{"title": "咏素蝶诗", "author": "刘孝绰", "dynasty": "南北朝", "content": "随蜂绕绿蕙，避雀隐青薇。映日忽争起，因风乍共归。出没花中见，参差叶际飞。芳华幸勿谢，嘉树欲相依。"},
{"title": "子夜四时歌·田蚕事已毕", "author": "民歌", "dynasty": "南北朝", "content": "田蚕事已毕，思妇犹苦身。当暑理絺服，持寄与行人。"},
{"title": "向常侍", "author": "颜延之", "dynasty": "南北朝", "content": "向秀甘淡薄，深心托毫素。探道好渊玄，观书鄙章句。交吕既鸿轩，攀嵇亦凤举。流连河里游，恻怆山阳赋。 "},
{"title": "徐续先生为题拙集次韵奉和", "author": "刘峻", "dynasty": "南北朝", "content": "文物宁堪老辈看，十年风雨不胜寒。史无前例唯馀烬，诗有离忧始可观。已似沉沉将偃草，却开淡淡未锄兰。读君玉佩琼琚句，愧乏佳篇感且叹。"},
{"title": "早发定山", "author": "沈约", "dynasty": "南北朝", "content": "夙龄爱远壑，晚莅见奇山。标峰彩虹外，置岭白云间。倾壁忽斜竖，绝顶复孤圆。归海流漫漫，出浦水溅溅。野棠开未落，山樱发欲然。忘归属兰杜，怀禄寄芳荃。眷言采三秀，徘徊望九仙。 "},
{"title": "观朝雨", "author": "谢朓", "dynasty": "南北朝", "content": "朔风吹飞雨，萧条江上来。既洒百常观，复集九成台。空濛如薄雾，散漫似轻埃。平明振衣坐，重门犹未开。耳目暂无扰，怀古信悠哉。戢翼希骧首，乘流畏曝鳃。动息无兼遂，歧路多徘徊。方同战胜者，去翦北山莱。"},
{"title": "岭表赋", "author": "谢灵运", "dynasty": "南北朝", "content": "　　见五渎之东写，睹六水之南驰，挥灵海之委输，孰石穴之永归。\r\n　　若乃长山款跨，外内乖隔，下无伏流，上无夷迹，麕兔望冈而旋归，鸿雁睹峰而反翮。既陟麓而践坂，遂升降於山畔。顾后路之倾巘，眺前磴之绝岸。看朝云之抱岫，听夕流之注涧。罗石棋布，怪谲横越。非山非阜，如楼如阙。斑采类绣，明白若月。萝蔓绝攀，苔衣流滑。"},
{"title": "昭君辞", "author": "沈约", "dynasty": "南北朝", "content": "朝发披香殿，夕济汾阴河。于兹怀九逝，自此敛双蛾。沾妆如湛露，绕臆状流波。日见奔沙起，稍觉转蓬多。朔风犯肌骨，非直伤绮罗。衔涕试南望，关山郁嵯峨。始作阳春曲，终成苦寒歌。惟有三五夜，明月暂经过。 "},
{"title": "赠诸游旧诗", "author": "何逊", "dynasty": "南北朝", "content": "弱操不能植，薄伎竞无依。浅智终已矣，令名安可希。扰扰从役倦，屑屑身事微。少壮轻年月，迟暮惜光辉。一涂今未是，万绪昨如非。新知虽已乐，旧爱尽暌违。望乡空引领，极目泪沾衣。旅客长憔悴，春物自芳菲。岸花临水发，江燕绕樯飞。无由下征帆，独与暮潮归。 "},
{"title": "初去郡", "author": "谢灵运", "dynasty": "南北朝", "content": "彭薛裁知耻，贡公未遗荣。或可优贪竞，岂足称达生？伊余秉微尚，拙讷谢浮名。庐园当栖岩，卑位代躬耕。顾己虽自许，心迹犹未并。无庸方周任，有疾象长卿。毕娶类尚子，薄游似邴生。恭承古人意，促装返柴荆。牵丝及元兴，解龟在景平。负心二十载，于今废将迎。理棹遄还期，遵渚骛修坰。溯溪终水涉，登岭始山行。野旷沙岸净，天高秋月明。憩石挹飞泉，攀林搴落英。战胜臞者肥，鉴止流归停。即是羲唐化，获我击壤情。"},
{"title": "登大雷岸与妹书", "author": "鲍照", "dynasty": "南北朝", "content": "　　吾自发寒雨，全行日少，加秋潦浩汗，山溪猥至，渡泝无边，险径游历，栈石星饭，结荷水宿，旅客贫辛，波路壮阔，始以今日食时，仅及大雷。涂登千里，日逾十晨，严霜惨节，悲风断肌，去亲为客，如何如何！\r\n　　向因涉顿，凭观川陆；遨神清渚，流睇方曛；东顾五州之隔，西眺九派之分；窥地门之绝景，望天际之孤云。长图大念，隐心者久矣。\r\n　　南则积山万状，负气争高，含霞饮景，参差代雄，淩跨长陇，前后相属，带天有匝，横地无穷；东则砥原远隰，亡端靡际，寒蓬夕卷，古树云平，旋风四起，思鸟群归，静听无闻，极视不见。北则陂池潜演，湖脉通连，苎蒿攸积，菰芦所繁，栖波之鸟，水化之虫，智吞愚，强捕小，号噪惊聒，纷乎其中；西则回江永指，长波天合，滔滔何穷，漫漫安竭？创古迄今，舳舻相接。思尽波涛，悲满潭壑。烟归八表，终为野尘。而是注集，长写不测，修灵浩荡，知其何故哉？\r\n　　西南望庐山，又特惊异。基压江潮，峰与辰汉相接。上常积云霞，雕锦缛。若华夕曜，岩泽气通，传明散彩，赫似绛天。左右青霭，表里紫霄。从岭而上，气尽金光，半山以下，纯为黛色。信可以神居帝郊，镇控湘汉者也。\r\n　　若潀洞所积，溪壑所射，鼓怒之所豗击，涌澓之所宕涤，则上穷荻浦，下至狶洲；南薄燕𠂢，北极雷淀，削长埤短，可数百里。其中腾波触天，高浪灌日，吞吐百川，写泄万壑。轻烟不流，华鼎振涾。弱草朱靡，洪涟陇蹙。散涣长惊，电透箭疾。穹溘崩聚，坻飞岭复。回沫冠山，奔涛空谷。碪石为之摧碎，碕岸为之䪠落。仰视大火，俯听波声、愁魄胁息，心惊慓矣！\r\n　　至于繁化殊育，诡质怪章，则有江鹅、海鸭、鱼鲛、水虎之类，豚首、象鼻、芒须、针尾之族，石蟹、土蚌、燕箕、雀蛤之俦，折甲、曲牙、逆鳞、返舌之属。掩沙涨，被草渚，浴雨排风，吹涝弄翮。\r\n　　夕景欲沈，晓雾将合，孤鹤寒啸，游鸿远吟，樵苏一叹，舟子再泣。诚足悲忧，不可说也。风吹雷飙，夜戒前路。下弦内外，望达所届。\r\n　　寒暑难适，汝专自慎，夙夜戒护，勿我为念。恐欲知之，聊书所睹。临涂草蹙，辞意不周。"},
{"title": "咏萤火诗", "author": "萧绎", "dynasty": "南北朝", "content": "着人疑不热，集草讶无烟。到来灯下暗，翻往雨中然。"},
{"title": "雨雪曲", "author": "江总", "dynasty": "南北朝", "content": "雨雪隔榆溪，从军度陇西。绕阵看狐迹，依山见马蹄。天寒旗彩坏，地暗鼓声低。漫漫愁云起，苍苍别路迷。 "},
{"title": "秋感四首 其四", "author": "刘峻", "dynasty": "南北朝", "content": "年年何事总悲秋，盍向清江侣白鸥。浪迹东南看画卷，行歌天地笑诗囚。举杯浮影忧何在，荷锸寻山死即休。但使相逢倾意气，布衣疑胜舞阳侯。"},
{"title": "富春渚诗", "author": "谢灵运", "dynasty": "南北朝", "content": "宵济渔浦潭，旦及富春郭。旦山缅云雾，赤亭无淹薄。溯流触惊急，临圻阻参错。亮乏伯昏分，险过吕梁壑。洊至宜便习，兼山贵止托。平生协幽期，沦踬困微弱。久露干禄请，始果远游诺。宿心渐申写，万事俱零落。怀抱既昭旷，外物徒龙蠖。"},
{"title": "为王嫡子侍皇太子释奠宴", "author": "任昉", "dynasty": "南北朝", "content": "在昔归运，阻乱弘多。夷山制宇，荡海为家。风云改族，日月增华。钦圣兹远，怀道兹冲。践言动俗，果行移风。进往一篑，启或三蒙。冰实因水，金亦在镕。惟神知化，在物立言。乐正雅颂，咸被后昆。告奠明祀，观道圣门。日月不息，师表常尊。"},
{"title": "学刘公干体五首·其三", "author": "鲍照", "dynasty": "南北朝", "content": "胡风吹朔雪，千里度龙山。集君瑶台上，飞舞两楹前。兹晨自为美，当避艳阳天。艳阳桃李节，皎洁不成妍。"},
{"title": "与施从事书", "author": "吴均", "dynasty": "南北朝", "content": "　　故彰县东三十五里，有青山，绝壁千尺，孤峰入汉；绿嶂百重，清川万转。归飞之鸟，千翼竞来；企水之猿，百臂相接。秋露为霜，春罗被径。“风雨如晦，鸡鸣不已。”信足荡累颐物，悟衷散赏。 "},
{"title": "好春", "author": "刘峻", "dynasty": "南北朝", "content": "好春只在朱弦里，残蝶空粘紫陌尘。堪恨柳丝作狐媚，生憎霞彩似龙鳞。东山岂有吹笙侣，北市应逢卖饼人。何日罗浮登绝顶，山灵一笑万花新。"},
{"title": "书怀", "author": "沈炯", "dynasty": "南北朝", "content": "七度长江向石头，依然踪迹半沉浮。草玄字字翻成白，刻棘年年未类猴。老我也曾磨铁砚，古人先已敝貂裘。从兹万里堪乘兴，浩荡难驯似野鸥。"},
{"title": "李波小妹歌", "author": "魏胡太后", "dynasty": "南北朝", "content": "李波小妹字雍容，褰裙逐马如卷蓬。左射右射必叠双。妇女尚如此，男子安可逢。"},
{"title": "秋感四首 其一", "author": "刘峻", "dynasty": "南北朝", "content": "高台凉月罢笙歌，寥廓秋宵意若何。紫塞鸿饥忘有弋，银河鹊散怅无窠。自沦湖海风情减，却讶英雄霸术多。青史茫茫愁再读，更阑默对扑灯蛾。"},
{"title": "菩萨蛮", "author": "袁淑", "dynasty": "南北朝", "content": "绳河催渡凉蝉早。玉纤低按春莺小。旧谱巧翻新，知音能几人。柔肠萦雁柱。诉出秋心苦。弹罢悄无言，一庭风露寒。"},
{"title": "刘斯奋见赠长歌次韵", "author": "刘峻", "dynasty": "南北朝", "content": "世有文章射雕手，我非其人空对酒。浮白常思椎博浪，悬弧终愧居蓬牖。昨奉新诗快读时，天花灿烂五云驰。清思妙绪如泉涌，得句应嫌八叉迟。丹心炯炯见衷曲，才调纵横不可束。小骥长鸣汗已红，新松作势霜犹绿。停杯猛忆蓝塘道，缥缈飞楼迷海雾。剑履宵寒醉歌频，腰肢心碎霓裳舞。衙役喧呼闹市头，三春骀荡似严秋。弃婴弱母终谁在，挥泪遗民何所投！弱冠我亦投袂起，短兵接战笔阵里。七年驰骤赤旗风，夜夜梦饮珠江水。归来喜比获万囷，往事如烟岂足陈。薄躬行健终无力，闭门惟与黄卷亲。谁云交日浅，情真则已久。何必同怀乃手足，令尊吾师子吾友。高才可使士衡服，早慧能令子安走。白云飞兮不可留，江水深兮浩浩流。路迢迢兮千万里，愿与子兮永同舟！"},
{"title": "蝶恋花", "author": "徐谦", "dynasty": "南北朝", "content": "柔肠宛转情如许。咫尺天涯，一倍含辛苦。空阶玉立可怜生，凝眸幽怨浑如诉。早托微波达诚素。渺渺余怀，青鸟难传语。丁宁记取月生明，枕边暗泣销魂处。"},
{"title": "甲戌诗人节永正偕守中过江问疾", "author": "刘峻", "dynasty": "南北朝", "content": "我诗入集凭君定，岂仅知音共乐哀。病倚东窗曾一快，诗人端午过江来。"},
{"title": "题朱氏山庄", "author": "王锡", "dynasty": "南北朝", "content": "才过合涧桥，便到云林寺。泉石奇以秀，疑非人间地。不知万木中，亭榭更幽邃。溪声隔竹喧，松色当楼翠。鹤识岭云归，僧乘萝月至。嗒然吾丧吾，安问形与器。"},
{"title": "咏萤诗", "author": "萧纲", "dynasty": "南北朝", "content": "本将秋草并，今与夕风轻。腾空类星陨，拂树若生花。屏疑神火照，帘似夜珠明。逢君拾光彩，不吝此生轻。"},
{"title": "自度腔", "author": "徐谦", "dynasty": "南北朝", "content": "山望高，水望低。人间何处不岖崎。庄周论物齐。我往东，你往西。人心何事不差池。杨朱泣路歧。"},
{"title": "蝶恋花 其二", "author": "徐谦", "dynasty": "南北朝", "content": "浇风晚近谁唐许。作茧残唐，春蚕徒自苦。思量惟可与言情，寸衷未敢从头诉。真诚一点为原素。之死靡他，天日非虚语。此生形影愿无违，襟裾永及君同处。"},
{"title": "也知", "author": "刘峻", "dynasty": "南北朝", "content": "也知故辙莽难循，岂有风情忆洧溱。乱眼花枝向人笑，荡胸文字待谁论。腾骧短景终成泪，落漠中年始惜春。尽涤尘襟何处去，深山糜鹿可能驯。"},
{"title": "春江花月夜", "author": "王锡", "dynasty": "南北朝", "content": "春江两岸百花深，皓月飞空雪满林。为爱良宵清似昼，独来江畔试幽寻。东风送冷春衫薄，花月堪怜难掷却。孤月何能夜夜圆，繁花易遣纷纷落。搔首踟蹰江水滨，月明忽遇弄珠人。红妆笑入花丛去，并作江南肠断春。月转江亭花影动，数声娇鸟枝头弄。侵晓分途踏月归，连宵应作春江梦。"},
{"title": "富春渚诗", "author": "谢灵运", "dynasty": "南北朝", "content": "宵济渔浦潭，旦及富春郭。定山缅云雾，赤亭无淹薄。溯流触惊急，临圻阻参错。亮乏伯昏分，险过吕梁壑。洊至宜便习，兼山贵止托。平生协幽期，沦踬困微弱。久露干禄请，始果远游诺。宿心渐申写，万事俱零落。怀抱既昭旷，外物徒龙蠖。"},
{"title": "题函谷关图寿外父尹文亭七十一初度", "author": "王猷", "dynasty": "南北朝", "content": "寥寥宇宙间，咄咄古今裹。游者可为纶，飞者可矰矢。至若乘风云，犹龙有老子。商周几阅代，柱下寄藏史。西归为谁来，独为关尹喜。将与溟涬游，道德落陈纸。上下五千言，字字抉玄秘。无名天地根，尔乃是道纪。虚心与实腹，剌剌含至理。知雄以守雌，涉世混尘滓。玄同究旨归，守朴而已矣。世衰朴亦散，大道久沦弃。纷纷知巧场，窍凿浑沌毁。战争蜗角名，攘夺蝇头利。嗟哉彼世愚，劳扰何时止。焦灼膏火中，长生安可冀。如何得长生，试请问李耳。此老意云何，不过静者是。吾翁尚玄默，不共世俗靡。便腹贮大真，冲虑契玄旨。与物忘町畦，出口泯臧否。息机娱林泉，厌喧避城市。岸帻南山云，濯足矶头水。客来一杯酒，客去仍隐几。醉乡并梦境，此外皆尘秕。全生得要术，汗漫托无始。人拟葛天民，我曰有道器。青牛西去后，黄老恣麈尾。无心合道真，千古如翁几。倘逢皓发人，关尹若舟起。欣睹玳筵开，东来佳气紫。"},
{"title": "仰山亭", "author": "萧岑", "dynasty": "南北朝", "content": "西北有山天上头，一亭横绝几千秋。乾坤老眼真无外，又落东溟第几洲。"},
{"title": "古松歌", "author": "徐谦", "dynasty": "南北朝", "content": "我醉梦骑苍虬飞，飞云如盖随翠旂。鳞鬣怒张寒凛肌，绿雪片片沾我衣。乍闻谡谡天风急，俄见茫茫海潮立。白虎瘖口荒谷奔，青兕摄魂深隧泣。松下乍醒错愕久，突兀眼前势犹走。乃悟神物百灵守，孕胚元气天未剖。此老神完人罕知，空山与我同支离。"},
{"title": "雨夜南行", "author": "王猷", "dynasty": "南北朝", "content": "沉云暗浦雨萧萧，黑夜冲泥踏小桥。归去恐防前路滑，敲门续火照行镳。"},
{"title": "秋感四首 其三", "author": "刘峻", "dynasty": "南北朝", "content": "依旧青山几点螺，江楼红树又经过。登临尽是秋风客，一笑还逢春梦婆。大泽云烟鹰眼倦，深宵梁栋鼠牙多。归来不寐听钟漏，白露盈窗鬓欲皤。"},
{"title": "怀吕玉枝", "author": "王猷", "dynasty": "南北朝", "content": "淡淡蛾眉映碧波，双眸无奈别情何。裁书怕寄南来雁，恐惹湘云湿更多。"},
{"title": "咏雪", "author": "王锡", "dynasty": "南北朝", "content": "朔雪舞回风，华凝香阁晚。绣幕尚生寒，人在龙沙远。"},
{"title": "日夕出富阳浦口和朗公诗", "author": "何逊", "dynasty": "南北朝", "content": "客心愁日暮，徙倚空望归。山烟涵树色，江水映霞晖。独鹤凌空逝，双凫出浪飞。故乡千余里，兹夕寒无衣。"},
{"title": "海上受降 其二", "author": "王猷", "dynasty": "南北朝", "content": "蛮烟蜃气一时清，天外恩时霁景生。怜尔潢池骄赤子，想堪海国寄干城。流云野浦供横槊，落月沧溟照洗兵。此日卖刀忙买犊，水田归去及春耕。"},
{"title": "过李白庙", "author": "王锡", "dynasty": "南北朝", "content": "谁道谪仙狂，豪情托举觞。目无高力士，心识郭汾阳。"},
{"title": "重过时帆先生诗龛", "author": "徐谦", "dynasty": "南北朝", "content": "诗龛我三至，相逢始辛未。相见索诗读，许我玉堂吏。草草功名马耳风，怜才谁与古人同。再到诗龛唁公子，摩诘已去蓝田空。龛中一瓣香，韦柳储孟王。中坐柴桑叟，诗境森清苍。潭上落花流水逝，泉台又洒西河泪。斜日松阴满旧龛，几人门下哭羊昙。"},
{"title": "如亭听籁", "author": "王猷", "dynasty": "南北朝", "content": "坐倚如亭夜正孤，疏林空见月平铺。忽听树杪微风起，错认笙箫乍有无。"},
{"title": "南庄马秋玉别业", "author": "吴均", "dynasty": "南北朝", "content": "幽深林馆枕江浔，门外春围万柳阴。伯仲风流花萼集，宾朋游赏月泉吟。连床旧雨今谁听，满阁凉云供我寻。最是滩声易惆怅，泠泠犹是写瑶琴。"},
{"title": "玄关镜水", "author": "王猷", "dynasty": "南北朝", "content": "曾寻真诀叩玄关，动静相忘水镜间。满鉴波光澄彻处，坐临清夜不知还。"},
{"title": "八柏环青", "author": "王猷", "dynasty": "南北朝", "content": "五桂燕山独擅芳，三槐曾羡晋公堂。如何八柏环青翠，寒入郊原色尚苍。"},
{"title": "冬月舟过闽滩 其二", "author": "王猷", "dynasty": "南北朝", "content": "怪石无心险，飞泉得意流。湍狂疑捲电，涛怒不惊鸥。骨瘦玻璃净，情多曲折浮。醉歌时击楫，客况尽夷犹。"},
{"title": "重过时帆先生诗龛", "author": "徐谦", "dynasty": "南北朝", "content": "诗龛我三至，相逢始辛未。乍见索诗读，许我玉堂吏。草草功名马耳风，怜才谁与古人同。再到诗龛唁公子，摩诘已去蓝田空。龛中一瓣香，韦柳储孟王。中坐柴桑叟，诗境森清苍。潭上落花流水逝，泉台又洒西河泪。斜日松阴满旧龛，几人门下哭羊昙。"},
{"title": "杪春同唐金颖寅丈省耕郊外同憩清源洞小酌赋此 其二", "author": "王猷", "dynasty": "南北朝", "content": "曲磴纡回鸟道垂，平临霄汉俯冯夷。春游渐觉流莺老，东作频催布谷知。欲向云霄生羽翰，且从潭影鉴须眉。降心静向仙翁语，欲采山花插一枝。"},
{"title": "梅坞涵春", "author": "王猷", "dynasty": "南北朝", "content": "寒梅几树傍江隈，香满梢头并腊开。遥忆明年春更早，上林须寄一枝回。"},
{"title": "水舂", "author": "王猷", "dynasty": "南北朝", "content": "水晶仙子下凡间，曾向滩头弄佩环。何处深闺遥借杵，却赢心力整双鬟。"},
{"title": "台湾三仁诗", "author": "萧纶", "dynasty": "南北朝", "content": "台湾净扫无风尘，天子下诏褒三仁。三仁何姓氏，一为寿同春，淡水县丞老幕宾。丞亡摄官克复城，出兵剿贼死贼营。其一岭南客，国子生。寓彰化，纠义民，其姓李氏乔基名。守鹿仔港有成绩，战牛马庄终殒身。同时见此二义士，一弱女子尤绝伦。满姑年十七，父曰刘郡丞。贼先执丞次胁姑，姑不受辱泣且嗔。蹈河不死骂益烈，白璧虽碎声铮铮。是三人者微且轻，非将非吏非守臣。身虽死义，分甘沉沦。幸遇天子大圣明，幽遐必瞩，名教是敦，曰此三人纵疏贱，磊落大节宜吊旌。诏建祠宫，楹桷维新。有司岁时，祀以特牲。为问蚁贼起事辰，士民奔走，妇女被掠，何无一人能及此三人。吁嗟乎，人人且有忠孝情，盍至三仁祠下一听天子命祀之恩纶。"},
{"title": "虚阁迎薰", "author": "王猷", "dynasty": "南北朝", "content": "孤阁凭虚纳晚凉，清樽遥对芰荷香。湘帘尽日宜高捲，迎取南薰一味长。"},
{"title": "闺词", "author": "王猷", "dynasty": "南北朝", "content": "几年捣素忆从征，欲到辽西梦不成。自是枕寒难得寐，枝头休错怨啼莺。"},
{"title": "如梦令", "author": "王微", "dynasty": "南北朝", "content": "只合唤他如梦。前后空拈新咏。风便欲悬帆，忽忽离襟生冻。休送。休送。今夜月寒珍重。"},
{"title": "端阳后二日同诸先达陪谢石渠邑侯龙潭观竞渡", "author": "王猷", "dynasty": "南北朝", "content": "浴兰出城隅，挂席蟠虬宅。以兹鸣琴豫，况值升平乐。搴帷开醉颜，四野喜呼跃。追随傍凫舄，扁舟疑李郭。川广素涛扬，霞光锦帆错。龙潭一何奇，水石相喷薄。峡峻灵掌擘，岩巉鬼斧凿。雾深崖隐蛟，沙碧渚栖鹤。伊谁吊沅湘，双龙射日焯。夺标卷溟澥，触浪排山岳。观者如堵墙，珠帘连绣幕。金波映采鹢，玉滟摇青雀。歌吟遏行云，箫鼓阗苍漠。绢纨既媚好，容冶复熏灼。搴芳采芰荷，结佩制荇若。绸缪挥兕斝，对酒且吟噱。颜酡岸帻高，赋就风云剨。良会足千秋，眺望最廖廓。冶化洵有象，棠阴愿永托。"},
{"title": "生查子 冬日怀韩夫人", "author": "王微", "dynasty": "南北朝", "content": "雁过纸窗寒，月到空阶冷。病已不堪愁，梦去人初醒。犹忆少年时，寄迹如萍梗。一幅落梅中，相携问花影。"},
{"title": "怀旧诗伤谢朓", "author": "沈约", "dynasty": "南北朝", "content": "吏部信才杰，文峰振奇响。调与金石谐，思逐风云上。岂言陵霜质，忽随人事往。尺璧尔何冤，一旦同丘壤。"},
{"title": "夜宿石人坞钟氏霁峰书屋", "author": "王锡", "dynasty": "南北朝", "content": "入坞云峰暝，举步迷原陆。夕露零蔓草，瀼瀼沾衣服。寒镫木杪青，有人居空谷。崎岖远叩门，一犬吠茅屋。山家见客投，欣然便留宿。妇子起为炊，须臾黄粱熟。就枕及夜分，虚斋秋气肃。落叶兼流泉，声声彻幽独。乍疑风雨至，清音振林麓。鼪鼯啼高松，鸟雀噪深竹。孤怀悄以悲，酣寝逊童仆。"},
{"title": "别怀章玉兰二首 其二", "author": "王猷", "dynasty": "南北朝", "content": "歌阕阳关唱竹枝，月明千里遏云飞。无端忽和将归引，不是王孙也湿衣。"},
{"title": "浪淘沙 风夕怀茜玉", "author": "徐谦", "dynasty": "南北朝", "content": "十万射潮弓。竟夕汹汹。寒风挟雨入帘栊。为底恼人声阵阵，铁马丁东。极目望长空。月影朦胧。残灯无焰短擎红。争奈夜寒人不寐，樽酒谁同。"},
{"title": "天仙子 别怀", "author": "王微", "dynasty": "南北朝", "content": "烟水芦花愁一片。个中消息难分辨。举杯邀月不成三，君可见。侬可见。伊人独与寒灯面。欲寄封笺情有限，除非做本相思传。几回把笔费沉吟，君也念。侬也念。霜鞯晓路鸡声店。"},
{"title": "明妃曲", "author": "王猷", "dynasty": "南北朝", "content": "望幸君王辇不来，香尘甘自老青苔。当时幸有和亲约，得向呼韩笑口开。"},
{"title": "买陂塘", "author": "袁淑", "dynasty": "南北朝", "content": "恋山眉、一痕斜照，萧萧红妒枫桕。西风小飐鸥波冷，青鬓几人吹皱。招素友、便软踏香莎，选胜联吟袖。蓼花汀口。认水瑟玻璃，天低菡萏，清景肯辜负。园林好，指点双湖依旧。凭阑几度回首。秋心暗逐溪烟袅，省识吟魂孤否。休僝僽，算临水登山，此恨年年有。莓苔坐久。蓦菰黑沉云，柳黄搀暝，凉入采菱手。"},
{"title": "法相寺", "author": "王锡", "dynasty": "南北朝", "content": "释氏贵无生，不在形骸久。性真既已离，色相复何有。寺僧惑愚民，丹漆饰木偶。谓是肉身存，双耳长齐口。斯言或信然，结习终多狃。四大了不空，六根反尘垢。何如任归全，清净还高厚。吾闻孔子云，死者欲速朽。"},
{"title": "杪春同唐金颖寅丈省耕郊外同憩清源洞小酌赋此 其一", "author": "王猷", "dynasty": "南北朝", "content": "干戈犹未起疮痍，又值郊原草绿时。官骑偶缘灵雨出，杖藜因爱石泉移。平畴风起追秧马，野岫春生战茗旗。愿得时和诸讼简，双柑长此听黄鹂。"},
{"title": "捣练子", "author": "王微", "dynasty": "南北朝", "content": "心缕缕，愁踽踽，红颜可逐春归去。梦中犹殢惜花心，醒来又听催花雨。"},
{"title": "同黄玉轮宫詹过濠梁各步前韵", "author": "王猷", "dynasty": "南北朝", "content": "帝宅瞻佳气，津头步晚亭。菊篱霜始白，柳岸浪犹青。剑合疑干象，槎浮似泛星。冷听歌濯者，适意趣偏灵。"},
{"title": "水调歌头 海行", "author": "徐谦", "dynasty": "南北朝", "content": "帐饮达明发，晓月送行舟。海天极目寥廓，泛宅脱羁囚。白浪澜翻如雪，万里乘风一瞥，去住任波流。清夜更闻乐，起舞未应休。往来客，今古恨，为谁留。不须回首，人生禁得几番愁。痛惜山河破碎，积我胸中孤愤，誓与补金瓯。寂寞凭栏处，何自遣离忧。"},
{"title": "重过雨花台望春江有感", "author": "王微", "dynasty": "南北朝", "content": "春姿静东岑，云影结遥灿。坐觉高台空，不知翠微半。落花自古今，啼鸟变昏旦。抚花良易迁，即事聊成玩。况乃晴江开，绿波正拍岸。"},
{"title": "春日閒赋", "author": "王微", "dynasty": "南北朝", "content": "露寒残月上蒹葭，近日离魂未有涯。寂寞经年人不见，空房夜夜数归鸦。"},
{"title": "赠送冯嶰谷出关", "author": "王猷", "dynasty": "南北朝", "content": "卧龙谁肯老沉吟，万里从戎国士身。欲洗英雄埋骨恨，更酬圣主筑坛慇。防胡岂藉羁縻策，仗剑期空绝漠氛。为语玉门关外将，东南民力竭如焚。"},
{"title": "秋日留别知友", "author": "王猷", "dynasty": "南北朝", "content": "寒江落叶逐高低，一片孤帆带夕晖。遥忆故人清兴在，笔床茶灶可堪携。"},
{"title": "海上受降", "author": "王猷", "dynasty": "南北朝", "content": "白浪兼天春渺茫，降旗一渺水云张。直凭青帝行新令，便繫长鲸莫跳梁。天净帐开悬海月，潮平弓挂在扶桑。从今高坐安澜上，快睹朝宗百谷王。"},
{"title": "题春日载阳卷寿虚舟邓大参初度", "author": "王猷", "dynasty": "南北朝", "content": "旭日正晴明，遥天祝颂声。孤思先帝许，分部百蛮平。曲奏南飞雀，乔迁出谷莺。趣装群望切，未便洛英盟。"},
{"title": "杪春同唐金颖寅丈省耕郊外同憩清源洞小酌赋此 其三", "author": "王猷", "dynasty": "南北朝", "content": "九十春邀一日閒，与君聊此共跻扳。层城睥睨多临海，村落萧条但向山。醉墨客书苍壁上，采茶人笑白云閒。清商爱听泉声聒，月上丛林未拟还。"},
{"title": "陆宣公墓枯柏重青诗以纪事", "author": "吴均", "dynasty": "南北朝", "content": "宣公辅政称名臣，谏诤下惮批逆鳞。兴元戡难勤赞助，转危而安此一人。乾坤几劫沧桑改，齐女门东古坟在。松楸羊虎已销亡，枯柏杈丫数百载。圣代深嘉内相贞，敕修祠墓特褒旌。精灵耿耿不泯灭，香叶勃郁看重生。公能上不负天子，八利六失标青史。卓哉高节何嶙峋，正气贞操长不死。昔闻柏树化桐王宴宅，又闻柏树倔起汉帝陵。何如陆公墓上枯柏复蕃翳，雷霆辊战蛟龙腾。柏兮千载耐岁寒，乃是公之忠义肝。柏兮铁干挺劲直，乃是公之贬死骨。赵裴遗臭公芬芳，小人枉自倾忠良。公之丹心炳日月，岂以柏之荣瘁为低昂。物同人重物亦尊，诸葛庙前柏尚存。他年瞻拜定相识，百丈参天看黛色。"},
{"title": "松石图歌寿三爱兄七十又一", "author": "王猷", "dynasty": "南北朝", "content": "沧田变海蒲柳朽，世间何物可耐久。请问千岁绿发叟，叟云看汝古洞口。洞前大石高嵯砑，脚下儿孙若拱候。寒侵热炙总不知，惟带苔衣几寸厚。自来丘壑久寂寥，呼得长松作贞友。长松漏雨几十围，牙爪拿天与雪斗。大干偃仰鳞甲秃，小枝犹学青蛇走。老椿萱荚耻作群，只与此石长相守。忆昔女娲炼石补罅天，缘何遗尔落山薮。又闻祖龙梁父侈封时，滥职大夫尔何有。生公挥麈点尔头，辟谷留侯后尔后。石似钝兮松似幽，石安静兮松色秀。石产芝兮松有苓，磊砢偃盖真佳偶。吾家风植介与贞，坚心劲盾君知否。直须劝尔一杯酒，请君移入我图中，吾将持此为兄寿。"},
{"title": "大江东去", "author": "王寂", "dynasty": "南北朝", "content": "芳姿蕙态，笑人閒脂粉，寻常红白。大抵风流天也惜，赋与梅魂兰魄。袁相名姝，谢家尤物，缥缈真仙格。朝来酒恶，可人一笑冰释。韩郎老矣情怀，鬓丝禅榻，花落茶烟湿。心字慇勤通一线，千劫消磨不得。被底春温，樽前风味，回首伤春客。却愁云散，等閒好梦难觅。"},
{"title": "夏夜径山退上人兰若纳凉", "author": "王锡", "dynasty": "南北朝", "content": "一入清凉境，不知有炎热。山深云气浓，松茂月痕缺。烦涤阴涧风，寒生幽崖雪。坐久身心间，禅镫半明灭。既远红尘网，复遇青莲舌。相与谈空空，性真亦了彻。"},
{"title": "赠李彦猷郭伯达二首 其一", "author": "王寂", "dynasty": "南北朝", "content": "才气无双家世，中朝第一名俦。茂蔼登龙士誉，醉挥倚马词头。南郑囊封倜傥，西昆诗律深幽。自古卜邻识面，与君正合交游。"},
{"title": "课耕涉趣", "author": "王猷", "dynasty": "南北朝", "content": "一犁烟雨带微曛，闲课儿童事晚耘。自是鹿门堪涉趣，西风回首见黄云。"},
{"title": "酒泉子 夫人生朝", "author": "王寂", "dynasty": "南北朝", "content": "禊饮连宵，帘捲晓风香鸭喷，儿孙罗拜捧金荷。沸笙歌。赤霜袍软髻嵯峨。名在仙班应不老，人间岁月尽飞梭。奈君何。"},
{"title": "无题", "author": "王寂", "dynasty": "南北朝", "content": "生涯贫到骨，家具少于车。"},
{"title": "菩萨蛮", "author": "王寂", "dynasty": "南北朝", "content": "镇犀不动红炉窄。宿酲恼损金钗客。瑞鸭叆彫盘。白毫起鼻端。韩郎双鬓老。个里知音少。留取麝煤残。临鸾学远山。"},
{"title": "题画", "author": "王寂", "dynasty": "南北朝", "content": "人间龙象风骨奇，癯者精悍老不疲。得非石林洪觉范，参寥佛印相追随。茶瓜却去香火冷，曦驭不转松阴迟。口钳未欲作诗债，坐隐聊尔逃禅痴。黑矜骤胜见颜色，白负少衄方低眉。宣州一著太容易，瓜葛争道真儿嬉。吾闻懒瓒有道者，寒涕不收从垂颐。又闻作止俱是病，况此念念倾人危。何如四脚棋盘一色子，一局展转无成亏。"},
{"title": "颗小姬画兰 其一", "author": "王微", "dynasty": "南北朝", "content": "借郎画眉笔，为郎画纨扇。纨扇置郎怀，开时郎自见。"},
{"title": "水龙吟 和郑彦章韵", "author": "王沂", "dynasty": "南北朝", "content": "画檐疏雨才收，酒醒凝掩篷窗卧。薰炉火冷，余香犹在，拥衾清坐。点鬓霜明，窥人月小，短擎花堕。想吴山越水，楼台缥缈，应曾有，飞鸿过。寂寞文园病后，旧心情、苦无些个。多君调我，幽兰新句，纹笺玉唾。花落元都，鹤归华表，梦谁擎破。待莼鲈江上，高歌小梅，扣舷相和。"},
{"title": "题刘德文乐轩", "author": "王寂", "dynasty": "南北朝", "content": "君不见达官火色凌朝霞，传呼数里清堤沙。门人故吏听颐指，吹嘘一到枯生花。那知任重责亦重，朝服坐待晓鼓挝。撄鳞逆耳事可畏，四十未过两鬓华。又不见朱门钱痴豪且奢，氍毹按舞催筝琶。萍齑豆粥何足道，猩唇熊掌来咄嗟。那知中夜独不寐，百万计恐毫釐差。匹夫无罪死怀璧，何异犀象之角牙。人生快意在富贵，富贵尚尔馀何誇。刘君适意殆非此，其乐自谓真无涯。官閒事少忧患少，君恩饱暖及全家。寿亲馀沥沾宾友，教子尚有书五车。百年万事付杯酒，部伍鼓吹鸣池蛙。眼前识破两蛮触，胸次不置千褒斜。个中欢趣例如此，回首富贵谁能加。我今百指无定止，负舍却羡循墙蜗。思君清乐不可得，对此况味殊不佳。何时径往君家去，主孟莫厌煎盐茶。"},
{"title": "卢植墓", "author": "王寂", "dynasty": "南北朝", "content": "南台故址今颓然，汉卢植墓疑相传。"},
{"title": "冬夜", "author": "王微", "dynasty": "南北朝", "content": "独坐浑无语，含颦应有思。私心自不寐，何事倩君知。"},
{"title": "柳城西闻蝉有感", "author": "王寂", "dynasty": "南北朝", "content": "坡老放归舟系汴，惊听骡铎鸣北岸。文公岭外得京官，照蝎壁閒犹喜见。我今薄宦天一角，适以平反叨使传。柳城西路忽闻蝉，驻马久之增感叹。临岐凄咽固有意，似对乡人论牛面。吾庐环木夏阴合，聒耳长嘶吾每倦。安东地冷无此物，所以相逢眷还眷。晚风晨露汝易足，何苦叨叨声不断。商胡迁客泪横臆，落日穷途方寸乱。朱门砧杵快新凉，乞汝秋天从叫唤。"},
{"title": "冬月舟过闽滩 其一", "author": "王猷", "dynasty": "南北朝", "content": "一叶危滩下，寒流带落霞。峰环金谷帐，石浣越溪沙。有响云惊阵，无风浪喷花。舟轻行独稳，滩险似平沙。"},
{"title": "秋日渡九江步韵酬黄玉轮宫詹先抵通远见寄兼呈李葵孺奉常", "author": "王猷", "dynasty": "南北朝", "content": "远翠笼深寺，疏钟到客亭。江霞千顷练，石竹万峰青。月上蟾飞镜，霜横雁带星。相期探胜赏，先此寄山灵。"},
{"title": "题刘器之秀野亭", "author": "王寂", "dynasty": "南北朝", "content": "刘郎事业凌徐严，风骨玉立高巉巉。平生稚志在丘壑，嗜好与世殊酸咸。谋身易足田百亩，活计秖有书千函。短衣绝胜杜陵老，穷冬性命依长镵。南城佳处有别业，手种杞菊植松杉。十年小筑直倒蔗，佳木异果阴相搀。漉醅自有赤脚婢，安用捧椀柔掺掺。清谈到圣会心处，目送飞鸿唯阿咸。凫仙榜名以秀野，老子干此端不凡。开轩如对龙眠画，恍然坐我胜金岩。期君少起赋云梦，听卜区区陋毕諴。曲江灯月足行乐，归路草色迷春衫。却愁三径花狼籍，燕觅旧主声呢喃。功成事了当勇退，北山勿遣移长缄。我今出试已大谬，画饼聊慰痴儿馋。茂林丰草麋鹿性，络脑不受黄金衔。还家未有置锥地，但免薏苡明珠谗。头颅过此可知矣，岁月飘忽追风帆。他年定约卜邻舍，屋茅为我先诛芟。吾言要践不可食，江水在此神其监。"},
{"title": "减字木兰花", "author": "王寂", "dynasty": "南北朝", "content": "髻罗双绾。滟滟脩眸秋水剪。笑靥颦眉。无限閒愁总未知。虚檐月转。一曲未终肠已断。百斛明珠。买得樽前一醉无。"},
{"title": "星槎晚泛", "author": "王猷", "dynasty": "南北朝", "content": "晚泛溪头博望舟，银河秋水淡悠悠。归来未暇君平卜，知有文光犯斗牛。"},
{"title": "庐山瀑布", "author": "王猷", "dynasty": "南北朝", "content": "谁将白玉结帘栊，挂上香炉第几峰。雨暗幽崖龙吐沫，云流绝壑浪翻空。排连直欲倾三峡，错落飞来动八风。一吸灵津清彻骨，冰心时在心壶中。"},
{"title": "题扇", "author": "王寂", "dynasty": "南北朝", "content": "荷柄犹擎宿露，荻花已著秋霜。寄语浣纱游女，莫惊溪上鸳鸯。"},
{"title": "送人官满二首 其二", "author": "王寂", "dynasty": "南北朝", "content": "草堂新成长独吟，故人不来黄叶深。茶烟昼消倦扫榻，梅月夜冷慵调琴。我歌骊驹饯君酒，君出阳关伤我心。长江东去浮画鹢，怅望云树怀知音。"},
{"title": "题张运使梦景图", "author": "王寂", "dynasty": "南北朝", "content": "点鞭长算收馀暇，忙里偷閒真倒蔗。北窗鼻息落庭花，一榻清风不论价。平生雅志一丘壑，小梦江山犹命驾。云低平野暗溪树，雨淋层峰补天罅。老农市酒唤归渡，渔伯舣舟枫树下。开囊检得春草句，挥洒短轴争脍炙。夜凉吹笛当抗衡，槐火石泉足更霸。披图撩我倦游兴，念念莼鲈乞长假。与君田里马牛风，蜡屐篮舆趁莲社。画工岂识梦中诗，他日须烦息轩画。"},
{"title": "忆秦娥", "author": "王微", "dynasty": "南北朝", "content": "多情月，偷云出照无情别。无情别，清辉无奈，暂圆常缺。伤心好对西湖说，湖光如梦湖流咽。湖流咽，离愁灯畔，乍明还灭。"},
{"title": "军中秋夜感赋", "author": "王沂", "dynasty": "南北朝", "content": "剑拂寒光子夜秋，屯云戎马尚淹留。时催雁字归炎极，谁补龙章侍冕旒。天宇渐清尘土梦，秋声偏动野人讴。月明自是孤吟侣，迢递何心上庾楼。"},
{"title": "用时元瑜韵", "author": "王寂", "dynasty": "南北朝", "content": "广平平昔心如铁，句法澄江湛秋月。地炉无火耸山肩，坐对梅花咀冰雪。是中何好有底怜，其乐自谓超三禅。想君曩岁客淮上，冻脚遍历溪桥边。见花辄饮醉即归，龙蛇挥扫争新奇。至今清梦时到旧游处，尚记幅巾直掇横筇枝。锦囊投我须鄙句，正似西子枉驾招东施。梅兮梅兮，尔今但有一夔足，世人未识本来之面目。寄谢无为老衲他日但过时，当为浮香主人留一宿。"},
{"title": "大江东去 吊舍弟", "author": "王寂", "dynasty": "南北朝", "content": "长堤千里，过睢阳，隐约江睢如故。忆昔斑衣为寿日，伯仲埙篪歌舞。博胜香囊，笑争瓜葛，膝上王文度。西城南浦，月明扶醉归路。重来华发苍颜，故人应怪我，平生羁旅。仲也风流今已矣，俯仰人閒今古。阏伯层台，六王双庙，尽是经行处。感时怀旧，一襟清泪如雨。"},
{"title": "采桑子", "author": "王寂", "dynasty": "南北朝", "content": "马蹄如水朝天去，冷落朝云。心事休论。蘸甲从他酒百分。不须更听阳关彻，销尽冰魂。惆怅离樽。衣上馀香臂上痕。"},
{"title": "过建昌陈虚谷明府留酌", "author": "王猷", "dynasty": "南北朝", "content": "天涯树色似河阳，永夜逢君话故乡。性僻向怜多感慨，时危还许共劻勷。檐低珠斗催霜月，缸剪银花促客觞。潦倒不知归梦远，醒来仍是傍官杨。"},
{"title": "层台远眺", "author": "王猷", "dynasty": "南北朝", "content": "层台高构对江潮，海色岚光入望遥。谩倚危栏长极目，冥鸿千里快云霄。"},
{"title": "咏水碓", "author": "王寂", "dynasty": "南北朝", "content": "世人多机心，技巧变淳古。水碓谁始有，石臼而木杵。决流注其尾，尾抑首自举。其法如权衡，轻重司仰俯。浮沈刻漏箭，动息记里鼓。木牛转刍粟，摽弓殪貔虎。碾碓出一律，桔槔何足数。我昔居村落，升合给爨釜。晨吹课婢仆，茧足辞艰苦。是时此未识，自笑愚且鲁。细思乃诡道，抱瓮应不取。文公圬者传，信矣无浪语。食焉怠其事，殃祸尝因睹。耕锄沥汗血，犹水旱风雨。况尔饱无功，天意恐不与。"},
{"title": "鹧鸪天", "author": "王寂", "dynasty": "南北朝", "content": "千顷玻璃锦绣堆。弄妆人对影徘徊。香薰木麝芳姿瘦，酒晕朝霞笑脸开。娇倚扇，醉翻杯。莫随云雨下阳台。平生老子风流惯，消得冰魂入梦来。"},
{"title": "和陈抚巳送东坡韵", "author": "王寂", "dynasty": "南北朝", "content": "坡公守馀杭，饯客伤乍远。人生贵知己，旅退其可忍。陈三天下士，好德吾未见。垂涎嗜熊掌，摆手谢关键。观过斯知仁，如月蚀辄满。闻风激庸懦，所恨我生晚。"},
{"title": "土周仲山少尹寿", "author": "王寂", "dynasty": "南北朝", "content": "姬公勋业千古高，云孙閒出皆时髦。笃生夫子贤且豪，风义凛凛魁吾曹。词源万斛何滔滔，作赋竟欲续离骚。悬知富贵不可逃，乡人莫敢轻韩翱。长竿不肯惊鯈濠，引手一钓三山鳌。命也数奇时不遭，屈为州县真徒劳。不容吏手如桔槔，乾没遽止民无搔。近出幕府持旌旄，季孟伯厚胡为叨。朱门琉璃载蒸羔，先生盘饭独溪芼。众人醉死贪浊醪，先生漱石羞醨糟。仕者往往争锥刀，既角而齿宁非饕。黄金堆丘烂巾袍，公独视之如秋毫。乃知贤愚异所操，相去岂特九牛毛。久谙世味嚼空螯，径欲脱帻诛蓬蒿。吾君侧席登夔皋，如君才气宁容韬。苍生渴望方嗷嗷，要使万类归甄陶。礼乐具举弓矢櫜，乐职颂德追王褒。乞身归老只鱼舠，烟波万顷翻葡萄。蠹书卧看横长篙，冲烟破月时嬉遨。会逢石髓流清膏，嗅如香粳食如桃。方瞳瞭然牙齿牢，人閒岁月从奔涛。久厌浊世薰腥臊，振臂一举辞卢敖。黄鹄飞去壤虫号，髣髴碧落闻云璈。"},
{"title": "跋群獐出谷图", "author": "王寂", "dynasty": "南北朝", "content": "我家崆峒南，丁年习骑射。每忆逐群獐，应手相枕藉。一行吏风尘，此事更何睱。朝来阅短幅，归兴辄命驾。丹青知谁欤，想与二易亚。看猿良独痴，失林还可讶。尔躯幸无罪，尔肉鲜可炙。毛脐竟自贼，何异狨与麝。水草苟自足，慎勿害农稼。恐逢曹景宗，数肋不汝赦。"},
{"title": "望月婆罗门引 元夕", "author": "王寂", "dynasty": "南北朝", "content": "小寒料峭，一番春意换年芳。蛾儿雪柳风光。开尽星桥铁锁，平地泻银潢。记当时行乐，年少如狂。宦游异乡。对节物、只堪伤。冷落谯楼淡月，燕寝馀香。快呼伯雅，要洗我、穷愁九曲肠。休更问、勋业行藏。"},
{"title": "题雪桥清晓图", "author": "王寂", "dynasty": "南北朝", "content": "山翁卧听溪风急，夜半筛珠落窗隙。千岩浩荡失故态，万径荒寒灭人迹。拿舟欲访戴安道，截岸层冰正堆积。翩然清兴不可遏，侧望招提无咫尺。摄衣便挈蛮童去，秃袖抱琴龟手漆。长桥蜡屐拄枯藤，卓破横江玉龙脊。粥鱼晨磬声未了，扣门唤起弥天释。开轩对榻谁宾主，呵手续弦坐摇膝。从来支许事幽寻，放意茶颠恣诗癖。虎溪相送尚迟留，更待林梢挂苍璧。"},
{"title": "觉华岛", "author": "王寂", "dynasty": "南北朝", "content": "宫亭湖神感且通，往来送且能分风。广德王祠祷辄应，重楼翠阜浮霜空。我行拟上觉华岛，香火遍走青莲宫。中流未济成龃龉，船头西向旗脚东。云奔雾涌白浪捲，一叶掀舞洪涛中。平生行止类如此，凭仗愿有信与忠。尝闻主海尊位置，顾岂变化难为功。指呼蛟蜃扫阴翳，天水万里磨青铜。解维转柁饱帆腹，双桨不举追惊鸿。兹游政要偿素愿，勿使坐叹诗人穷。投文再拜沥微恳，为我寄语白龙翁。"},
{"title": "客中戏用龙溪借书韵", "author": "王寂", "dynasty": "南北朝", "content": "太行西北云横目，一日九回肠断续。舍官就养诚所愿，百口煎熬食不足。逆行倒置坐迂阔，相负此生惟此腹。兹行远去父母国，恋恋不同桑下宿。山长水远苦愁人，不觉秋风惊鬓绿。平生拙宦失捷径，兰蕙当门为谁馥。文章既不一钱直，五经安用窗前读。东涂西抹竟何有，坐叹马鞍消髀肉。公家无补一毫发，鼠窃太仓饕寸禄。既无里妪谁乞火，未有先容莫投玉。天涯怀抱为谁开，尽写穷愁入诗轴。"},
{"title": "秋夜集石湖分得妆字", "author": "王微", "dynasty": "南北朝", "content": "云罨湖山远树苍，鵁鶄飞破藕塘香。月明处处添秋色，一束芙蓉正洗妆。"},
{"title": "御街行 送王君冕二首 其一", "author": "王沂", "dynasty": "南北朝", "content": "烟中列岫青无数。遮不断、长安路。杜鹃谁道等闲啼，迤逦得人归去。陇云秦树，周台汉苑，满眼相思处。停杯莫放离歌举。至剪烛、西窗语。元都燕麦又东风，自是刘郎迟暮。纫兰结佩，裁冰斫句，细和闲情赋。"},
{"title": "觉华岛", "author": "王寂", "dynasty": "南北朝", "content": "宫亭湖神感且通，往来送客能分风。广德王祠祷辄应，重楼翠阜浮霜空。我行拟上觉华岛，香火遍走青莲宫。中流未济成龃龉，船头西向旗脚东。云奔雾涌白浪捲，一叶掀舞洪涛中。平生行止类如此，凭仗愿有信与忠。尝闻主海尊位置，顾岂变化难为功。指呼蛟蜃扫阴翳，天水万里磨青铜。解维转柁饱帆腹，双桨不举追惊鸿。兹游政要偿素愿，勿使坐叹诗人穷。投文再拜沥微恳，为我寄语白龙翁。"},
{"title": "小儿难夫子辨", "author": "王寂", "dynasty": "南北朝", "content": "我行自并门，道出太行岭。路傍古石人，髣髴类形影。过客互传疑，是非竟谁请。会逢田舍翁，荷杖雪垂领。为问定何如，愚蒙庶几警。云昔东家丘，历聘入吾境。偶此值小儿，难诘豪且颖。丘也不能对，驱车返天井。邦人思其贤，想像刻顽矿。始予骇其言，嗔赤发面颈。夫子圣者欤，日月揭馀炳。岂闻采樵斧，巧掩运斤郢。翁徒老于年，此事能不省。翁闻遽愀然，色厉声亦猛。辙迹今尚存，事况传已永。书生多大言，诡辩勿复骋。信知端木赐，下释东野犷。正如与蟪蛄，而语春秋景。小姑嫁彭郎，举世莫能整。嗟哉吾道穷，生死何不幸。生而非其时，伐树迹屡屏。亦尝撩虎须，白刃脱俄顷。死为万世师，庙貌多土梗。自非二仲月，门寮终岁静。山魈与社鬼，香火未尝冷。此事固不平，此心尝耿耿。吾生赋拙直，浪许近骨鲠。与物例多忤，所动坐愆眚。愤世无奈何，空令气生瘿。"},
{"title": "一剪梅 蔡州作", "author": "王寂", "dynasty": "南北朝", "content": "悬瓠城高百尺楼。荒烟村落，疏雨汀洲。天涯南去更无州。坐看儿童，蛮语吴讴。过尽宾鸿过尽秋。归期杳杳，归计悠悠。栏干凭遍不胜愁。汝水多情，却解东流。"},
{"title": "维摩像赞 其二", "author": "王寂", "dynasty": "南北朝", "content": "登玉座馀半席，香积饭惟一杯。可笑曼殊空利，区区却为食来。"},
{"title": "谢王仲章惠淮马", "author": "王寂", "dynasty": "南北朝", "content": "忆昔短衣精骑射，千金市马宁论价。寻春不惜锦障泥，归醉且无官长骂。一行作吏遭羁束，五斗红陈家不足。骅骝卖却买驽骀，夜龁空槽敢食粟。年来可惜穷到骨，奔走不暇黔吾突。天公更使我马殂，造物戏人无乃忽。闻君厩有江淮种，风入四蹄两耳耸。惠然见贶颇周急，幸免尘靴行决踵。投诗寄谢三叹息，羞涩倒囊无寸积。他年客路会相逢，小倩梦兰吾不惜。"},
{"title": "三寓返照庵用前韵 其二", "author": "王寂", "dynasty": "南北朝", "content": "秾李夭桃满院栽，当年留宿正花开。而今树老僧行上，前度刘郎又独来。"},
{"title": "水龙吟 和郑彦章韵", "author": "王沂", "dynasty": "南北朝", "content": "画檐疏雨才收，酒醒凝掩收窗卧。薰炉火冷，余香犹在，拥衾清坐。点鬓霜明，窥人月小，短擎花堕。想吴山越水，楼台缥缈，应曾有，飞鸿过。寂寞文园病后，旧心情、苦无些个。多君调我，幽兰新句，纹笺玉唾。花落元都，鹤归华表，梦谁擎破。待莼鲈江上，高歌小梅，扣舷相和。"},
{"title": "减字木兰花", "author": "王寂", "dynasty": "南北朝", "content": "湖山明秀。豆蔻梢头春欲透。学画鸦儿。多少閒愁总未知。新声皓齿。恼损苏州狂刺史。一斛骊珠。许我樽前醉也无。"},
{"title": "大江东去 吊舍弟", "author": "王寂", "dynasty": "南北朝", "content": "长堤千里，过睢阳，隐约江山如故。忆昔斑衣为寿日，伯仲埙篪歌舞。博胜香囊，笑争瓜葛，膝上王文度。西城南浦，月明扶醉归路。重来华发苍颜，故人应怪我，平生羁旅。仲也风流今已矣，俯仰人閒今古。阏伯层台，六王双庙，尽是经行处。感时怀旧，一襟清泪如雨。"},
{"title": "题季札挂剑图", "author": "王寂", "dynasty": "南北朝", "content": "季札贵公子，轩轩气凌云。平生会心少，四海一徐君。相逢适所愿，情话如兰薰。徐君顾长剑，意欲口不云。季子心许之，誓将归献芹。驻节不容久，骊驹促轻分。言还访旧隐，路人指新坟。干将挂高木，以示初意勤。知已九泉下，冥漠闻不闻。今人交势利，轻薄徒纷纷。岂惟此道绝，反是为虚文。伯夷微仲尼，万古埋清芬。"},
{"title": "放鱼", "author": "王寂", "dynasty": "南北朝", "content": "我哀濡呴辍晨羞，持送东城纵急流。此去更饥须闭口，莫贪香饵弄沈钩。"},
{"title": "马上漫成四首 其四", "author": "王寂", "dynasty": "南北朝", "content": "羞将明媚斗春妍，顾影徘徊祇自怜。消得风流黄太史，国香流俗叹随缘。"},
{"title": "跋韦偃病马图", "author": "王寂", "dynasty": "南北朝", "content": "开元天宝谁能画，韩子规摹出曹霸。惜乎画肉不画骨，坐使骅骝减声价。晚生韦偃非画工，少也得名能古松。试拈秃笔扫束绢，便觉天厩无真龙。胡不写明皇照夜白，弄骄顾影嘶长陌。又不写太宗拳毛騧，百战万里轻风沙。如何写此神俊物，剥落玄黄只皮骨。却思落日蹴长楸，风入四蹄追健鹘。呜呼往事今茫然，矫首有意谁其传。主恩未报忍伏枥，志士扼腕悲残年。安得老髯通马语，刍秣医治平所苦。行当起废一长鸣，要洗凡庸空万古。"},
{"title": "马上漫成四首 其三", "author": "王寂", "dynasty": "南北朝", "content": "蹋青挑菜共嬉游，不识风前月下羞。落日缓歌携手去，新声争信锦缠头。"},
{"title": "渔家傲 瑞香", "author": "王寂", "dynasty": "南北朝", "content": "岩秀不随桃李伴。国香未许幽兰换。小睡最宜醒鼻观。檐月转。紫云娘拥青罗扇。半世庐山清梦断。天涯邂逅春风面。茗椀不来羞自荐。空恋恋。野芹炙背谁能献。"},
{"title": "王子告竹溪清集图", "author": "王寂", "dynasty": "南北朝", "content": "溪山佳处多荒僻，豹雾蛟涎断人迹。纵能陟险一登赏，重茧百休疲峻陟。岂知城市有林泉，杖屦相从都咫尺。寻常四友会真率，茗具酒尊随所适。竹风细细几席静，花雨冥冥巾帽湿。逸休方与圣贤对，观妙超然存目击。吹台名士意领略，手弄蒲葵坐摇膝。吾宗盘礴拊长松，似伤材大时难得。漳川野老气豪迈，陪谒龙颜秖长揖。琴书笑咏有真乐，不减仙翁戏巴橘。九原死者如可作，应恨乌丝欠珠璧。兰亭滕阁久寥落，岁月转头驹过隙。愿君此画更珍藏，此会他时恐难必。"},
{"title": "咏张宫师二疏东归图", "author": "王寂", "dynasty": "南北朝", "content": "战国事纵横，廉隅初灭裂。强嬴灰六籍，名教寖衰歇。卯金新典礼，蠹简访遗缺。人材就教育，士检敦修洁。贤哉二大夫，梦觉槐安穴。功名我何有，剑首吹一吷。约日俱移疾，乞身良勇决。两宫赆黄金，恩遇顾不亵。送车数百两，祖帐都门诀。冥鸿谢缯缴，天马落羁绁。倒囊促供具，宾族相娱悦。父子以寿终，名声日星揭。人谁不学步，卒莫践其说。寥寥阅魏晋，得一陶靖节。平生腰骨硬，肯向督邮折。后世无问津，风流冷于铁。龙眠以画隐，游意睎往哲。呜呼纸上影，生气犹凛冽。宫师廊庙具，天为苍生设。莫袭异姓封，长揖稷与契。云何眷短幅，摸索墨漫灭。况为山九仞，一篑功可辍。盍睎凤巢阁，姑置鸥歃血。方将荐庙堂，微公孰曲蘖。致君尧舜上，钟鼎载勋烈。归艇渺烟波，晴楼醉松雪。古今虽异时，出处同一辙。款图幸不恶，蚤计正恐拙。两疏傥有灵，抵掌冠缨绝。"},
{"title": "感怀", "author": "王寂", "dynasty": "南北朝", "content": "前年守淮西，官府颇雄壮。官池通远近，亭榭分背向。炎方得春早，二月花已放。白红与青紫，夺目纷万状。得非造物者，为出无尽藏。朱樱结佳实，炫耀极一望。钱王锦绣树，金谷红步障。予时藉清阴，坐待佳月上。老妻劝我饮，稚子俨成行。长腰芦花白，宾厨荐新酿。肴核既狼藉，鲙炙庖夫饷。乌乌长短句，付与雪儿唱。眼花乱朱碧，世事齐得丧。儿童虽见诮，官守幸不旷。年来客辽海，黄尘没飞鞅。芳时因奔走，安得有佳况。一从出山谷，风色如挟纩。春归樱始华，生意未敷畅。冬藏苦冰雪，所幸今无恙。我将话南州，人或疑诞妄。绕枝三叹息，回首一悽怆。退坐想繁华，萧然觉神王。"},
{"title": "建福寺", "author": "王寂", "dynasty": "南北朝", "content": "林野初疑盘野鹤，岩巅俄喜见枝撑。地偏绝胜临平路，閒与行人管送迎。"},
{"title": "广宁庙", "author": "王寂", "dynasty": "南北朝", "content": "千古广宁庙，云楣榜旧题。名乘中祀典，秩赐上公圭。百鬼舆台贱，群山部伍低。地封连蓟北，天遣镇辽西。桧影森旌节，松声殷鼓鼙。雕梁通蜥蜴，画栋落虹蜺。像古虫书藓，庭卑蚓篆泥。垂杨空袅袅，蔓草自萋萋。香火何尝到，牲醪不见携。觋巫俱埽迹，樵牧漫成蹊。物理多侥倖，人情固执迷。城狐炉鹊尾，社鼠按豚蹄。居士争求福，彭郎为娶妻。吾生多坎轲，末路易推挤。白玉虽云洁，青蝇奈可栖。人言何恤是，神鉴自昭兮。扼腕声悲壮，垂头气惨悽。虺隤伏枥马，进退触藩羝。苟不登槐府，何如钓柳溪。乞骸谋已决，掣肘事仍暌。仰视威灵在，潜通肸蚃齐。迟迟归未得，残日乱鸦啼。"},
{"title": "赋耐冻青", "author": "王寂", "dynasty": "南北朝", "content": "耐冻虽微物，严冬不敢侵。蕊嫌宫额浅，色胜羽衣深。戏点人閒铁，閒铺地上金。腊梅甘丈行，霜菊许朋簪。风雪窥天巧，泥沙惜陆沈。分无春借力，徒有岁寒心。采掇香盈把，歔欷泪满襟。移栽损生理，汝勿念知音。"},
{"title": "感怀", "author": "王寂", "dynasty": "南北朝", "content": "前年守淮西，官府颇雄壮。园池通远近，亭榭分背向。炎方得春早，二月花已放。白红与青紫，夺目纷万状。得非造物者，为出无尽藏。朱樱结佳实，炫耀极一望。钱王锦绣树，金谷红步障。予时藉清阴，坐待佳月上。老妻劝我饮，稚子俨成行。长腰芦花白，宾厨荐新酿。肴核既狼藉，鲙炙庖夫饷。乌乌长短句，付与雪儿唱。眼花乱朱碧，世事齐得丧。儿童虽见诮，官守幸不旷。年来客辽海，黄尘没飞鞅。芳时因奔走，安得有佳况。一从出山谷，风色如挟纩。春归樱始华，生意未敷畅。冬藏苦冰雪，所幸今无恙。我将话南州，人或疑诞妄。绕枝三叹息，回首一悽怆。退坐想繁华，萧然觉神王。"},
{"title": "白马寺", "author": "王寂", "dynasty": "南北朝", "content": "竺法初从西土来，黄冠掎角力相排。当时道教灰飞尽，贝叶真经安在哉。"},
{"title": "题季札挂剑图", "author": "王寂", "dynasty": "南北朝", "content": "季札贵公子，轩轩气凌云。轩生会心少，四海一徐君。相逢适所愿，情话如兰薰。徐君顾长剑，意欲口不云。季子心许之，誓将归献芹。驻节不容久，骊驹促轻分。言还访旧隐，路人指新坟。干将挂高木，以示初意勤。知已九泉下，冥漠闻不闻。今人交势利，轻薄徒纷纷。岂惟此道绝，反是为虚文。伯夷微仲尼，万古埋清芬。"},
{"title": "蔡州", "author": "王寂", "dynasty": "南北朝", "content": "悬瓠城雄壮，登临写客怀。九州惟古豫，千里控长淮。极目栖林杪，临芳瞰水涯。南城新息路，西市确山街。门易朝金榜，亭馀阅世牌。乐光眉拂黛，溱汝股分钗。八封坛微认，三王冢密挨。辋湖鱼唯唯，壶树鸟喈喈。颜笔龛尘壁，裴碑瘗土阶。卜蟾闻迈志，系鳖近齐谐。坡底为龙竹，厅前系马櫰。绝缨台泯没，铸剑冶埋埋。坡迹留任宅，涪诗刻秀崖。黄陂澄宇量，许月旦名排。秦赋敌扬子，娄歌胜李娃。越王悲壮志，唐女换遗骸。元济狂枭獍，宗权暴虎豺。土风敦俭素，声乐绝淫哇。玉粒家家足，红姜处处皆。吴氛薰雾瘴，楚气拂云霾。笋石当衙道，仙榆拂郡斋。王侯更庙狄，富相捍潭柴。竦也尝临判，谦乎亦摄差。陈翁孙接踵，欧父子联阶。观额因王觌，民坊出陆偕。许诗多散落，叶记半磨揩。往哲优师帅，遗风轶等侪。老夫为政拙，雅志与时乖。倦鸟收长翮，疲鴽恋短秸。江山题不尽，吾已办青鞋。"},
{"title": "伯起善用强韵往复愈工再和五首 其二", "author": "王寂", "dynasty": "南北朝", "content": "耽诗窃比城南杜，寄傲真同柱下周。花底最宜文字饮，不须羯鼓打梁州。"},
{"title": "浴桃花汤", "author": "王寂", "dynasty": "南北朝", "content": "惜尔不遭淮海赋，幸然得免骊山污。如何不肯混常流，要使众生清净故。"},
{"title": "自责", "author": "王寂", "dynasty": "南北朝", "content": "逆风吹面朝连暮，蓬勃飞尘涨烟雾。前驺杳不辨西东，驻马临流不能渡。却寻山崦问津焉，山下野老方耕田。举鞭绝叫呼不得，俯首伛偻驱乌犍。可怜野老头如葆，龟手扶犁赤双脚。为言生理固须勤，盍避今朝风色恶。已而野老笑回头，我自家贫仰有秋。官人富贵年如此，胡不收身觅少休。我初无意聊相谑，不意此翁反见诮。莫嗔泷吏笑吾侬，自揣吾侬也堪笑。"},
{"title": "月下闻蝉", "author": "王寂", "dynasty": "南北朝", "content": "赤日黄尘没马鞍，宵征聊快月波寒。饮风吸露易为足，何事区区口不乾。"},
{"title": "上咸平帅耶律寿", "author": "王寂", "dynasty": "南北朝", "content": "九重前席喜忠纯，不待先忠自致身。漆水袭封无冷眼，德光传世有名臣。早登秘阁直清禁，旋陟枢机历要津。蒲坂馀波千里润，柳城和气万家春。定须铁钺专方面，未许江湖拜散人。鹤骨固应多寿老，会看沧海起飞尘。"},
{"title": "宗州帅守厅事东偏有燕寝之所壁画四皓戏一诗嘲之以", "author": "王寂", "dynasty": "南北朝", "content": "偃蹇商山四秃翁，龙飞蛇断笑谈中。出为羽翼成何事，输与留侯万世功。"},
{"title": "细腰宫", "author": "王寂", "dynasty": "南北朝", "content": "玉立宫娃滴滴娇，君王沈湎醉春宵。不知天下归长距，犹向尊前舞细腰。"},
{"title": "题张子正运使所藏杨德懋山居老闲图仍次元韵四首 其二", "author": "王寂", "dynasty": "南北朝", "content": "竹屋松窗水石閒，野人门户不曾关。官租了却迎神罢，社酒鸡豚日日闲。"},
{"title": "题左阁使琼花后士像", "author": "王寂", "dynasty": "南北朝", "content": "维扬琼花天下无，木犀避舍梅前驱。梁园移植有深意，要识姑射冰肌肤。绝品岂知神所寓，等閒未许京尘污。空烦腰鼓揭春雷，打彻梁州殊不顾。明年诏遣归故宫，玉蕊烂漫萦天风。香闻二十四桥外，热恼坐变清凉中。世閒无物那容久，一梦兵烟化乌有。无双亭上月依然，可怜空照传杯手。何人收取斤斧馀，栗玉其色差温如。三都赋客眼青白，叹惜流落潜欷歔。十袭珍藏咨国匠，寸龛为刻柔示像。祎翟煌煌玉座閒，想见岳渎来稽颡。岁时香火必躬亲，灵爽舍此依何人。酒胡贱役何足道，居士强名安得神。物理细思宁有閒，牺樽毋忽沟中断。不如涂樗社栎两不材，得尽天年保无患。"},
{"title": "朝歌城", "author": "王寂", "dynasty": "南北朝", "content": "独夫亡国固宜哉，不省鸡声是祸胎。辛苦朝歌城下土，暂成宫殿却成灰。"},
{"title": "题画四首 其三 薄媚", "author": "王寂", "dynasty": "南北朝", "content": "深知岁不利西行，郑六其如誓死生。异类犹能保终始，秦楼风月却无情。"},
{"title": "和黄山谷读杨妃外传五首 其四", "author": "王寂", "dynasty": "南北朝", "content": "环子竟逢山下鬼，老翁空叹木牵丝。年年牛女相逢夕，记得凭肩私语时。"},
{"title": "伯起善用强韵往复愈工再和五首 其四", "author": "王寂", "dynasty": "南北朝", "content": "善交人者久而敬，其责己也重以周。莫笑山中醉朝暮，举鞭犹解问并州。"},
{"title": "黄花帘幕为谁开嫌怕双飞燕子来肠断一春无好句令人惭愧贺方回", "author": "王寂", "dynasty": "南北朝", "content": "贴水新荷卷未开，隔墙风送落花来。兔葵燕麦应相笑，前度刘郎去又回。"},
{"title": "渡辽", "author": "王寂", "dynasty": "南北朝", "content": "我家河朔望咸平，飞鸟犹须半月程。尽道辽阳天样远，渡辽何况更东行。"},
{"title": "题画四首 其二 新水", "author": "王寂", "dynasty": "南北朝", "content": "徐郎生别一酸辛，破镜还将泪粉匀。纵使三年不言笑，祇应学得息夫人。"},
{"title": "题返照庵北轩三首", "author": "王寂", "dynasty": "南北朝", "content": "塞路飞沙没马黄，解鞍投宿赞公房。主人何事归来晚，满院落花春草长。"},
{"title": "送刘彦美", "author": "王寂", "dynasty": "南北朝", "content": "吾党之子来何独，妙年器宇非庸俗。初闻吾族尽穷窘，次以平安报脩竹。挑灯把酒操南音，似喜人声到空谷。翻然语别得无情，天涯况是平生熟。"},
{"title": "附寄陈州陈显祖", "author": "王寂", "dynasty": "南北朝", "content": "若到睢阳话汝阳，故人应也问行藏。但言甚矣吾衰矣，三友轩中作退堂。"},
{"title": "题返照庵北轩三首 其三", "author": "王寂", "dynasty": "南北朝", "content": "树头树底花开尽，摆撼春风略不停。耐久何如种松竹，岁寒相对眼终青。"},
{"title": "题船子和尚图二首 其二", "author": "王寂", "dynasty": "南北朝", "content": "夜静风高江水寒，归船空载月团团。须知钓得金鳞后，只是当时旧钓竿。"},
{"title": "春尽见花三首 其三", "author": "王寂", "dynasty": "南北朝", "content": "朔漠杏花初破蕾，南州梅子已垂枝。寒乡倍费生成力，但得阳和莫恨迟。"},
{"title": "儿子以诗酒送文伯起既而复继三诗予喜其用韵颇工为和五首 其一", "author": "王寂", "dynasty": "南北朝", "content": "山肩吾子类贾岛，火色我侬输马周。但得把螯同一醉，绝胜侧目避监州。"},
{"title": "三寓返照庵用前韵", "author": "王寂", "dynasty": "南北朝", "content": "梁上遗经古硬黄，前身僧永后僧房。葛洪泽畔中秋月，此夕相逢话更长。"},
{"title": "颂粉墨图二首 其一", "author": "王寂", "dynasty": "南北朝", "content": "画真犹是妄，何况画非真。正做梦说梦，知是身非身。"},
{"title": "跋韦偃病马图", "author": "王寂", "dynasty": "南北朝", "content": "开元天宝谁能画，韩子规能出曹霸。惜乎画肉不画骨，坐使骅骝减声价。晚生韦偃非画工，少也得名能古松。试拈秃笔扫束绢，便觉天厩无真龙。胡不写明皇照夜白，弄骄顾影嘶长陌。又不写太宗拳毛騧，百战万里轻风沙。如何写此神俊物，剥落玄黄只皮骨。却思落日蹴长楸，风入四蹄追健鹘。呜呼往事今茫然，矫首有意谁其传。主恩未报忍伏枥，志士扼腕悲残年。安得老髯通马语，刍秣医治平所苦。行当起废一长鸣，要洗凡庸空万古。"},
{"title": "沙丘", "author": "王寂", "dynasty": "南北朝", "content": "白璧沈江夜鬼呼，明年当是祖龙殂。海中童子无消息，坐待长生岂不迂。"},
{"title": "元旦偶题", "author": "王寂", "dynasty": "南北朝", "content": "三十年前老锦工，投梭端有运斤风。重来莫讶无人问，花样如今尽不同。"},
{"title": "三寓返照庵用前韵 其三", "author": "王寂", "dynasty": "南北朝", "content": "露电浮生何足恃，风镫短景若为停。却寻旧日经营处，扑地杨花叶已青。"},
{"title": "和张运使送春二首 其一", "author": "王寂", "dynasty": "南北朝", "content": "别院重门几许深，桃花结子柳成阴。也知春在荼蘼架，自是愁多懒重寻。"},
{"title": "微子庙", "author": "王寂", "dynasty": "南北朝", "content": "比干忠谏死如归，箕子佯狂脱祸机。君厌殷辛高谢去，三仁谁是定谁非。"},
{"title": "墨竹颂四首 其一 弄晴", "author": "王寂", "dynasty": "南北朝", "content": "横枝出丛林，独得回光照。慎勿作长竿，寒鱼不受钓。"},
{"title": "题张子正运使所藏杨德懋山居老闲图仍次元韵四首 其一", "author": "王寂", "dynasty": "南北朝", "content": "山崦人家落照閒，笑携儿辈语柴关。应怜乌帽红尘客，有底功名不肯闲。"},
{"title": "题武公实扇", "author": "王寂", "dynasty": "南北朝", "content": "春瓮篘新蚁，秋盆鲙锦鳞。高眠无一市，争羡市朝人。"},
{"title": "和张运使送春二首 其二", "author": "王寂", "dynasty": "南北朝", "content": "树底残花积渐深，树头新绿不多阴。留春春去无料理，试倩行云梦里寻。"},
{"title": "墨竹颂四首 其二 洗雨", "author": "王寂", "dynasty": "南北朝", "content": "法雨渍云梢，点点甘露滴。舌本自清凉，西江不须吸。"},
{"title": "和黄山谷读杨妃外传五首 其二", "author": "王寂", "dynasty": "南北朝", "content": "姚宋云亡言路塞，虢秦徼宠祸机深。平时笑指胡奴腹，信道是中惟赤心。"},
{"title": "赠王生", "author": "王寂", "dynasty": "南北朝", "content": "忆昔分携如隔世，相逢惊见两茫然。松楸河朔三千里，萍梗天东二十年。白发可怜浮海粟，青囊不博买山钱。明年会约同归去，里巷追随作散仙。"},
{"title": "自慰", "author": "王寂", "dynasty": "南北朝", "content": "深搀乌帽障黄尘，髀肉消磨浪苦辛。按辔澄清须我辈，据鞍矍铄奈吾身。祇凭忠信行蛮貊，岂有文章动鬼神。南彻淮阳北辽海，可能无地息劳筋。"},
{"title": "秋白梨", "author": "王寂", "dynasty": "南北朝", "content": "医巫珍果惟秋白，经岁色香殊不衰。霜落盘盂批玉卵，风生齿颊碎冰凘。故侯瓜好真相敌，丞相梅酸谩自欺。向使马卿知此味，莫年消渴不须医。"},
{"title": "沁水山寺", "author": "王寂", "dynasty": "南北朝", "content": "两峡山高月半轮，五更人起马嘶频。无端又上长安道，输与僧窗饱睡人。"},
{"title": "儿子以诗酒送文伯起既而复继三诗予喜其用韵颇工为和五首 其五", "author": "王寂", "dynasty": "南北朝", "content": "画饼虚名战蛮触，黄梁春梦阅商周。吾衰久矣百念冷，不用三刀兆益州。"},
{"title": "和黄山谷读杨妃外传五首 其一", "author": "王寂", "dynasty": "南北朝", "content": "兄弟渐疏花萼梦，君王贪醉上阳春。却将妃子比飞燕，何物谪仙能屈人。"},
{"title": "题返照庵北轩三首 其二", "author": "王寂", "dynasty": "南北朝", "content": "桃李山僧手自栽，不应容易向人开。绿苔满院重门锁，为问东风底处来。"},
{"title": "怀高公无忌", "author": "王寂", "dynasty": "南北朝", "content": "晚景桑榆方见用，秋霜蒲柳已先凋。虞兮命矣甘为土，鲤也天乎竟不苗。奇祸一门曾未见，旅魂万里若为招。伤心此地鸾栖棘，不见抟风上九霄。"},
{"title": "沙丘 其一", "author": "王寂", "dynasty": "南北朝", "content": "老却芳菲过却春，流莺应怪旧游人。犀围不管年年瘦，璧月无端夜夜新。"},
{"title": "题张子正运使所藏杨德懋山居老闲图仍次元韵四首 其四", "author": "王寂", "dynasty": "南北朝", "content": "张侯诗敏落黄閒，杨丈规摹逼老关。二妙通灵恐仙去，夜窗风雨要防闲。"},
{"title": "自讼", "author": "王寂", "dynasty": "南北朝", "content": "尝闻劳生佚以老，不谓区区老更忙。自笑顽躯楦青紫，谁求绝足鉴骊黄。苦无长策裨神主，大有閒山著漫郎。梦到故乡犹可喜，几时真个是还乡。"},
{"title": "题刘德文乐轩", "author": "王寂", "dynasty": "南北朝", "content": "书生活计一囊钱，以乐名轩岂漫然。得意山閒聊寓酒，赏音琴上本无弦。园空洛社今谁独，堂在睢阳底事全。会见慈亲封大国，金华荣拜雪垂肩。"},
{"title": "渡辽舟中小酌", "author": "王寂", "dynasty": "南北朝", "content": "佳会清欢取次成，逸群高论极峥嵘。掀髯已判玉山倒，蘸甲不辞金椀倾。落日衬云鱼尾赤，斜风捲水縠纹生。豫愁江上分飞后，千里关河月共明。"},
{"title": "庆州北山之麓辽山陵在焉俗谓之三殿二十年前常为盗发所得不赀是所谓厚葬以致寇者叹而成诗", "author": "王寂", "dynasty": "南北朝", "content": "珠襦适足贾身祸，金椀传闻落世閒。惭愧汉文遗治命，瓦棺深葬霸陵山。"},
{"title": "黄桃花", "author": "王寂", "dynasty": "南北朝", "content": "应嗔国色朝酣酒，赐与羽衣如太真。道士厌看千树老，令君别换一城新。缃梅拂额更不俗，栗玉削肌殊可人。想得乞浆寻旧约，东风不似去年春。"},
{"title": "万春节口号", "author": "王寂", "dynasty": "南北朝", "content": "翠舆黄伞望天颜，警跸西清缀两班。瑞日曈曈明綵仗，香云霭霭拥蓬山。已闻贺使朝金阙，伫见降王款玉关。君寿国安从此始，老人星现丙丁閒。"},
{"title": "还乡", "author": "王寂", "dynasty": "南北朝", "content": "乱后人烟到处稀，马寻归路駃如飞。谁怜膝上狂文度，却作辽东老令威。闾里旧游浑似梦，交亲相对漫疑非。形容变尽君休问，大胜游魂不得归。"},
{"title": "铜雀台", "author": "王寂", "dynasty": "南北朝", "content": "铜雀台荒桑柘围，老瞒曾醉柘黄衣。锡花片瓦将安用，留与诗人写是非。"},
{"title": "送张仲谋使三韩", "author": "王寂", "dynasty": "南北朝", "content": "照海旌幢出乐浪，过家上冢路生光。鸭江桃叶朝迎渡，岊岭松花夜煮汤。恩诏肃将芝检重，醉鞭低袅玉鞘长。遗民笑指天车道，酷似南阳异姓王。"},
{"title": "席上赠马杨陈□□□", "author": "王寂", "dynasty": "南北朝", "content": "君辞绛帐尸糟曲，公草玄经守薜萝。一坐尽惊真俊尔，半生不语奈痴何。清谈缓举玉如意，痛饮屡翻金叵罗。眼界幸无俗物恼，释然一笑散千疴。"},
{"title": "三逸堂白芍药", "author": "王寂", "dynasty": "南北朝", "content": "春城白药占春馀，妙品端宜入画图。萼粉雨馀沾蝶趐，蕊香风暖上蜂须。寿阳宫女妆梅额，姑射仙人莹雪肤。不见眉山苏阁老，更谁能赋玉盘盂。"},
{"title": "宿僧寺", "author": "王寂", "dynasty": "南北朝", "content": "解鞅招提日已西，强将懒脚污丹梯。深藏舍利天龙护，高出枝撑野鹤栖。尚忆云章留素壁，岂期俗物埽黄泥。低徊搔首无人会，风树萧萧鸟自啼。"},
{"title": "时元瑜以筇杖为吾亲寿", "author": "王寂", "dynasty": "南北朝", "content": "国士凭谁致此君，罗浮知见几云孙。生成鹤膝挺高节，断去龙须露老根。应与蒲萄随汉使，羞同涩勒暗蛮村。我翁两脚犹强健，要看莲峰玉女盆。"},
{"title": "跋风柳忘牛图", "author": "王寂", "dynasty": "南北朝", "content": "溪风淅淅柳丝柔，柳下蛮童钓晚洲。老牯安行无寸草，游鯈饱食弄沈钩。连羁治马真成虐，挟策寻羊未足优。何似人牛俱不见，短蓑高挂树枝头。"},
{"title": "游山寺", "author": "王寂", "dynasty": "南北朝", "content": "盘纡细路仅能通，断壑危桥渡几重。横岭尽头方见寺，乱云深处忽闻钟。黄昏古屋翻飞鼠，绿净寒潭隐蛰龙。惭愧居僧还好客，邻家乞粟备晨舂。"},
{"title": "探春二首 其一", "author": "王寂", "dynasty": "南北朝", "content": "和气融融散薄原，东风应已入东门。弄晴野鹊翻高树，趁暖家鸡啄破垣。浅绿未生挑菜渚，嫩黄先报探花村。安排诗酒相追逐，聊慰天涯倦客魂。"},
{"title": "送张希召出宰赣榆", "author": "王寂", "dynasty": "南北朝", "content": "耐久谁如故国山，送君直过穆陵关。一川鱼鸟江淮近，千里农桑海岱閒。老骥未甘尘土厄，仙凫宜向水云閒。此行莫作三年别，考最当随紫诏还。"},
{"title": "题船子和尚图二首 其一", "author": "王寂", "dynasty": "南北朝", "content": "雨笠烟蓑三十年，一篙投意便忘船。何如更拟吴江上，付与儿孙庆有缘。"},
{"title": "留题紫岩寺", "author": "王寂", "dynasty": "南北朝", "content": "手胼足趼不知劳，珍重麻衣道最高。跨岸飞桥横玉蝀，倚空层阁压金鳌。一天花雨森秋气，万壑松风捲夜涛。怕见云堂老尊宿，笑人尘土满征袍。"},
{"title": "送刘师韩归云中二首 其一", "author": "王寂", "dynasty": "南北朝", "content": "匆匆杯酒促行辀，挽断征衫不少留。别友情怀虽作恶，还家滋味胜封侯。鸡催淡月闾山晓，雁贴黄云马邑秋。老矣仲宣归未得，微君底处许依刘。"},
{"title": "艾人", "author": "王寂", "dynasty": "南北朝", "content": "野艾乘时加束缚，奋髯嚼齿似能神。偶然抬举在高处，白眼难堪不视人。"},
{"title": "颂粉墨图二首 其二", "author": "王寂", "dynasty": "南北朝", "content": "幻出丹青手，今人一念差。如观弟二月，犹见空中花。"},
{"title": "送刘师韩归云中二首 其二", "author": "王寂", "dynasty": "南北朝", "content": "客里那堪送客行，迢迢烟客指归程。子规催促浑无赖，秋雨留连却有情。此日短亭轻折柳，何时长路重班荆。著鞭稳上青云去，莫惜因风蚤寄声。"},
{"title": "春牛", "author": "王寂", "dynasty": "南北朝", "content": "土木形骸聊假合，丹青毛角巧相宜。老拳痛手交攻尔，粉骨碎身知为谁。不似惊狂持索处，正如觳觫过堂时。漆园傲吏真达者，未肯生为太庙牺。"},
{"title": "哭王继昌 其二", "author": "王寂", "dynasty": "南北朝", "content": "吾家碧树忽先摧，已去谁先赋七哀。石椁正逢王果堕，玉棺独召子乔来。山巅鹤去那容挽，床上琴亡更不开。想到灵芝梦游处，更无长乐晓钟催。"},
{"title": "海棠", "author": "王寂", "dynasty": "南北朝", "content": "轻红淡白天然态，山杏溪桃不足多。睡足精神閒蜡烛，酒酣肌肉捲香罗。都官有隙遽如许，工部无情奈尔何。流落幸遭苏玉局，一樽相对为君歌。"},
{"title": "再过梁利", "author": "王寂", "dynasty": "南北朝", "content": "毁誉譊譊息盖棺，百年春梦大槐安。功名倒挽九牛尾，富贵真成一鼠肝。故国莺花人事改，空山风雨夜台寒。平生我亦心如铁，醉眼西州泪不乾。"},
{"title": "哭王继昌 其一", "author": "王寂", "dynasty": "南北朝", "content": "天上玉楼应断手，便骑箕尾去堂堂。梦回失大槐安国，事往堕无何有乡。命也使然濡末路，天乎或者付名郎。旧游磨减今馀几，横涕无从酹一觞。"},
{"title": "题佶大师松菊堂", "author": "王寂", "dynasty": "南北朝", "content": "阿育浮图古道场，最宜花竹暗禅房。影侵罗什翻经席，香散生公说法堂。飞节芝丰轻岁月，辟寒金瘦傲风霜。他年远社归吾老，为我须留漉酒囊。"},
{"title": "咏虱", "author": "王寂", "dynasty": "南北朝", "content": "鬅鬙鹤发坐搔头，破碎鹑搔不奈秋。缓带笑侬时诡遇，处裈嗟尔亦良谋。裹章想倦嵇中散，披褐幸容秦武侯。犹胜元封□定远，枕戈无暇解兜鍪。"},
{"title": "墨竹颂四首 其四 古节", "author": "王寂", "dynasty": "南北朝", "content": "尊者老不枯，魁然挺高节。求心已无心，断臂犹立雪。"},
{"title": "哭田去华", "author": "王寂", "dynasty": "南北朝", "content": "此老初无适俗韵，请归田里傲南窗。平时谁送杨临贺，死日共知张曲江。人果赎兮身可百，士能如此国无双。佳城一闭风流尽，尚想修文对漆缸。"},
{"title": "题崇寿寺", "author": "王寂", "dynasty": "南北朝", "content": "紫霞山寺久不来，往昔破碎今摧颓。一钵残僧饫藜藿，百身古佛眠莓苔。门楣金乌经雨泣，殿脊铁凤含风哀。安得使君鞭紫马，咄嗟檀施随缘来。"},
{"title": "题伍员庙", "author": "王寂", "dynasty": "南北朝", "content": "蚤年亡命入苏州，破越兴吴出坐筹。可惜捧心贻后患，遽令尝胆雪前羞。忠臣竟受鲸鲵祸，故国空伤麋鹿游。欲向波神问遗恨，胥山三月看潮头。"},
{"title": "咏虱", "author": "王寂", "dynasty": "南北朝", "content": "鬅鬙鹤发坐搔头，破碎鹑衣不奈秋。缓带笑侬时诡遇，处裈嗟尔亦良谋。裹章想倦嵇中散，披褐幸容秦武侯。犹胜元封□定远，枕戈无暇解兜鍪。"},
{"title": "鸡儿花", "author": "王寂", "dynasty": "南北朝", "content": "花有鸡儿号，形殊意却同。封包敷玉卵，含蕊啄秋虫。影卧夜栖月，头骈晓舞风。但令无夭折，甘作白头翁。"},
{"title": "别高丽大使二首 其二", "author": "王寂", "dynasty": "南北朝", "content": "送迓都忘百日劳，匆匆言别奈无聊。渡江相见迎桃叶，分马能忘赠柳条。烟抹鸡林山隐隐，云横鹤野路迢迢。君侯此去应前席，为赞忠嘉事圣朝。"},
{"title": "跋风柳忘牛图", "author": "王寂", "dynasty": "南北朝", "content": "溪风淅淅柳丝柔，柳下蛮丝钓晚洲。老牯安行无寸草，游鯈饱食弄沈钩。连羁治马真成虐，挟策寻羊未足优。何似人牛俱不见，短蓑高挂树枝头。"},
{"title": "散策", "author": "王寂", "dynasty": "南北朝", "content": "日涉家园三五回，虚堂俯瞰碧溪隈。酒杯有限愁难遣，诗句无穷花旋开。多是春分迟社到，要教燕子趁时来。风寒留雨迷杨柳，翠色迎晴拂旧埃。"},
{"title": "留寺壁", "author": "王寂", "dynasty": "南北朝", "content": "断桥环曲水，萧寺枕横坡。佛壁书蜗篆，僧窗网雀罗。天高延月久，地润得春多。粥板催行李，驱驰奈老何。"},
{"title": "上南京留守完颜公二首 其一", "author": "王寂", "dynasty": "南北朝", "content": "圣朝敦睦重分封，不学成分戏剪桐。终以阿衡任天下，暂留萧相守关中。穷边绿野人烟接，永日黄堂狱讼空。巨手不应偏福地，会归调鼎赞元功。"},
{"title": "送程给事知越州", "author": "范百禄", "dynasty": "南北朝", "content": "馀事诗名夐绝尘，琐闱仙殿老成人。虏庭上座衣冠壮，庾岭南州雉堞新。太白山云旬日雨，若邪溪水四时春。吾皇倚待唯三九，不用夸乡诏买臣。"},
{"title": "郭惠叔双封堂", "author": "王寂", "dynasty": "南北朝", "content": "渊源忠孝出汾阳，天子嘉之畀宠光。素发迎将两翁媪，彩衣罗拜几郎娘。传看瑞草文犀轴，笑捧金花古锦囊。我亦同君预荣幸，追怀风树涕淋浪。"},
{"title": "送王平仲二首 其一", "author": "王寂", "dynasty": "南北朝", "content": "潦倒少矍铄，臞儒馀愚迂。半面便健羡，无渠吾胡娱。袖手久不偶，铺书如枯株。索寞各作恶，呼车姑须臾。"},
{"title": "寄李致美", "author": "王寂", "dynasty": "南北朝", "content": "别来岁月遽如许，鳞羽沈浮绝往还。款接清谈思寓直，未忘习气梦催班。信知天上玉堂好，何似江西道院閒。他日相逢能似旧，秖应君眼与南山。"},
{"title": "中秋待月夜分乃见", "author": "范百禄", "dynasty": "南北朝", "content": "十二周流数，经行自不迟。长圆非物理，暂晦亦天时。人欲终宵玩，云残逐簇移。祇应逢此景，无足累心期。"},
{"title": "剑阁", "author": "范百禄", "dynasty": "南北朝", "content": "山从开辟以来有，关是王公设险名。直上剑门千万仞，中开门阙数重城。"},
{"title": "中秋待月", "author": "王寂", "dynasty": "南北朝", "content": "耸肩危坐觉寒侵，云罅玲珑看涌金。所恨轻违经岁久，莫辞姑待到更深。据床老子非无兴，造物小儿真有心。凭仗何人讼风伯，为侬西北倦层阴。"},
{"title": "送田元长接伴高丽告奏使", "author": "王寂", "dynasty": "南北朝", "content": "圣朝万里息烽烟，冀马吴牛尽稳眠。蜗国弄兵贪裂地，蚁臣将命恳呼天。政须老手不生事，故遣吾髯更著鞭。想到鸭江文字饮，德星清对两诗仙。"},
{"title": "送刘师韩归云中二首 其二", "author": "王寂", "dynasty": "南北朝", "content": "客里那堪送客行，迢迢烟水指归程。子规催促浑无赖，秋雨留连却有情。此日短亭轻折柳，何时长路重班荆。著鞭稳上青云去，莫惜因风蚤寄声。"},
{"title": "初倒蔡下已有春意", "author": "王寂", "dynasty": "南北朝", "content": "向辞北阙犹飞雪，及到南州便得春。知有胜游供胜具，况宜閒处著閒身。江湖且作龟鱼主，天地能容虮虱臣。兀坐静思心语口，此来无愧汝阳人。"},
{"title": "送张希召", "author": "王寂", "dynasty": "南北朝", "content": "见说东人苦倒悬，正须老子与安然。豫知和气千门溢，想见先声万口传。坐使游民羞佩剑，断无奸吏浪催钱。笑谈了却公家事，莫惜新诗寄百篇。"},
{"title": "句 其三", "author": "范百禄", "dynasty": "南北朝", "content": "山环襟带连秦岭，地控烟喉限蜀城。"},
{"title": "句", "author": "徐融", "dynasty": "南北朝", "content": "淮船分蚁队，江市聚蝇声。"},
{"title": "丁未肆眚", "author": "王寂", "dynasty": "南北朝", "content": "平生自信不谋伸，媒孽那知巧乱真。暗有鬼神应可鉴，远投魑魅若为邻。九天汉诏与更始，万里湘累得自新。天地生成知莫报，一杯何日与封人。"},
{"title": "有所思", "author": "卢思道", "dynasty": "南北朝", "content": "长门与长信，忧思并难任。洞房明月下，空庭绿草深。怨歌裁洁素，能赋受黄金。复闻隔湘水，犹言限桂林。凄凄日已暮，谁见此时心。"},
{"title": "方山闻有代者坐中或至潸然", "author": "王寂", "dynasty": "南北朝", "content": "五年不去任推挤，惭愧铅推试割鸡。妻子久甘尘满甑，儿童尝笑醉如泥。恨无遗爱宽齐市，空有馀愚汗冉溪。此去会应书下考，于潜痴女勿轻啼。"},
{"title": "为简上人赋古色轩 其二", "author": "王谌", "dynasty": "南北朝", "content": "小舟咿哑渡横塘，十里秋畦粳稻香。莫怪雨声惊客梦，要催诗句入行囊。重过蘋水波浮绿，遥见菊篱花正黄。佳节莫论重九后，舣篷独酌汎茱觞。"},
{"title": "鸡头", "author": "王寂", "dynasty": "南北朝", "content": "竹炉新煮软冰丸，咀嚼宁忧齿颊乾。谁认鳖胎刳玉弹，共惊蛟室泣珠盘。芋头有味终难永，菱角齐名不奈寒。唤起旧年风月兴，惜无千丈酒肠宽。"},
{"title": "夜宿淮阴城下", "author": "王寂", "dynasty": "南北朝", "content": "将军旗鼓渡中流，明旦孤城土一丘。埋没游魂随野草，烦冤新鬼哭沙洲。坐看赤壁飞灰灭，行想金陵王气收。惟有多情淮上月，夜深还照女墙头。"},
{"title": "寄王周拙道人", "author": "王寂", "dynasty": "南北朝", "content": "几年风浪汨迷津，一息烟霞遂隐沦。结屋正宜居子午，投巾聊复记庚申。儿孙又继平生志，姑妇能甘抵死贫。邂逅相逢应笑我，苍头华发走红尘。"},
{"title": "方山闻有代者坐中或至潸然", "author": "王寂", "dynasty": "南北朝", "content": "五年不去任推挤，惭愧铅刀试割鸡。妻子久甘尘满甑，儿童尝笑醉如泥。恨无遗爱宽齐市，空有馀愚汗冉溪。此去会应书下考，于潜痴女勿轻啼。"},
{"title": "送刘子高宰新政二首 其一", "author": "王寂", "dynasty": "南北朝", "content": "吾髯得邑古河南，政事应须出笑谈。但喜时平由圣主，不忧县小选中男。子文已惯三无愠，叔夜休辞七不堪。想见细民多受赐，长官如水吏羞贪。"},
{"title": "赋得珠帘诗", "author": "卢思道", "dynasty": "南北朝", "content": "鉴帷明欲敛，照槛色将晨。可怜疏复密，隐映当窗人。浮清带远吹，含光动细尘。落花时屡拂，会待玉阶春。"},
{"title": "别高丽大使二首 其一", "author": "王寂", "dynasty": "南北朝", "content": "万里朝天礼告成，归途冰浒积峥嵘。相从遽作春云散，款语何妨夜月倾。两地关河伤远别，一天风雪叹劳生。他年币玉重来日，对立罘罳眼更明。"},
{"title": "赠李行之", "author": "卢思道", "dynasty": "南北朝", "content": "水衡称逸人，潘杨有世亲。形骸预冠盖，心思出风云。"},
{"title": "予叨谏员恨无补报矧年来归计未成昼夕梗于胸中作诗以见意", "author": "王寂", "dynasty": "南北朝", "content": "漏尽钟鸣谁执咎，望轻责重难为功。老蚕无地可作茧，惊雁见月思伤弓。言忠政恐祝三佞，句好岂辞黄九穷。吾非匏瓜能不食，朝暮喜怒从狙公。"},
{"title": "故人翟仲谋潦倒场屋今复见之所异于昔者苍颜白发耳适以诗陈情辄次其韵因以勉之", "author": "王寂", "dynasty": "南北朝", "content": "忆昔妙年仝射策，今谁存射苦无多。酆城久矣埋长剑，陶壁依然挂短梭。铅椠功夫真戏耳，齑盐活计奈贫何。鹏图九万平生事，老翮青云尚可摩。"},
{"title": "中秋月下有感戏效乐天", "author": "王寂", "dynasty": "南北朝", "content": "此夜十分满，中秋万古情。素娥应不老，苍鬓可怜生。追想欢呼处，翻成叹息声。悲欢人自尔，月是一般明。"},
{"title": "七夕诗二首 其一", "author": "王翙", "dynasty": "南北朝", "content": "天河横欲晓，凤驾俨应飞。落月移妆镜，浮云动别衣。欢逐今宵尽，愁随还路归。犹将宿昔泪，更上去年机。"},
{"title": "诗一首", "author": "王素", "dynasty": "南北朝", "content": "虚碧中藏白玉京，梦魂飞入黄金城。何时再步烟霄外，皓齿仙童已扫厅。"},
{"title": "泛舟用王子告节副韵二首 其一", "author": "王寂", "dynasty": "南北朝", "content": "綵舟风软蹙波澜，草草杯盘略解颜。绿蚁浅斟金凿落，青娥低唱玉连环。忘机鸥鸟心情好，信美江山眼界宽。老矣相逢拚一醉，正须丝竹写馀欢。"},
{"title": "长安道", "author": "顾野王", "dynasty": "南北朝", "content": "凤楼临广路，仙掌入烟霞。章台京兆马，逸陌富平车。东门疏广饯，北阙董贤家。渭桥纵观罢，安能访狭斜。"},
{"title": "张子固奉命封册长白山回以诗送之", "author": "王寂", "dynasty": "南北朝", "content": "劳生汨没海浮粟，薄宦飘零风转蓬。我昔按囚之汶上，君今持节出辽东。分携遽尔阅三岁，相对索然成两翁。健羡归鞍趁重九，黄花手撚寿杯中。"},
{"title": "赠茅也休 其一", "author": "王谌", "dynasty": "南北朝", "content": "逢人说也休，举世任沉浮。清磬野云晓，素琴山月秋。诗材频料理，世事不经求。每向沧波上，时时戏鸭鸥。"},
{"title": "句 其一", "author": "范百禄", "dynasty": "南北朝", "content": "携月入上清，一览无馀山。"},
{"title": "饷任新安班竹杖因赠诗", "author": "到溉", "dynasty": "南北朝", "content": "邛竹藉旧闻，灵寿资前职。复有冒霜筠，寄生桂潭侧。文彩既斑烂，质性甚绸直。所以夭天真，为有乘危力。未尝以过投，屡经芸苗植。"},
{"title": "春夕经行留侯墓诗", "author": "卢思道", "dynasty": "南北朝", "content": "少小期黄石，晚年游赤松。应成羽人去，何忽掩高封。疏芜枕绝野，逦迤带斜峰。坟荒隧草没，碑碎石苔浓。狙秦怀猛气，师汉挺柔容。盛烈芳千祀，深泉闭九重。夕风吟宰树，迟光落下舂。遂令怀古客，挥泪独无踪。"},
{"title": "上巳禊饮诗", "author": "卢思道", "dynasty": "南北朝", "content": "山泉好风日，城市厌嚣尘。聊持一樽酒，共寻千里春。馀光下幽桂，夕吹舞青蘋。何言出关后，重有入林人。"},
{"title": "艳歌行三首 其一", "author": "顾野王", "dynasty": "南北朝", "content": "夕台行雨度，朝梁照日辉。东城采桑返，南市数钱归。长歌挑碧玉，罢尘笑洛妃。欲知欢未尽，栖乌已夜飞。"},
{"title": "送钟员外", "author": "王沂", "dynasty": "南北朝", "content": "静追蘋末兴，况复值萧条。猛势资新雁，寒声伴暮潮。过山云散乱，经树叶飘飖。今日烟江上，征帆望望遥。"},
{"title": "棹歌行", "author": "卢思道", "dynasty": "南北朝", "content": "秋江见底清，越女复倾城。方舟共采摘，最得可怜名。落花流宝珥，微吹动香缨。带垂连理湿，棹举木兰轻。顺风传细语，因波寄远情。谁能结锦缆，薄暮隐长汀。"},
{"title": "蜀国弦", "author": "卢思道", "dynasty": "南北朝", "content": "西蜀称天府，由来擅沃饶。云浮玉垒夕，日映锦城朝。南寻九折路，东上七星桥。琴心若易解，令客岂难要。"},
{"title": "仰赠特进阳休之诗", "author": "卢思道", "dynasty": "南北朝", "content": "幽求遂古，逖听前闻。鸿荒眇邈，篆策絪缊。体国经野，为鸟为云。果行毓德，或武或文。于铄君子，含章挺秀。龙翰凤翼，玉荣松茂。逸韵孤峙，奇峰回构。慕舜匪高，希颜可陋。艺殚文府，学究书林。尽则穷丽，索隐钩深。灵珠耀手，明镜悬心。声偃华裔，道冠衣簪。豹变其文，鸿渐于陆。入作卿士，出为岳牧。千社万钟，玄冕丹毂。神之听之，介以景福。汉称广德，晋美剧阳。君亦高蹈，二此鸿芳。知足知止，令问令望。功遂身退，休有烈光。闻风伯夷，懦夫自立。祖道疏傅，行人霣泣。公之戾止，僚友胥集。瞻彼高山，每怀靡及。余实肤陋，少不及门。挟策问道，拜帚承恩。以兹高义，被于后昆。式歌且舞，敢赠长言。"},
{"title": "赋得露诗", "author": "顾煊", "dynasty": "南北朝", "content": "飞空犹蕴状，集物始成华。萎黄病秋菊，厌浥长春芽。非唯溥蔓草，颇亦变蒹葭。仍增江海浪，聊点木兰花。"},
{"title": "宿北山 其二", "author": "王谌", "dynasty": "南北朝", "content": "四壁静无人，翛然夜不惊。龛灯光焰薄，纸帐梦魂清。有月山犹暗，无风松自鸣。结茅终隐此，高枕待升平。"},
{"title": "七夕诗二首 其二", "author": "王翙", "dynasty": "南北朝", "content": "终年恒弄杼，今夕始停梭。却镜看斜月，移车渡浅河。长裙动星佩，轻帐掩云罗。旧愁虽暂止，新愁还复多。"},
{"title": "予叨谏员恨无补报矧年来归计未成昼夕梗于胸中作诗以见意", "author": "王寂", "dynasty": "南北朝", "content": "漏尽钟鸣谁执咎，望轻责执难为功。老蚕无地可作茧，惊雁见月思伤弓。言忠政恐祝三佞，句好岂辞黄九穷。吾非匏瓜能不食，朝暮喜怒从狙公。"},
{"title": "次亚愚韵 其一", "author": "王谌", "dynasty": "南北朝", "content": "万里春光眼界明，半窗斜日醉魂醒。有时梦入庐山去，瀑布声中拄杖行。"},
{"title": "句 其二", "author": "范百禄", "dynasty": "南北朝", "content": "门外清冷百社潭。"},
{"title": "芳树", "author": "顾野王", "dynasty": "南北朝", "content": "上林通建章，杂树遍林芳。日影桃蹊色，风吹梅径香。幽山桂叶落，驰道柳条长。折荣疑路远，用表莫相忘。"},
{"title": "受谏职夜久不寐", "author": "王寂", "dynasty": "南北朝", "content": "责重还忧力不任，中宵未寝念之深。姚虞已拱垂衣手，山甫空劳补衮心。仗马不鸣羞短豆，野麋有志老长林。横身会有涓埃报，莫笑年来便学喑。"},
{"title": "饯友之绥安诗", "author": "顾野王", "dynasty": "南北朝", "content": "谷风扬暖律，扶旭开馀霭。兰芽被平皋，冰澌泮微濑。悟彼芳岁新，惬此赏心会。丝竹邯郸倡，朋游邺中盖。贡橘伟含滋，仙鲻妙飞鲙。崚嶒眺广岳，浩溔穷溟海。众宾悦礼遇，远俗怀仙爱。操输本非工，无讥比曹郐。"},
{"title": "联句作诗", "author": "卢思道", "dynasty": "南北朝", "content": "共甑分炊水，同铛各煮鱼。"},
{"title": "咏水诗三首 其二", "author": "释惠标", "dynasty": "南北朝", "content": "骊泉紫阙映，珠浦碧沙沉。岸阔莲香远，流清云影深。风潭如拂镜，山溜似调琴。请君看皎洁，知有澹然心。"},
{"title": "绝句 其三", "author": "王谌", "dynasty": "南北朝", "content": "过了荼蘼与素馨，一春风雨欠追寻。却从立夏晴多日，策杖闲来看绿阴。"},
{"title": "棹歌行", "author": "萧岑", "dynasty": "南北朝", "content": "桂酒既潺湲，轻舟亦乘驾。鼓枻何所吟，吟我皇唐化。容与沧浪中，淹留明月夜。"},
{"title": "咏水诗三首 其三", "author": "释惠标", "dynasty": "南北朝", "content": "长川落日照，深浦漾清风。弱柳垂江翠，新莲夹岸红。船行疑泛迥，月映似沉空。愿逐琴高戏，乘鱼入浪中。"},
{"title": "神仙篇", "author": "卢思道", "dynasty": "南北朝", "content": "浮生厌危促，名岳共招携。云轩游紫府，风驷上丹梯。时见辽东鹤，屡听淮南鸡。玉英持作宝，琼实采成蹊。飞策扬轻电，悬旌耀彩霓。瑞银光似烛，灵石髓如泥。寥廓鸾山右，超越凤洲西。一丸应五色，持此救人迷。"},
{"title": "游梁城诗", "author": "卢思道", "dynasty": "南北朝", "content": "扬镳历汴浦，回扈入梁墟。汉藩文雅地，清尘暧有馀。宾游多任侠，台苑盛簪裾。叹息徐公剑，悲凉邹子书。亭皋落照尽，原野Ё寒初。鸟散空城夕，烟销古树疏。东越严子陵，西蜀马相如。修名窃所慕，长谣独课虚。"},
{"title": "淫思古意诗", "author": "颜峻", "dynasty": "南北朝", "content": "春风飞远方，纪转流思堂。贞节寄君子，穷闺妾所藏。裁书露微疑，千里问新知。君行过三稔，故心久当移。"},
{"title": "赠茅也休 其二", "author": "王谌", "dynasty": "南北朝", "content": "觌面祇谈道，知音不和诗。盈樽清竹叶，围坐古梅枝。煮茗云生鼎，抄糜雪满匙。张山山木落，何日又追随。"},
{"title": "城南隅燕", "author": "卢思道", "dynasty": "南北朝", "content": "城南气初新，才王邀故人。才盈云映日，流乱鸟啼春。花飞北寺道，弦散南漳滨。舞动淮南袖，歌扬齐后尘。骈镳歇夜马，接轸限归轮。公孙饮弥月，平原燕浃旬。即是消声地，何须远避秦。"},
{"title": "谶诗二首 其二", "author": "释宝志", "dynasty": "南北朝", "content": "山家小儿果攘臂。太极殿前作虎视。"},
{"title": "陇头水", "author": "顾野王", "dynasty": "南北朝", "content": "陇底望秦川，迢递隔风烟。肃条落野树，幽咽响流泉。瀚海波难息，交河冰未坚。宁知盖山水，逐节赴危弦。"},
{"title": "欧阳威德政碑铭", "author": "佚名", "dynasty": "南北朝", "content": "赫赫宗陈，桓桓鼎臣。千乘建学，五与攸因。盛德斯选，公门日新。崇高惟岳，贶甫生申。去衡移广，迁征自镇。悠悠铜略，藐藐金邻。莫远非督，无恩不宾。三江靡浪，五岭奚尘。式歌式舞，仁哉至仁。公其飨福，于万斯春。"},
{"title": "赠刘仪同西聘诗", "author": "卢思道", "dynasty": "南北朝", "content": "开邛昔柔远，宾越尽招携。岂若驰天使，玉节抚遗黎。五祠临渭北，双岭带崤西。故关看金马，馀坛听宝鸡。垂丝被柳陌，落锦覆桃蹊。分祛俄易惨，离思实难赍。极野云峰合，遥嶂日轮低。尘暗前旌没，风长后骑嘶。灞陵行可望，函谷久无泥。须君劳旋罢，春草共萋萋。"},
{"title": "临终诗", "author": "顾欢", "dynasty": "南北朝", "content": "五途无恒宅，三清有常舍。精气因天行，游魂随物化。鹏鹍适大海，蜩鸠之桑柘。达生任去留，善死均日夜。委命安所乘，何方不可驾。翘心企前觉，融然从此谢。"},
{"title": "彭城王挽歌", "author": "卢思道", "dynasty": "南北朝", "content": "旭旦禁门开，隐隐灵舆发。才看凤楼迥，稍视龙山没。犹陈五营骑，尚聚三河卒。容卫俨未归，空山照秋月。"},
{"title": "有所思", "author": "顾野王", "dynasty": "南北朝", "content": "贱妾有所思，良人久征戍。笳鸣塞城表，花开落芳树。白登澄月色，黄龙起烟雾。还闻雉子斑，非复长征赋。"},
{"title": "乐平长公主挽歌", "author": "卢思道", "dynasty": "南北朝", "content": "妆楼对驰道，吹台临景舍。风入上春朝，月满凉秋夜。未言歌笑毕，已觉生荣谢。何时洛水湄，芝田解龙驾。"},
{"title": "秋胡行 其四", "author": "颜延之", "dynasty": "南北朝", "content": "超遥为此别，日月方向除。孰知寒暑积，黾勉风荣枯。岁暮临空房，凉风起坐隅。寝兴日己远，白露生庭芜。"},
{"title": "赠陈宝应", "author": "释惠标", "dynasty": "南北朝", "content": "送马犹临水，离旗稍引风。好看今夜月，当照紫微宫。"},
{"title": "游故苑诗", "author": "昙瑗", "dynasty": "南北朝", "content": "丹阳松叶少，白水黍苗多。浸淫下客泪，哀怨动民歌。春溪度短葛，秋浦没长莎。麋鹿自腾倚，车骑绝经过。萧条四野望，惆怅将如何。"},
{"title": "五盛阴诗", "author": "释亡名", "dynasty": "南北朝", "content": "先去非长别，后来非久亲。新坟将旧冢，相次似鱼鳞。茂陵谁辨汉，骊山讵识秦。千年与昨日，一种并成尘。定知今世土，还是昔时人。焉能取他骨，复持埋我身。"},
{"title": "河曲游", "author": "卢思道", "dynasty": "南北朝", "content": "邺下盛风流，河曲有名游。应徐托后乘，车马践芳洲。丰茸鸡树密，遥裔鹤烟稠。日上疑高盖，云起类重楼。金羁自沃若，兰棹成夷犹。悬匏动清吹，采菱转艳讴。还珂响金埒，归袂拂铜沟。唯畏三春晚，勿言千载忧。"},
{"title": "秋胡行 其七", "author": "颜延之", "dynasty": "南北朝", "content": "高节难久淹，劫来空复辞。迟迟前途尽，依依造门基。上堂拜嘉庆，入室问何之。日暮行采归，物色桑榆时。美人望昏至，惭叹前相持。"},
{"title": "赠任昉诗", "author": "到洽", "dynasty": "南北朝", "content": "兽生文蔚，凤亦五色。绚彩火然，岂由画饰。猗欤若人，不扶自直。数仞难窥，万顷谁测。四教必修，九德斯备。往行前言，多识罔匮。一见口传，暂闻心记。生知之敏，昔餐今至。艺不兼游，择其从善。苞罗载籍，绝妙虫篆。该综名实，宪章朝典。不体良才，孰营心辩。在昔未遘，乃眷伊人。余未倒屣，先枉清尘。顾惭菲薄，徒招好仁。倾盖已旧，久敬弥亲。范张交好，升堂拜母。亦蒙吾贤，此眷之厚。恩犹弟兄，义实朋友。岂云德招，信兹善诱。欣遇以来，四载斯日。运谢如流，时焉岁聿。月次既穷，星回已毕。玄象昼昏，明庶晓疾。妍拙不齐，方员各取。子登王朝，为代规矩。余栖一丘，卧痾静处。同尽性分，殊涂嘿语。得于神遇，相忘道术。若水之淡，乃同胶漆。岂寄呴濡，方申绸密。在心为志，非诗奚述。"},
{"title": "秋胡行 其一", "author": "颜延之", "dynasty": "南北朝", "content": "椅梧倾高凤，寒谷待鸣律。影响岂不怀，自远每相匹。婉彼幽闲女，作嫔君子室。峻节贯秋霜，明艳侔朝日。嘉运既我从，欣愿自此毕。"},
{"title": "咏山诗三首 其一", "author": "释惠标", "dynasty": "南北朝", "content": "灵山蕴丽名，秀出写蓬瀛。香炉带烟上，紫盖入霞生。雾卷莲峰出，岩开石镜明。定知丘壑里，并伫白云情。"},
{"title": "五苦诗五首 其四 死苦", "author": "释亡名", "dynasty": "南北朝", "content": "可惜凌云气，忽随朝露终。长辞白日下，独入黄泉中。池台既已没，坟陇向应空。唯当松柏里，千年恒劲风。"},
{"title": "仪贤堂监策秀才联句诗", "author": "到溉", "dynasty": "南北朝", "content": "雄州试异等，提庭乃专对。提学类括羽，奇文若锦缋。滋兰成秀畹，照车光赤琲。摄官恶簪带，疲疴谢名辈。乙奏饮馀列，甲科光往载。深奇无绝踪，孙董有遗概。春风涵宛转，迟光乍明昧。列秀总中筵，群才盛皇代。如纶疾影响，裁蒲启蒙昧。雕龙既已彰，青紫行当佩。裒然既玉响，高粲亦兰綷。广川良易追，淄水非难配。贡士光相门，搜贤尽幽塞。善说理无穷，借书心靡诲。来彦各东西，翼亮更出内。康哉信在今，伊余事耕耒。"},
{"title": "秋胡行 其二", "author": "颜延之", "dynasty": "南北朝", "content": "燕居未及好，良人顾有违。脱巾千里外，结绶登王畿。戒徒在昧旦，左右来相依。驱车出郊郭，行路正威迟。存为久离别，没为长不归。"},
{"title": "秋胡行 其八", "author": "颜延之", "dynasty": "南北朝", "content": "有怀谁能已，聊用申苦难。离居殊年载，一别阻河关。春来无时豫，秋至恒早寒。明发动愁心，闺中起长叹。惨凄岁方晏，日落游子颜。"},
{"title": "五苦诗五首 其三 病苦", "author": "释亡名", "dynasty": "南北朝", "content": "拔剑平四海，横戈却万夫。一朝床枕上，回转仰人扶。壮色随肌减，呻吟与痛俱。绮罗虽满目，愁眉独向隅。"},
{"title": "除弟服诗", "author": "颜延之", "dynasty": "南北朝", "content": "徂没离二秋，掩泣备三冬。往辰缅难纪，来算忽易穷。升没淹期晦，洒扫易礼容。缟衣变作体，长逝归尔躬。"},
{"title": "五苦诗五首 其一 生苦", "author": "释亡名", "dynasty": "南北朝", "content": "可患身为患，生将忧共生。心神恒独苦，宠辱横相惊。朝光非久照，夜独几时明。终成一聚土，强觅千年名。"},
{"title": "奉和武帝三教诗", "author": "释智藏", "dynasty": "南北朝", "content": "心源本无二，学理共归真。四执迷丛药，六味增苦辛。资缘良杂品，习性不同循。至觉随物化，一道开异津。大士流权济，训义乃星陈。周孔尚忠孝，立行肇君亲。老氏贵裁欲，存生由外身。出言千里善，芬为穷世珍。理空非即有，三明似未臻。近识封歧路，分镳疑异尘。安知悟云渐，究极本同伦。我皇体斯会，妙鉴出机神。眷言总归辔，回照引生民。顾惟惭宿植，邂逅逢嘉辰。愿陪入明解，岁暮有攸因。"},
{"title": "赠李若诗", "author": "卢思道", "dynasty": "南北朝", "content": "初发清漳浦，春草正萋萋。今留素浐曲，夏木已成蹊。尘起星桥外，日落宝坛西。庭空野烟合，巢深夕羽迷。短歌虽制素，长吟当执圭。寄语当窗妇，非关惜马蹄。"},
{"title": "登吴升平亭", "author": "释洪偃", "dynasty": "南北朝", "content": "萧萧物候晚，肃肃天望清。旅人聊策杖，登高荡客情。川原多旧迹，墟里或新名。宿烟浮始旦，朝日照初晴。独游乏徒侣，徐步寡逢迎。信矣非吾托，赏心何易并。"},
{"title": "为皇太子侍宴饯衡阳南平二王应诏诗", "author": "颜延之", "dynasty": "南北朝", "content": "大仪在御，皇圣居贞。旁缉民纪，仰纬天经。物资感变，神以瑞形。川无遁宝，山不閟灵。亦既戒装，皇心载远。夕怅亭皋，晨仪禁苑。神行景惊，发自灵阃。对宴感分，瞻秋悼晚。"},
{"title": "美女篇", "author": "卢思道", "dynasty": "南北朝", "content": "京洛多妖艳，馀香爱物华。俱临邓渠水，共采邺园花。时摇五明扇，聊驻七香车。情疏看笑浅，娇深眄欲斜。微津染长黛，新溜湿轻纱。莫言人未解，随君独问家。"},
{"title": "车驾幸京口侍游蒜山作诗", "author": "颜延之", "dynasty": "南北朝", "content": "元天高北列，日观临东溟。入河起阳峡，践华因削成。岩险去汉宇，襟卫徙吴京。流池自化造，山关固神营。园县极方望，邑社总地灵。宅道炳星纬，诞曜应辰明。睿思缠故里，巡驾币旧坰。陟峰腾辇路，寻云抗瑶甍。春江壮风涛，兰野茂荑英。宣游弘下济，穷远凝圣情。岳滨有和会，祥习在卜征。周南悲昔老，留滞感遗氓。空食波廊肆，反税事岩耕。"},
{"title": "始安郡还都与张湘州登巴陵城楼作诗", "author": "颜延之", "dynasty": "南北朝", "content": "江汉分楚望，衡巫奠南服。三湘沦洞庭，七泽蔼荆牧。经途延旧轨，登闉访川陆。水国周地险，河山信重复。却倚云梦林，前瞻京台囿。清雰霁岳阳，曾晖薄澜澳。凄矣自远风，伤哉千里目。万古陈往还，百代劳起伏。存没竟何人，炯介在明淑。请从上世人，归来蓺桑竹。"},
{"title": "赠王太常僧达诗", "author": "颜延之", "dynasty": "南北朝", "content": "玉水记方流，璇源载圆折。蓄宝每希声，虽秘犹彰彻。聆龙■九渊，闻凤窥丹穴。历听岂多士，岿然觏时哲。舒文广国华，敷言远朝列。德辉灼邦懋，芳风被乡耋。侧同幽人居，郊扉常昼闭。林闾时晏开，亟回长者辙。庭昏见野阴，山明望松雪。静惟浃群化，徂生入穷节。豫往诚欢歇，悲来非乐阕。属美谢繁翰，遥怀具短札。"},
{"title": "咏水诗三首 其一", "author": "释惠标", "dynasty": "南北朝", "content": "曾添疏勒井，经涌贰师营。玉津花色亮，银溪锦碛明。舟如空里泛，人似镜中行。持将符上善，利得动高情。"},
{"title": "应诏观北湖田收诗", "author": "颜延之", "dynasty": "南北朝", "content": "周御穷辙迹，夏载历山川。蓄轸岂明懋，善游皆圣仙。帝晖膺顺动，清跸巡广廛。楼观眺丰颖，金驾映松山。飞奔互流缀，缇彀代回环。神行埒浮景，争光溢中天。开冬眷徂物，残悴盈化先。阳陆团精气，阴谷曳寒烟。攒素既森蔼，积翠亦葱芊。息飨报嘉岁，通急戒无年。温渥浃舆隶，和惠属后筵。观风久有作，陈诗愧未妍。疲弱谢陵遽，取累非纆牵。"},
{"title": "阳春歌", "author": "顾野王", "dynasty": "南北朝", "content": "春草正芳菲，重楼启曙扉。银鞍侠客至，柘弹宛童归。池前竹叶满，井上桃花飞。蓟门寒未歇，为断流黄机。"},
{"title": "艳歌行三首 其二", "author": "顾野王", "dynasty": "南北朝", "content": "齐倡赵女尽妖妍，珠帘玉砌并神仙。莫笑人来最落后，能使君恩得度前。岂知洛渚罗尘步，讵减天河秋夕渡。妖姿巧笑能倾城，那思他人不憎妒。莲花藻井推芰荷，采菱妙曲胜阳阿。"},
{"title": "侍东耕诗", "author": "颜延之", "dynasty": "南北朝", "content": "题封经地域，辰角丽天部。浮蔼起青坛，沈腴发绀耦。草服荐同穗，黄冠献嘉寿。"},
{"title": "五苦诗五首 其二 老苦", "author": "释亡名", "dynasty": "南北朝", "content": "少日欣日益，老至苦年侵。红颜既罢艳，白发宁久吟。阶庭唯仰杖，朝府不胜簪。甘肥与妖丽，徒有壮时心。"},
{"title": "皇太子释奠会作诗", "author": "颜延之", "dynasty": "南北朝", "content": "国尚师位，家崇儒门。禀道毓德，讲艺立言。浚明爽曙，达义兹昏。永瞻先觉，顾惟后昆。大人长物，继天接圣。时屯必亨，运蒙则正。偃闭武术，阐扬文令。庶士倾风，万流仰镜。虞痒饰馆，壑图炳睟。怀仁憬集，抱智麇至。踵门陈书，蹑屩献器。澡身玄渊，宅心道秘。伊昔周储，聿光往记。思皇世哲，体元作嗣。资此夙知，降从经志。剔彼前文，规周矩值。正殿虚筵，司分简日。尚席函丈，丞疑奉帙。侍言称辞，惇史秉笔。妙识几音，王载有述。肆议芳讯，大教克明。敬躯祀典，告奠圣灵。礼属观盥，乐荐歌笙。昭事是肃，俎实非馨。献终袭吉，即宫广燕。堂设象筵，庭宿金悬。台保兼徽，皇戚比彦。肴乾酒澄，端服整弁。六官视命，九宾相仪。缨笏币序，巾卷充街。都庄云动，野馗风驰。伦周伍汉，超哉邈猗。清晖在天，容光必照。物任其情，理宣其奥。妄先国胄，侧闻邦教。徒愧微冥，终谢智效。"},
{"title": "秋胡行 其九", "author": "颜延之", "dynasty": "南北朝", "content": "高张生绝弦，声急由调起。自昔枉光尘，结言固终始。如何久为别，百行愆诸己。君子失明义，谁与偕没齿。愧彼行露诗，甘之长川汜。"},
{"title": "三洲歌", "author": "释法云", "dynasty": "南北朝", "content": "三洲断江口。水从窈窕河旁流。啼将别共来。长相思。"},
{"title": "直东宫答郑尚书道子诗", "author": "颜延之", "dynasty": "南北朝", "content": "皇居体环极，设险只天工。两闱阻通轨，对禁限清风。跂予旅东馆，徒歌属南墉。寝兴郁无已，起观辰汉中。流云蔼青阙，皓月鉴丹宫。踟蹰清防密，徙倚恒漏穷。君子吐芳讯，感物恻余衷。惜无丘园秀，景行彼高松。知言有诚贯，美价难克充。何以铭嘉贶，言树丝与桐。"},
{"title": "登景阳楼诗", "author": "颜延之", "dynasty": "南北朝", "content": "风观要春景，月谢迎秋光。沿波被华若，随山茂贞芳。"},
{"title": "和受戒诗", "author": "释惠令", "dynasty": "南北朝", "content": "泬寥秋气爽，摇落寒林疏。风散飞廉雀，浪动昆明鱼。是日何为盛，证戒奉皇储。愿陪升自在，神通任卷舒。"},
{"title": "王抚军庾西阳集别时为豫章太守庾被徵还东诗", "author": "谢瞻", "dynasty": "南北朝", "content": "祗召旋北京，守官反南服。方舟析旧知，对筵旷明牧。举觞矜饮饯，指途念出宿。来晨无定端，别晷有成速。颓阳照通津，夕阴暧平陆。榜人理行舻，輶轩命归仆。分手东城闉，发棹西江隩。离会虽相杂，逝川岂往复。谁谓情可书，尽言非尺牍。"},
{"title": "挽歌", "author": "颜延之", "dynasty": "南北朝", "content": "令龟告明兆，撒奠在方昏。撒徒赴幽穸，祖驾出高门。行行去城邑，遥遥首丘园。息镳竟平𡑞，税驾列岩根。"},
{"title": "神仙诗", "author": "颜之推", "dynasty": "南北朝", "content": "红颜恃容色，青春矜盛年。自言晓书剑，不得学神仙。风云落时后，岁月度人前。镜中不相识，扪心徒自怜。愿得金楼要，思逢玉钤篇。九龙游弱水，八凤出飞烟。朝游采琼实，夕宴酌膏泉。峥嵘下无地，列缺上陵天。举世聊一息，中州安足旋。"},
{"title": "蜀葵", "author": "颜延之", "dynasty": "南北朝", "content": "井维降精，岷络升灵。物微气丽，卉草之生。喻艳众葩，冠冕群英。类麻能直，方葵不倾。"},
{"title": "九日坐北湖联句诗", "author": "颜测", "dynasty": "南北朝", "content": "亭席敛徂蕙，澄酒泛初兰。"},
{"title": "临终诗", "author": "释智恺", "dynasty": "南北朝", "content": "千月本难满，三时理易倾。石火无恒焰，电光非久明。遗文空满笥，徒然昧后生。泉路方幽噎，寒陇向凄清。一随朝露尽，唯有夜松声。"},
{"title": "从军行", "author": "颜延之", "dynasty": "南北朝", "content": "苦哉远征人，毕力干时艰。秦初略扬越，汉世争阴山。地广旁无界，岩阿上亏天。峤雾下高鸟，冰沙固流川。秋飙冬未至，春液夏不涓。闽烽指荆吴，胡埃属幽燕。横海咸飞骊，绝漠皆控弦。驰檄发章表，军书交塞边。接镝赴阵首，卷甲起行前。羽驿驰无绝，旌旗昼夜悬。卧伺金柝响，起候亭燧燃。逖矣远征人，惜哉私自怜。"},
{"title": "经张子房庙诗", "author": "谢瞻", "dynasty": "南北朝", "content": "王风哀以思，周道荡无章。卜洛易隆替，兴乱罔不亡。力政吞九鼎，苛慝暴三殇。息肩缠民思，灵鉴集朱光。伊人感代工，聿来扶兴王。婉婉幕中画，辉辉天业昌。鸿门销薄蚀，垓下陨欃枪。爵仇建萧宰，定都护储皇。肇允契幽叟，翻飞指帝乡。惠心奋千祀，清埃播无疆。神武睦三正，裁成被八荒。明两烛河阴，庆霄薄汾阳。銮旌历颓寝，饰像荐嘉尝。圣心岂徒甄，惟德在无忘。逝者如可作，揆子慕周行。济注属车士，粲粲翰墨场。瞽夫违盛观，竦踊企一方。四达虽平直，蹇步愧无良。餐和忘微远，延首咏太康。"},
{"title": "于安城答灵运诗 其五", "author": "谢瞻", "dynasty": "南北朝", "content": "跬行安步武，铩翮周数仞。岂不识高远，违方往有吝。岁寒霜雪严，过半路愈峻。量己畏友朋，勇退不敢进。行矣励令猷，写诚酬来讯。"},
{"title": "为颜氏赋诗", "author": "韩兰英", "dynasty": "南北朝", "content": "丝竹犹在御，愁人独向隅。弃置将已矣，谁怜微薄驱。"},
{"title": "九日从宋公戏马台集送孔令诗", "author": "谢瞻", "dynasty": "南北朝", "content": "风至授寒服，霜降休百工。霜林收阳彩，密苑解华丛。巢幕无留燕，遵渚有归鸿。轻霞冠秋日，迅商薄清穹。圣心眷嘉节，扬銮戾行宫。四筵沾芳醴，中堂起丝桐。扶光迫西汜，欢馀宴有穷。逝矣将归客，养素克有终。临流怨莫从，欢心叹飞蓬。"},
{"title": "晦日泛舟应诏诗", "author": "魏收", "dynasty": "南北朝", "content": "袅袅春枝弱，关关新鸟呼。棹唱忽逶迤，菱歌时顾慕。睿赏芳月色，宴言忘日暮。游豫慰人心，照临康国步。"},
{"title": "挽歌", "author": "颜延之", "dynasty": "南北朝", "content": "令龟告明兆，撒奠在方昏。戒徒赴幽穸，祖驾出高门。行行去城邑，遥遥首丘园。息镳竟平𡑞，税驾列岩根。"},
{"title": "方诸曲", "author": "谢燮", "dynasty": "南北朝", "content": "望仙室。仰云光。绳河里。扇月傍。井公能六著。玉女善投壶。琼醴和金液。还将天地俱。"},
{"title": "谶诗", "author": "释宝志", "dynasty": "南北朝", "content": "昔年三十八，今年八十三。四中复有四，城北火酣酣。"},
{"title": "还至梁城作诗", "author": "颜延之", "dynasty": "南北朝", "content": "眇默轨路长，憔悴征戍勤。憔迈先徂师，今来后归军。振策眷东路，倾侧不及群。息徒顾将夕，极望梁陈分。故国多乔木，空城凝寒云。丘垄填郛郭，铭志灭无文。木石扃幽闼，黍苗延高坟。惟彼雍门子，吁嗟孟尝君。愚贱同堙灭，尊贵谁独闻。曷为久游客，忧念坐自殷。"},
{"title": "神仙诗", "author": "颜之推", "dynasty": "南北朝", "content": "红颜恃容色，青春矜盛年。青言晓书剑，不得学神仙。风云落时后，岁月度人前。镜中不相识，扪心徒青怜。愿得金楼要，思逢玉钤篇。九龙游弱水，八凤出飞烟。朝游采琼实，夕宴酌膏泉。峥嵘下无地，列缺上陵天。举世聊一息，中州安足旋。"},
{"title": "齐太庙乐歌十六首 其七 凯容乐", "author": "谢超宗", "dynasty": "南北朝", "content": "国昭惟茂，帝穆惟崇。登祥纬远，缔世景融。纷纶睿绪，庵蔚王风。明进厥始，浚哲文终。"},
{"title": "蜡节诗", "author": "魏收", "dynasty": "南北朝", "content": "凝寒迫清祀，有酒宴嘉平。宿心保所道，藉此慰中情。"},
{"title": "永世乐", "author": "魏收", "dynasty": "南北朝", "content": "绮窗斜影入，上客酒须添。翠羽方开美，铅华汗不沾。关门今可下，落珥不相嫌。"},
{"title": "答康乐秋霁诗", "author": "谢瞻", "dynasty": "南北朝", "content": "夕霁风气凉，闲房有馀清。开轩灭华烛，月露皓已盈。独夜无物役，寝者亦云宁。忽获愁霖唱，怀劳奏所诚。叹彼行旅艰，深兹眷言情。伊余虽寡慰，殷忧暂为轻。牵率酬嘉藻，长揖愧吾生。"},
{"title": "论叙裴伯茂诗", "author": "魏收", "dynasty": "南北朝", "content": "临风想玄度，对酒思公荣。"},
{"title": "美女篇二首 其二", "author": "魏收", "dynasty": "南北朝", "content": "□□□□□，我帝更朝衣。我宠无论贱，入爱不嫌微。智琼非俗物，罗敷本自稀。居然陋西子，定可比南威。新吴何为误，旧郑果难依。甘言诚易污，得失定因机。无憎药英妒，心赏易侵违。"},
{"title": "辞难潮沟诗", "author": "颜延之", "dynasty": "南北朝", "content": "徘徊眷郊甸，俯仰引单襟。一途苟不豫，百虑毕来侵。永怀交在昔，有愿愆瑟琴。写言劳者事，将用慰亡簪。"},
{"title": "秋胡行 其二", "author": "谢惠连", "dynasty": "南北朝", "content": "系风捕影，诚知不得。念彼奔波，意虑回惑。汉女倏忽，洛神飘扬。空勤交甫，徒劳陈王。"},
{"title": "七月七日登舜山诗", "author": "魏收", "dynasty": "南北朝", "content": "述职无风政，复路阻山河。还思麾盖日，留谢此山阿。"},
{"title": "美女篇二首 其一", "author": "魏收", "dynasty": "南北朝", "content": "楚襄游梦去，陈思朝洛归。参差结旌旆，掩霭顿骖騑。变化看台曲，骇散属川沂。仍令赋神女，俄闻要虙妃。照梁何足艳，升霞反奋飞。可言不可见，言是复言非。"},
{"title": "齐太庙乐歌十六首 其十 凯容乐", "author": "谢超宗", "dynasty": "南北朝", "content": "肃惟敬祀，絜事参芗。环袨像缀，缅密丝簧。明明烈祖，尚锡龙光。粤雅于姬，伊颂在商。"},
{"title": "秋胡行 其六", "author": "颜延之", "dynasty": "南北朝", "content": "年往诚思劳，路远阔音形。虽为五载别，相与昧平生。舍车遵往路，凫藻驰目成。南金岂不重，聊自意所轻。义心多苦调，密比金玉声。"},
{"title": "济黄河应教诗", "author": "谢微", "dynasty": "南北朝", "content": "积阴晦平陆，凄风结暮序。朝辞金谷戍，夕逗黄河渚。赤兔徒联翩，青凫讵容与。泪甚声难发，悲多袖未举。虚薄谬君恩，方嗟别宛许。"},
{"title": "三月三日曲水集诗", "author": "谢惠连", "dynasty": "南北朝", "content": "四时著平分，三春禀融烁。迟迟和景婉，夭夭园桃灼。携朋适郊野，昧爽辞廛廓。动荡兴翠岭，芳飙起华薄。解辔偃崇丘，藉草绕回壑。际渚罗时簌，托波泛轻爵。"},
{"title": "宋南郊登歌三首 其二 迎送神歌", "author": "颜延之", "dynasty": "南北朝", "content": "维圣飨帝，维孝飨亲。皇乎备矣，有事上春。礼行宗祀，敬达郊礼。金枝中树，广乐四陈。陟配在京，降德在民。奔精照夜，高燎炀晨。阴明浮烁，沈咏深沦。告成大报，受釐元神。月御按节，星驱扶轮。遥兴远驾，曜曜振振。"},
{"title": "齐太庙乐歌十六首 其六 登歌", "author": "谢超宗", "dynasty": "南北朝", "content": "清明既鬯，大孝乃熙。天仪睟怆，皇心俨思。既芬房豆，载絜牷牲。郁裸升礼，鋗玉登声。茂对幽岩，式奉徽灵。以享以祀，惟感惟诚。"},
{"title": "雨雪曲", "author": "谢燮", "dynasty": "南北朝", "content": "朔边昔离别，寒风复凄切。峨峨六尺冰，飘飘千里雪。未塞袁安户，行封苏武节。应随陇水流，几过空呜咽。"},
{"title": "齐太庙乐歌十六首 其三 嘉荐乐", "author": "谢超宗", "dynasty": "南北朝", "content": "清思眑眑，閟寝微微。恭言载感，肃若有希。芬俎具陈，嘉荐兼列。凝馨烟飏，分照星哲。睿灵式降，协我帝道。上澄五纬，下陶八表。"},
{"title": "离合诗二首 其二", "author": "谢惠连", "dynasty": "南北朝", "content": "夫人皆薄离，二友独怀古。思笃子衿诗，山川何足苦。"},
{"title": "挟琴歌", "author": "魏收", "dynasty": "南北朝", "content": "春风宛转入曲房，兼送小苑百花香。白马金鞍去未返，红妆玉箸下成行。"},
{"title": "彭城会诗", "author": "谢晦", "dynasty": "南北朝", "content": "先荡临淄秽，却清河洛尘。华阳有逸骥，桃林无伏轮。"},
{"title": "还至梁城作诗", "author": "颜延之", "dynasty": "南北朝", "content": "眇默轨路长，憔悴征戍勤。昔迈先徂师，今来后归军。振策眷东路，倾侧不及群。息徒顾将夕，极望梁陈分。故国多乔木，空城凝寒云。丘垄填郛郭，铭志灭无文。木石扃幽闼，黍苗延高坟。惟彼雍门子，吁嗟孟尝君。愚贱同堙灭，尊贵谁独闻。曷为久游客，忧念坐自殷。"},
{"title": "北使洛诗", "author": "颜延之", "dynasty": "南北朝", "content": "改服饬徒旅，首路局险艰。振楫发吴洲，秣马陵楚山。途出梁宋郊，道由周郑间。前登阳城路，日夕望三川。在昔辍期运，经始阔圣贤。伊濲绝津济，台馆无尺椽。宫陛多巢穴，城阙生云烟。王猷升八表，嗟行方暮年。阴风振凉野，飞云瞀穷天。临途未及引，置酒惨无言。隐悯徒御悲，威迟良马烦。游役去芳时，归来屡徂愆。蓬心既已矣，飞薄殊亦然。"},
{"title": "悲人道", "author": "谢晦", "dynasty": "南北朝", "content": "悲人道兮悲人道之实难。哀人道之多险。伤人道之寡安。懿华宗之冠胄。固清流而远源。树文德于庭户。立操学于衡门。应积善之馀祐。当履福之所延。何小子之凶放。实招祸而作愆。值革变之大运。遭一顾于圣皇。参谋猷于创物。赞帝制于宏纲。出治戎于禁卫。入关言于帷房。分河山之圭组。继文武之龟章。禀顾命于西殿。受遗寄于御床。伊懦劣其无节。实怀此而不忘。荷隆遇于先主。欲报之于后王。忧托付之无效。惧愧言于存亡。谓继体其嗣业。能增辉于前光。居遏密之未几。越礼度而湎荒。普天壤而殒气。必社稷之沦丧。矧吾侪之体国。实启处而匪遑。藉亿兆之一志。固昏极而明彰。谅主尊而民晏。信卜祚之无疆。国既危而重构。家已衰而载昌。获扶颠而休否。冀世道之方康。朝褒功以疏爵。只命服于西蕃。奏箫管之嘈囋。拥朱旄之赫煌。临八方以作镇。响文武之桓桓。厉薄弱以为政。实忘食于日旰。岂申甫之敢慕。庶惟宋之屏翰。甫逾历其三稔。实周回其未再。岂有虑于内□。□□□其云裁。痛夹辅之二宰。并加辟而靡贷。哀弱息之从祸。悲发中而心痗。伊荆汉之良彦。逮文武之子民。见忠贞而弗亮。睹理屈而莫申。皆义概而同愤。咸荷戈而竞臻。浮舳舻之奕奕。陈车骑之辚辚。观人和与师整。谓兹兵其谁陈。庶亡魂之雪怨。反泾渭于彝化。齐轻舟于江曲。殄锐敌其皆湮。勒陆徒于白水。寇无反于只轮。气扔捷而益壮。威既肃而弥振。嗟时哉之不与。迕风雨以逾旬。我谋战而不克。彼继奔其蹑尘。乏智勇之奇正。忽孟明而是遵。苟成败其有数。岂怨天而尤人。恨矢石之未竭。遂摧师而覆陈。诚得丧之所遭。固当之其无吝。痛而怀之弱子。横遭罹之殃衅。智未穷而事倾。力未极而莫振。誓同尽于锋镝。我怯劣而愆信。悯弟侄之何辜。实五咎之所婴。谓九夷之可处。思致免以全生。嗟性命之难遂。乃窘绁于边亭。亦何忤于天地。备艰危而是丁。我闻之于昔诰。功弥高而身䠞。霍芒刺而幸免。卒倾宗而灭族。周叹贵于岳吏。终下审而靡鞠。虽明德之大贤。亦不免于残戮。怀今惮而忍人。忘向惠而莫复。绩无赏而震主。将何方以自牧。非砏石之图照。孰违祸以取福。箸殷鉴认自古。岂独叹于季叔。能安亲而扬名。谅见称于先哲。保归全而终孝。伤在余而皆缺。辱历世之平素。忽盛满而倾灭。惟烝尝与洒埽。痛一朝而永绝。问其谁而为之。实孤人之险戾。罪有逾于丘山。虽百死其何雪。羁角偃兮衡闾。亲朋交兮平义。虽履尚兮不一。隆分好兮情寄。俱惮耕兮从禄。睹世道兮艰诐。规志局兮功名。每谓之兮为易。今定谥兮阖棺。惭明智兮昔议。虽待尽兮为耻。嗟原颜兮靡寘。长揖兮数子。谢尔兮明智。百龄兮浮促。终焉兮斟克。卧尽兮斧斤。理命兮同得。世安彼兮非此。岂晓分兮辨惑。御庄生之达言。请承风以为则。"},
{"title": "看柳上鹊诗", "author": "魏收", "dynasty": "南北朝", "content": "背岁心能识，登春巢自成。登枯随雨霁，依枝须月明。疑是凋笼出，当由抵玉惊。间关拂条软，回复振毛轻。何独离娄意，傍人但未听。"},
{"title": "诗", "author": "颜之推", "dynasty": "南北朝", "content": "悬鱼掩金扇。"},
{"title": "五日诗", "author": "魏收", "dynasty": "南北朝", "content": "麦凉殊未毕，蜩鸣早欲闻。暄林尚黄鸟，浮天已白云。辟兵书鬼字，神印题灵文。因想苍梧郡，兹日祀东君。"},
{"title": "诗", "author": "谢惠连", "dynasty": "南北朝", "content": "挂鞍长林侧，饮马修川湄。"},
{"title": "庭柏诗", "author": "魏收", "dynasty": "南北朝", "content": "古松图偃盖，新柏写炉峰。凌寒翠不夺，迎暄绿更浓。茹叶轻沈体，咀实化衰容。将使中台麝，违山能见从。"},
{"title": "齐太庙乐歌十六首 其一 肃咸乐", "author": "谢超宗", "dynasty": "南北朝", "content": "絜诚底孝，孝感烟霜。夤仪式序，肃礼绵张。金华树藻，肃哲腾光。殷殷升奏，严严阶庠。匪椒匪玉，是降是将。懋分神衷，翊佑传昌。"},
{"title": "送神 其五", "author": "谢朓", "dynasty": "南北朝", "content": "俾栖粮，维万箱。皇情畅，景命昌。"},
{"title": "秋胡行 其一", "author": "谢惠连", "dynasty": "南北朝", "content": "春日迟迟，桑何萋萋。红桃含夭，绿柳舒荑。邂逅粲者，游渚戏蹊。华颜易改，良愿难谐。"},
{"title": "月下秋宴诗", "author": "魏收", "dynasty": "南北朝", "content": "此夕甘言宴，月照露方涂。使星疑向蜀，剑气不关吴。良交契金水，上客慰萱苏。何必应刘辈，还来游邺都。"},
{"title": "齐太庙乐歌十六首 其四 昭夏乐", "author": "谢超宗", "dynasty": "南北朝", "content": "涓辰选气，展礼恭祗。重闱月洞，层牖烟施。载虚玉鬯，载受金枝。天歌折飨，云舞罄仪。神惟降止，泛景凝羲。帝华永蔼，泯藻方摛。"},
{"title": "侍宴华光殿曲水奉敕为皇太子作诗", "author": "谢朓", "dynasty": "南北朝", "content": "旁求邃古，逖听鸿名。大宝听位，得一为贞。朱禘叶祉，绿字摛英。升配同贯，进让殊声。大横将属，会昌已命。国步中徂，宸居膺庆。玺剑先传，龟玉增映。宗尧有绪，复禹无竞。礼行郊社，人神受职。宝郊山川，鳞羽变色。玄塞北靡，丹徼南极。浮毳驾风，非泳非陟。能官民秀，利建天跗。枵鹑列野，营绛分区。论思帝则，献纳宸枢。麟趾方定，鹈翼谁濡。西京蔼蔼，东都济济。秋祓濯流，春禊浮醴。初吉云献，上除方启。昔驾阳颖，今帐云陛。嘉乐旧矣，芳宴在斯。载留神瞩，有睟天仪。龙精已映，威仰未移。叶依黄鸟，花落春池。高殿弘敞，禁林稠密。青磴崛起，丹楼间出。翠葆随风，金戈动日。惆怅清管，徘徊轻佾。灞浐入筵，河淇流阼。海若来往，觞肴沿溯。欢饫有终，清光欲暮。轻貂回首，华组徐步。登贤博望，献赋清漳。汉贰称敏，魏两垂芳。监抚有则，匕鬯无方。瞻言守器，永愧元良。"},
{"title": "黄帝 其一", "author": "谢朓", "dynasty": "南北朝", "content": "禀火自高明，毓金挺刚克。凉燠资成化，群芳载厚德。"},
{"title": "陇头水", "author": "谢燮", "dynasty": "南北朝", "content": "陇坂望咸阳，征人惨思肠。咽流喧断岸，游沫聚飞梁。凫分敛冰彩，虹饮照旗光。试听铙歌曲，唯吟君马黄。"},
{"title": "从周入齐夜度砥柱", "author": "颜之推", "dynasty": "南北朝", "content": "侠客重艰辛，夜出小平津。马色迷关吏，鸡鸣起戍人。露鲜华剑彩，月照宝刀新。问我将何去，北海就孙宾。"},
{"title": "黄帝 其二", "author": "谢朓", "dynasty": "南北朝", "content": "阳季勾萌达，炎徂溽暑融。商暮百工止，岁极凌阴冲。"},
{"title": "喜雨诗", "author": "魏收", "dynasty": "南北朝", "content": "霞晖染刻栋，础润上雕楹。神山千叶照，仙草百花荣。泻溜高齐响，添池曲岸平。滴下如珠落，波回类璧成。气调登万里，年和欣百灵。定知丹甑出，何须铜雀鸣。"},
{"title": "西陵遇风献康乐诗 其五", "author": "谢惠连", "dynasty": "南北朝", "content": "临津不得济，伫楫阻风波。萧条洲渚际，气色少谐和。西瞻兴游叹，东睇起凄歌。积愤成疢痗，无萱将如何。"},
{"title": "西陵遇风献康乐诗 其四", "author": "谢惠连", "dynasty": "南北朝", "content": "屯云蔽曾岭，惊风涌飞流。零雨润坟泽，落雪洒林丘。浮氛晦崖巘，积素惑原畴。曲汜薄停旅，通川绝行舟。"},
{"title": "齐太庙乐歌十六首 其五 永至乐", "author": "谢超宗", "dynasty": "南北朝", "content": "戏繇惟则，姬经式序。九司联事，八方承宇。銮迾静陈，缦乐具举。凝旒若慕，倾璜载伫。振振璇卫，穆穆礼容。载蔼皇步，式敷帝踪。"},
{"title": "三日侍华光殿曲水宴代人应诏诗", "author": "谢朓", "dynasty": "南北朝", "content": "群分未辨，类聚兹式。天眷休明，且求至德。御繁实简，制动惟默。官府百王，衣裳万国。中叶遭闵，副内多违。悠悠灵贶，爰有适归。于昭睿后，抚运天飞。凝居中县，神动外畿。悬象著明，离光乃位。我有储德，徽猷渊备。长寿察书，龙楼回辔。重道上庠，行遵儒肆。朝阳有干，布叶萋萋。思皇威矣，鹓羽高栖。出驰先辂，入秉介圭。瞻秦望井，建鲁分奎。求贤每劳，得士方逸。有觉斯顺，无文咸秩。万箱惟重，百锾载恤。屈草戒谀，阶蓂纪日。文教已肃，武节既驰。荣光可照，合璧如规。载怀姑射，尚想瑶池。濯龙乃饰，天渊在斯。作乐顺动，实符时义。上春初吉，亦留渊寄。红树岩舒，青莎水被。雕梁虹拖，云甍鸟跂。高悬甲帐，周褰黼帷。长筵列陛，激水旋墀。浮醪聚蚁，灵蔡呈姿。河宗跃踢，海介夔跜。弱腕纤腰，迁延妙舞。秦筝赵瑟，殷勤促柱。降席连緌，称觞接武。稽首万年，献兹多祜。天地既成，泉流既清。薄暮沾幸，属奉文明。将标齐配，刻扫秦京。愿驰龙漠，饮马悬旌。"},
{"title": "黑帝 其一", "author": "谢朓", "dynasty": "南北朝", "content": "白日短，玄夜深。招摇转，移太阴。霜钟鸣，冥陵起。星回天，月穷纪。"},
{"title": "顺东西门行", "author": "谢惠连", "dynasty": "南北朝", "content": "哀朝菌。闵颓力。迁化常然焉肯息。及壮齿。遇世直。酌酩华堂集亲识。舒情尽欢遣凄恻。"},
{"title": "夜听妓诗二首 其二", "author": "谢朓", "dynasty": "南北朝", "content": "上客光四座，佳丽直千金。挂钗报缨绝，堕珥答琴心。蛾眉已共笑，清香复入襟。欢乐夜方静，翠帐垂沈沈。"},
{"title": "白帝 其二", "author": "谢朓", "dynasty": "南北朝", "content": "嘉树离披。榆关命宾鸟。夜月如霜。金风方袅袅。"},
{"title": "和萧国子咏柰花诗", "author": "谢瑱", "dynasty": "南北朝", "content": "俱荣上节初，独秀高秋晚。吐绿变衰园，舒红摇落苑。不逐奇幻生，宁从吹律暄。幸同瑶华折，为君聊赠远。"},
{"title": "赠中尉李彪诗", "author": "韩延之", "dynasty": "南北朝", "content": "贾生谪长沙，董儒诣临江。董无若人迹，忽寻两贤踪。追昔渠阁游，策驽厕群龙。如何情愿夺，飘然独远从。痛哭去旧国，衔泪届新邦。哀哉无援民，嗷然失侣鸿。彼苍不我闻，千里告志同。"},
{"title": "迎神 其四", "author": "谢朓", "dynasty": "南北朝", "content": "张盛乐，奏云舞。集五精，延帝祖。"},
{"title": "奉和随王殿下诗十六首 其十五", "author": "谢朓", "dynasty": "南北朝", "content": "年华豫已涤，夜艾赏方融。新萍时合水，弱草未胜风。闺幽瑟易响，台迥月难中。春物广馀照，兰萱佩未穷。"},
{"title": "迎神 其七", "author": "谢朓", "dynasty": "南北朝", "content": "停龙𨏢，遍观此。冻雨飞，祥云靡。"},
{"title": "赤帝 其一", "author": "谢朓", "dynasty": "南北朝", "content": "惟此夏德德恢台。两龙在御炎精来。"},
{"title": "奉和随王殿下诗十六首 其十四", "author": "谢朓", "dynasty": "南北朝", "content": "分悲玉瑟断，别绪金樽倾。风入芳帷散，缸华兰殿明。想折中园草，共知千里情。行云故乡色，赠此一离声。"},
{"title": "同咏坐上玩器", "author": "谢朓", "dynasty": "南北朝", "content": "蟠木生附枝，刻削岂无施。取则龙文鼎，三趾献光仪。勿言素韦洁，白沙尚推移。曲躬奉微用，聊承终宴疲。"},
{"title": "齐太庙乐歌十六首 其十一 凯容乐", "author": "谢超宗", "dynasty": "南北朝", "content": "神宫懋邺，明寝昌基。德凝羽缀，道鬯容辞。假我帝绪，懿我皇维。昭大之载，国齐之祺。"},
{"title": "奉和随王殿下诗十六首 其十三", "author": "谢朓", "dynasty": "南北朝", "content": "炎光缺风雅，宗霸拯时伦。龙德待云雾，令图方再晨。岁远荒城思，霜华宿草陈。英威遽如是，徘徊歧路人。"},
{"title": "侍宴华光殿曲水奉敕为皇太子作诗", "author": "谢朓", "dynasty": "南北朝", "content": "旁求邃古，逖听鸿名。大宝曰位，得一为贞。朱禘叶祉，绿字摛英。升配同贯，进让殊声。大横将属，会昌已命。国步中徂，宸居膺庆。玺剑先传，龟玉增映。宗尧有绪，复禹无竞。礼行郊社，人神受职。宝郊山川，鳞羽变色。玄塞北靡，丹徼南极。浮毳驾风，非泳非陟。能官民秀，利建天跗。枵鹑列野，营绛分区。论思帝则，献纳宸枢。麟趾方定，鹈翼谁濡。西京蔼蔼，东都济济。秋祓濯流，春禊浮醴。初吉云献，上除方启。昔驾阳颖，今帐云陛。嘉乐旧矣，芳宴在斯。载留神瞩，有睟天仪。龙精已映，威仰未移。叶依黄鸟，花落春池。高殿弘敞，禁林稠密。青磴崛起，丹楼间出。翠葆随风，金戈动日。惆怅清管，徘徊轻佾。灞浐入筵，河淇流阼。海若来往，觞肴沿溯。欢饫有终，清光欲暮。轻貂回首，华组徐步。登贤博望，献赋清漳。汉贰称敏，魏两垂芳。监抚有则，匕鬯无方。瞻言守器，永愧元良。"},
{"title": "离合诗二首 其一", "author": "谢惠连", "dynasty": "南北朝", "content": "放棹遵遥途，方与情人别。啸歌亦何言，肃尔凌霜节。"},
{"title": "奉和随王殿下诗十六首 其七", "author": "谢朓", "dynasty": "南北朝", "content": "玄冬寂修夜，天围静且开。亭皋霜气怆，松宇清风来。高琴时以思，幽人多感怀。幸藉汾阳想，岭首正徘徊。"},
{"title": "赤帝 其三", "author": "谢朓", "dynasty": "南北朝", "content": "族云蓊郁温风扇。兴雨祁祁黍苗遍。"},
{"title": "三日侍宴曲水代人应诏诗", "author": "谢朓", "dynasty": "南北朝", "content": "神理内寂，机象外融。遗情汾水，垂冕鸿宫。树以司牧，匪我求蒙。徒勤日用，谁契玄功。往晦必明，来硕资蹇。于皇克圣，时乘御辩。宝历载晖，瑶光重践。昭昭旧物，熙熙迁善。当宁日昃，求衣未明。抵璧焚翠，销剑隳城。九畴式序，三辟载清。虞箴罔阙，矇奏传声。丽景则春，仪方在震。重圣积厚，金式琼润。天爵必谐，王臣咸荩。譬诸华霍，惟邦之镇。正朔葱瀚，冠冕卬越。争长明堂，相超魏阙。龟蒙南荐，环裘西发。巢阁易窥，驯庭难䎉。上巳惟昔，于彼禊流。祓秽河浒，张乐春畴。既停龙驾，亦泛凫舟。灵宫备矣，无待兹游。初莺命晓，朝霞开夜。饰陛道源，回伊流灞。极望天渊，曲阻亭榭。闲馆岩敞，长廊水架。金觞摇荡，玉俎推移。筵浮水豹，席扰云螭。寥亮琴瑟，嗷咷埙篪。欢兹广燕，穆穆天仪。周道如砥，康衢载直。徒愧玄黄，负恩无力。华轓徒驾，长缨未饰。相彼失晨，宁忘鼓翼。"},
{"title": "齐太庙乐歌十六首 其十五 肆夏乐", "author": "谢超宗", "dynasty": "南北朝", "content": "礼既升，乐以愉。昭序溢，幽飨馀。人只鬯，敬教敷。神光动，灵驾翔。芬九垓，镜八乡。福无届，祚无疆。"},
{"title": "送神 其三", "author": "谢朓", "dynasty": "南北朝", "content": "警七曜，诏八神。排阊阖，渡天津。"},
{"title": "奉和随王殿下诗十六首 其一", "author": "谢朓", "dynasty": "南北朝", "content": "高秋夜方静，神居肃且深。閒阶途广露，凉宇澄月阴。婵娟影池竹，疏芜散风林。渊情协爽节，咏言兴德音。暗道空已积，干直愧蓬心。"},
{"title": "奉和随王殿下诗十六首 其二", "author": "谢朓", "dynasty": "南北朝", "content": "星回夜未艾，洞房凝远情。云阴满池榭，中月悬高城。乔木含风雾，行雁飞且鸣。平台盛文雅，西园富群英。芳庆良永矣，君王嗣德声。眷此伊洛咏，载怀汾水情。顾已非丽则，恭惠奉仁明。观淄咏已失，怃然愧簪缨。"},
{"title": "送神 其二", "author": "谢朓", "dynasty": "南北朝", "content": "跃龙镳，转金盖。纷上驰，云之外。"},
{"title": "奉和竟陵王同沈右率过刘先生墓诗", "author": "谢朓", "dynasty": "南北朝", "content": "嘉树因枝条，琢玉良可宝。若人陵曲台，垂帷茂渊道。善诱宗学原，鸣钟霁幽抱。仁焉徂宛洛，清徽夜何早。岁晚结松阴，平原乱秋草。不有至言扬，终滞西山老。"},
{"title": "赠王主簿诗二首 其二", "author": "谢朓", "dynasty": "南北朝", "content": "清吹要碧玉，调弦命绿珠。轻歌急绮带，含笑解罗襦。馀曲讵几许，高驾且踟蹰。徘徊韶景暮，惟有洛城隅。"},
{"title": "送神 其四", "author": "谢朓", "dynasty": "南北朝", "content": "有渰兴，肤寸积。雨冥冥，又终夕。"},
{"title": "奉和随王殿下诗十六首 其六", "author": "谢朓", "dynasty": "南北朝", "content": "念深冲照广，业阐清化玄。端仪穆金殿，敷教藻琼筵。船湛轻帷蔼，磬转芳风旋。卷辔栖道树，方津棹法舷。归兴凭大造，昭途良易筌。"},
{"title": "金谷聚", "author": "谢朓", "dynasty": "南北朝", "content": "渠碗送佳人，玉杯邀上客。车马一东西，别后思今夕。"},
{"title": "世祖武皇帝", "author": "谢朓", "dynasty": "南北朝", "content": "浚哲维祖，长发其武。帝出自震，重光御宇。七德攸宣，九畴咸叙。静难荆衡，凝威蠡浦。昧旦丕承，夕惕刑政。化一车书，德馨粢盛。昭星夜景，非云晓庆。衢室成阴，璧水如镜。礼充玉帛，乐被匏弦。于铄在咏，陟配于天。自宫徂兆，靡爱牲牷。我将我享，永祚丰年。"},
{"title": "迎神 其五", "author": "谢朓", "dynasty": "南北朝", "content": "雩有讽，禜有秩。膋鬯芬，圭瓒瑟。"},
{"title": "赤帝 其二", "author": "谢朓", "dynasty": "南北朝", "content": "火景方中南讹秩。靡草云黄含桃实。"},
{"title": "咏风诗", "author": "谢朓", "dynasty": "南北朝", "content": "徘徊发红萼，葳蕤动绿葹。垂杨低复举，新萍合且离。步檐行袖靡，当户思襟披。高响飘歌吹，相思子未知。时拂孤鸾镜，星鬓视参差。"},
{"title": "杂咏三首 其一 镜台", "author": "谢朓", "dynasty": "南北朝", "content": "玲珑类丹槛，苕亭似玄阙。对凤悬清冰，垂龙挂明月。照粉拂红妆，插花理云发。玉颜徒自见，常畏君情歇。"},
{"title": "白帝 其三", "author": "谢朓", "dynasty": "南北朝", "content": "商阴肃杀。万宝咸已遒。劳哉望岁。场功冀可收。"},
{"title": "忝役湘州与宣城吏民别诗", "author": "谢朓", "dynasty": "南北朝", "content": "弱龄倦簪履，薄晚忝华奥。閒沃尽地区，山泉谐所好。幸遇昌化穆，惇俗罕惊暴。四时从偃息，三省无侵冒。下车遽暄席，纡服始黔灶。荣辱未遑敷，德礼何由导。汩徂奉南岳，兼秩典邦号。疲马方云驱，铅刀安可操。遗惠良寂寞，恩灵亦匪报。桂水日悠悠，结言幸相劳。吐纳贻尔和，穷通勖所蹈。"},
{"title": "永明乐十首 其四", "author": "谢朓", "dynasty": "南北朝", "content": "龙楼日月照，淄馆风云清。储光温似玉，藩度式如琼。"},
{"title": "高斋视事诗", "author": "谢朓", "dynasty": "南北朝", "content": "馀雪映青山，寒雾开白日。暧暧江村见，离离海树出。披衣就清盥，凭轩方秉笔。列俎归单味，连驾止容膝。空为大国忧，纷诡谅非一。安得扫蓬径，锁吾愁与疾。"},
{"title": "黑帝 其三", "author": "谢朓", "dynasty": "南北朝", "content": "关梁闭，方不巡。合国吹，飨蜡宾。统微阳，究终始。百礼洽，万祚臻。"},
{"title": "永明乐十首", "author": "谢朓", "dynasty": "南北朝", "content": "朱台郁相望，青槐纷驰道。秋云湛甘露，春风散芝草。"},
{"title": "和何议曹郊游诗二首 其一", "author": "谢朓", "dynasty": "南北朝", "content": "春心澹容与，挟弋步中林。朝光映红萼，微风吹好音。江垂得清赏，山际果幽寻。未尝远离别，知此惬归心。流溯终靡已，嗟行方至今。"},
{"title": "奉和随王殿下诗十六首 其十六", "author": "谢朓", "dynasty": "南北朝", "content": "连漪映馀雪，严城限深雾。清寒起洞门，东风急池树。神居望已肃，徘徊举冲趣。栖归如迟咏，丘山不可屡。"},
{"title": "落日怅望诗", "author": "谢朓", "dynasty": "南北朝", "content": "昧旦多纷喧，日晏未遑舍。落日馀清阴，高枕东窗下。寒槐渐如束，秋菊行当把。借问此何时，凉风怀朔马。已伤慕归客，复思离居者。情嗜幸非多，案牍偏为寡。既乏琅琊政，方憩洛阳社。"},
{"title": "迎神 其三", "author": "谢朓", "dynasty": "南北朝", "content": "宸仪警，王度乾。嗟云汉，望昊天。"},
{"title": "奉和随王殿下诗十六首 其六", "author": "谢朓", "dynasty": "南北朝", "content": "念深冲照广，业阐清化玄。业仪穆金殿，敷教藻琼筵。船湛轻帷蔼，磬转芳风旋。卷辔栖道树，方津棹法舷。归兴凭大造，昭途良易筌。"},
{"title": "永明乐十首 其十", "author": "谢朓", "dynasty": "南北朝", "content": "彩凤鸣朝阳，玄鹤舞清商。瑞此永明曲，千载为金皇。"},
{"title": "奉和随王殿下诗十六首 其十", "author": "谢朓", "dynasty": "南北朝", "content": "清房洞已静，閒风伊夜来。云生树阴远，轩广月容开。宴私移烛饮，游赏藉琴台。风猷冠淄邺，衽舄愧唐枚。"},
{"title": "迎神 其六", "author": "谢朓", "dynasty": "南北朝", "content": "灵之来，帝阍开。车煜耀，吹徘徊。"},
{"title": "山家诗", "author": "谢灵运", "dynasty": "南北朝", "content": "中为天地物，今为鄙夫有。"},
{"title": "同沈右率诸公赋鼓吹曲名二首 其一 芳树", "author": "谢朓", "dynasty": "南北朝", "content": "早玩华池阴，复影沧洲枻。椅柅芳若斯，葳蕤纷可结。霜下桂枝销，怨与飞蓬折。不厕玉盘滋，谁怜终委绝。"},
{"title": "奉和随王殿下诗十六首 其五", "author": "谢朓", "dynasty": "南北朝", "content": "桂楼飞绝限，超远向江歧。轻云霁广甸，微风散清漪。连连绝雁举，渺渺青烟移。严城乱芸草，霜塘凋素枝。气爽深遥瞩，豫永聊停曦。即已终可悦，盈尊且若斯。"},
{"title": "望三湖诗", "author": "谢朓", "dynasty": "南北朝", "content": "积水照赪霞，高台望归翼。平原周远近，连汀见纡直。葳蕤向春秀，芸黄共秋色。薄暮伤哉人，婵媛复何极。"},
{"title": "和王长史卧病诗", "author": "谢朓", "dynasty": "南北朝", "content": "崥岫款崇崖，派别朝洪河。兔园文雅盛，章台冠盖多。渊襟眷睿岳，燮赞动氓歌。顾影惭騑服，载笔旅江沱。缟衣分可献，琴言暧已和。青皋向还色，春润视生波。岩垂变好鸟，松上改陈萝。日与岁眇邈，归恨积蹉跎。愿缉吴山杜，宁袂楚池荷。清风岂孤劭，功遂怀曾阿。勿药良有畅，荏苒芳未过。幸留清尊味，言藉故田莎。"},
{"title": "永明乐十首 其二", "author": "谢朓", "dynasty": "南北朝", "content": "民和礼乐富，世清歌颂徽。鸿名轶卷领，称首迈垂衣。"},
{"title": "衡山诗", "author": "谢灵运", "dynasty": "南北朝", "content": "岩下一老翁，四五年少者。衡山采药人，路迷粮亦绝。遇息岩下坐，正见相对说。一老四五少，仙隐不可别。其书非世教，其人必贤哲。"},
{"title": "奉和随王殿下诗十六首 其八", "author": "谢朓", "dynasty": "南北朝", "content": "怆怆绪风兴，祁祁族云布。严气集高轩，稠阴结寒树。日月谬论思，朝夕承清豫。徒藉小山文，空揖章台赋。"},
{"title": "隋王鼓吹曲十首 其一 元会曲", "author": "谢朓", "dynasty": "南北朝", "content": "二仪启昌历，三阳应庆期。圭贽纷成序，鞮译憬来思。分阶赩组练，充庭罗翠旗。觞流白日下，吹溢景云滋。天仪穆藻殿，万宇寿皇基。"},
{"title": "拟魏太子邺中集诗八首 其四 徐干", "author": "谢灵运", "dynasty": "南北朝", "content": "伊昔家临淄，提携弄齐瑟。提酒饮胶东，淹留憩高密。此欢谓可终，外物始难毕。摇荡箕濮情，穷年迫忧栗。末途幸休明，栖集建薄质。已免负薪苦，仍游椒兰室。清论事究万，美话信非一。行觞奏悲歌，永夜系白日。华屋非蓬居，时髦岂余匹。中饮顾昔心，怅焉若有失。"},
{"title": "杂咏三首 其三 烛", "author": "谢朓", "dynasty": "南北朝", "content": "杏梁宾未散，桂宫明欲沈。暧色轻帏里，低光照宝琴。徘徊云髻影，的烁绮疏金。恨君秋月夜，遗我洞房阴。"},
{"title": "治宅诗", "author": "谢朓", "dynasty": "南北朝", "content": "结宇夕阴街，荒幽横九曲。迢递南川阳，迤逦西山足。辟馆临秋风，敞窗望寒旭。风碎池中荷，霜剪江南菉。既无东都金，且税东皋粟。"},
{"title": "拟魏太子邺中集诗八首 其三 陈琳", "author": "谢灵运", "dynasty": "南北朝", "content": "皇汉逢迍邅，天下遭氛慝。天氏沦关西，袁家拥河北。单民易周章，窘身就羁勒。岂意事乖己，永怀恋故国。相公实勤王，信能定蝥贼。复睹东都辉，重见汉朝则。馀生幸已多，矧乃值明德。爱客不告疲，饮燕遗景刻。夜听极星阑，朝游穷曛黑。哀哇动梁埃，急觞荡幽默。且尽一日娱，莫知古来惑。"},
{"title": "书帙铭", "author": "谢灵运", "dynasty": "南北朝", "content": "怀幽卷赜，戢妙抱密。用舍以造，舒卷不失。亮惟勤玩，无或暇逸。"},
{"title": "暂使下都夜发新林至京邑赠西府同僚诗", "author": "谢朓", "dynasty": "南北朝", "content": "大江流日夜，客心悲未央。徒念关山近，终知返路长。秋河曙耿耿，寒渚夜苍苍。引领见京室，宫雉正相望。金波丽鳷鹊，玉绳低建章。驱车鼎门外，思见昭丘阳。驰晖不可接，何况隔两乡。风云有鸟路，江汉限无梁。常恐鹰隼击，时菊委严霜。寄言罻罗者，寥廓已高翔。"},
{"title": "永明乐十首 其六", "author": "谢朓", "dynasty": "南北朝", "content": "出车长洲苑，选族朝夕川。络络结云骑，奕奕泛戈船。"},
{"title": "述祖德诗二首 其一", "author": "谢灵运", "dynasty": "南北朝", "content": "达人贵自我，高情属天云。高抱济物性，而不缨垢氛。段生藩魏国，展季救鲁民。弦高犒晋师，仲连却秦军。临组乍不緤，对圭宁肯分。惠物辞所赏，励志故绝人。苕苕历千载，遥遥播清尘。清尘竟谁嗣，明哲垂经纶。委讲辍道论，改服康世屯。屯难既云康，尊主隆斯民。"},
{"title": "拟魏太子邺中集诗八首 其四 徐干", "author": "谢灵运", "dynasty": "南北朝", "content": "伊昔家临淄，提携弄齐瑟。置酒饮胶东，淹留憩高密。此欢谓可终，外物始难毕。摇荡箕濮情，穷年迫忧栗。末途幸休明，栖集建薄质。已免负薪苦，仍游椒兰室。清论事究万，美话信非一。行觞奏悲歌，永夜系白日。华屋非蓬居，时髦岂余匹。中饮顾昔心，怅焉若有失。"},
{"title": "冬绪羁怀示萧咨议虞田曹刘江二常侍诗", "author": "谢朓", "dynasty": "南北朝", "content": "去国怀丘园，入远滞城阙。寒灯耿宵梦，清镜悲晓发。风草不留霜，冰池共如月。寂寞此閒帷，琴尊任所对。客念坐婵媛，年华稍庵薆。夙慕云泽游，共奉荆台绩。一听春莺喧，再视秋虹没。疲骖良易返，恩波不可越。谁慕临淄鼎，常希茂陵渴。依隐幸自从，求心果芜昧。方轸归与愿，故山芝未歇。"},
{"title": "顺东西门行", "author": "谢灵运", "dynasty": "南北朝", "content": "出西门。眺云间。挥斤扶木坠虞泉。信道人。鉴徂川。思乐暂舍誓不旋。闵九九。伤牛山。宿心载违徒昔言。竞落运。务颓年。招命侪好相追牵。酌芳酤。奏繁弦。惜寸阴。情固然。"},
{"title": "作离合诗", "author": "谢灵运", "dynasty": "南北朝", "content": "古人怨信次，十日眇未央。加我怀缱绻，口脉情亦伤。剧哉归游客，处子忽相忘。"},
{"title": "永明乐十首 其八", "author": "谢朓", "dynasty": "南北朝", "content": "实相薄五礼，妙花开六尘。明祥已玉烛，宝瑞亦金轮。"},
{"title": "长歌行", "author": "谢灵运", "dynasty": "南北朝", "content": "倏烁夕星流，昱奕朝露团。粲粲乌有停，泫泫岂暂安。徂龄速飞电，颓节骛惊湍。览物起悲绪，顾已识忧端。朽貌改鲜色，悴容变柔颜。变改苟催促，容色乌盘桓。亹亹衰期迫，靡靡壮志阑。既惭臧孙慨，复愧杨子叹。寸阴果有逝，尺素竟无观。幸赊道念戚，且取长歌欢。"},
{"title": "奉和随王殿下诗十六首 其四", "author": "谢朓", "dynasty": "南北朝", "content": "睿心重离析，歧路清江隈。歧面寒飙举，千里白云来。川长别管思，地迥翻旗回。还顾昭阳阙，超远章华台。置酒巫山日，为君停玉杯。"},
{"title": "咏邯郸故才人嫁为厮养卒妇", "author": "谢朓", "dynasty": "南北朝", "content": "生平宫阁里，出入侍丹墀。开笥方罗縠，窥镜比蛾眉。初别意未解，去久日生悲。憔悴不自识，娇羞馀故姿。梦中忽仿佛，犹言承宴私。"},
{"title": "初至都诗", "author": "谢灵运", "dynasty": "南北朝", "content": "卧病云高心，爱闲宜静处。寝憩托林石，巢穴顺寒暑。"},
{"title": "隋王鼓吹曲十首 其九 登山曲", "author": "谢朓", "dynasty": "南北朝", "content": "天明开秀崿，澜光媚碧堤。风荡飘莺乱，云行芳树低。暮春春服美，游驾凌丹梯。升峤既小鲁，登峦且怅齐。王孙尚游衍，蕙草正萋萋。"},
{"title": "郡内高斋閒望答吕法曹诗", "author": "谢朓", "dynasty": "南北朝", "content": "结构何迢遰，旷望极高深。窗中列远岫，庭际俯乔林。日出众鸟散，山暝孤猿吟。已有池上酌，复此风中琴。非君美无度，孰为劳寸心。惠而能好我，问以瑶华音。若遗金门步，见就玉山岑。"},
{"title": "诗", "author": "谢庄", "dynasty": "南北朝", "content": "诞发兰仪，光启玉度。"},
{"title": "豫章行", "author": "谢灵运", "dynasty": "南北朝", "content": "短生旅长世，恒觉白日欹。览镜睨颓容，华颜岂久期。苟无回戈术，坐观落崦嵫。"},
{"title": "宋明堂歌九首 其二 登歌", "author": "谢庄", "dynasty": "南北朝", "content": "雍台辨朔，泽宫练辰。洁火夕照，明水朝陈。六瑚贲室，八羽华庭。昭事先圣，怀濡上灵。肆夏戒敬，升歌发德。永固鸿基，以绥万国。"},
{"title": "隋王鼓吹曲十首 其二 郊祀曲", "author": "谢朓", "dynasty": "南北朝", "content": "六宗禋配岳，五畤奠甘泉。整跸游九阙，清箫开八埏。锵锵玉銮动，溶溶金障旋。郊宫光已属，升柴礼既虔。福响灵之集，南岳固斯年。"},
{"title": "七夕咏牛女诗", "author": "谢灵运", "dynasty": "南北朝", "content": "火逝首秋节，新明弦月夕。月弦光照户，秋首风入隙。凌峰步曾崖，凭云肆遥脉。徙倚西北庭，竦踊东南觌。纨绮无报章，河汉有骏轭。"},
{"title": "隋王鼓吹曲十首 其六 校猎曲", "author": "谢朓", "dynasty": "南北朝", "content": "凝霜冬十月，杀盛凉飙衰。原泽旷千里，腾骑纷往来。平罝望烟合，烈火从风回。殪兽华容浦，张乐荆山台。虞人昔有谕，明明时戒哉。"},
{"title": "永明乐十首 其五", "author": "谢朓", "dynasty": "南北朝", "content": "化洽鳀海君，恩变龙庭长。西北骛环裘，东南尽龟象。"},
{"title": "上留田行", "author": "谢灵运", "dynasty": "南北朝", "content": "薄游出彼东道。上留田。薄游出彼东道。上留田。循听一何矗矗。上留田。澄川一何皎皎。上留田。悠哉逖矣征夫。上留田。悠哉逖矣征夫。上留田。两服上阪电游。上留田。舫舟下游飙驱。上留田。此别既久无适。上留田。此别既久无适。上留田。寸心系在万里。上留田。尺素遵此千夕。上留田。秋冬迭相去就。上留田。秋冬迭相去就。上留田。素雪纷纷鹤委。上留田。清风飙飙入袖。上留田。岁云暮矣增忧。上留田。岁云暮矣增忧。上留田。诚知运来讵抑。上留田。熟视年往莫留。上留田。"},
{"title": "答谢惠连诗", "author": "谢灵运", "dynasty": "南北朝", "content": "怀人行千里，我劳盈十旬。别时花灼灼，别后叶蓁蓁。"},
{"title": "游豫章西观洪崖井诗", "author": "谢庄", "dynasty": "南北朝", "content": "幽愿平生积，野好岁月弥。舍簪神区外，整褐灵乡垂。林远炎天隔，山深白日亏。游阴腾鹄岭，飞清起凤池。隐暧松霞被，容与涧烟移。将遂丘中性，结驾终在斯。"},
{"title": "答张齐兴诗", "author": "谢朓", "dynasty": "南北朝", "content": "荆山嵷百里，汉广流无极。北驰星斗正，南望朝云色。川隰同幽快，冠冕异今昔。子肃两岐功，我滞三冬职。谁知京洛念，仿佛昆山侧。向夕登城濠，潜池隐复直。地迥闻遥蝉，天长望归翼。清文忽景丽，思泉纷宝饰。勿言修路阻，勉子康衢力。曾厓寂且寥，归轸逝言陟。"},
{"title": "北宅秘园诗", "author": "谢庄", "dynasty": "南北朝", "content": "夕天霁晚气，轻霞澄暮阴。微风清幽幌，馀日照青林。收光渐窗歇，穷园自荒深。绿池翻素景，秋槐响寒音。伊人傥同爱，弦酒共栖寻。"},
{"title": "车马行", "author": "戴皓", "dynasty": "南北朝", "content": "巩洛风尘处，冠盖相填咽。多称魏其冷，竞随田鼢热。轮趣白虎第，珂聚黄金穴。献酒悉葡萄，州言尽飞铁。东都蛇已铸，西山绶应结。朝集类蒸烟，晚至如吹雪。子云尔何事，门巷无车辙。"},
{"title": "七夕夜咏牛女应制诗", "author": "谢庄", "dynasty": "南北朝", "content": "辍机起春暮，停箱动秋衿。璇居照汉右，芝驾肃河阴。容裔泛星道，逶迤济烟浔。陆离迎宵佩，倏烁望昏簪。俱倾环气怨，共歇浃年心。珠殿釭未沬，瑶庭露已深。夕清岂淹拂，弦辉无久临。"},
{"title": "拟魏太子邺中集诗八首 其三 陈琳", "author": "谢灵运", "dynasty": "南北朝", "content": "皇汉逢迍邅，天下遭氛慝。董氏沦关西，袁家拥河北。单民易周章，窘身就羁勒。岂意事乖己，永怀恋故国。相公实勤王，信能定蝥贼。复睹东都辉，重见汉朝则。馀生幸已多，矧乃值明德。爱客不告疲，饮燕遗景刻。夜听极星阑，朝游穷曛黑。哀哇动梁埃，急觞荡幽默。且尽一日娱，莫知古来惑。"},
{"title": "八月侍华林曜灵殿八关斋诗", "author": "谢庄", "dynasty": "南北朝", "content": "玉桴乘夕远，金枝终夜舒。澄淳玄化阐，希微寂理孚。"},
{"title": "侍宴蒜山诗", "author": "谢庄", "dynasty": "南北朝", "content": "龙旌拂纡景，凤盖起流云。转蕙方因委，层华正氛氲。烟竟山郊远，雾罢江天分。调石飞延露，裁金起承云。"},
{"title": "宋明堂歌九首 其四 歌青帝", "author": "谢庄", "dynasty": "南北朝", "content": "参映夕，驷照晨。灵乘震，司青春。雁将向，桐始蕤。柔风舞，暄光迟。萌动达，万品新。润无际，泽无垠。"},
{"title": "初发石首城诗", "author": "谢灵运", "dynasty": "南北朝", "content": "白圭尚可磨，斯言易为缁。斯抱中孚爻，犹劳贝锦诗。寸心若不亮，微命察如丝。日月垂光景，成贷遂兼兹。出宿薄京畿，晨装抟鲁飔。重经平生别，再与朋知辞。故山日已远，风波岂还时。苕苕万里帆，茫茫终何之。游当罗浮行，息必庐霍期。越海凌三山，游湘历九嶷。钦圣若旦暮，怀贤亦凄其。皎皎明发心，不为岁寒欺。"},
{"title": "钓竿", "author": "戴皓", "dynasty": "南北朝", "content": "试持玄渚钓，暂罢池阳猎。翠羽饰长纶，蕖花装小艓。钩利断莼丝，帆举牵菱叶。聊载前鱼童，还看后舟妾。"},
{"title": "隋王鼓吹曲十首 其八 送远曲", "author": "谢朓", "dynasty": "南北朝", "content": "北梁辞欢宴，南浦送佳人。方衢控龙马，平路骋朱轮。琼筵妙舞绝，桂席羽觞陈。白云丘陵远，山川时未因。一为清吹激，潺湲伤别巾。"},
{"title": "隋王鼓吹曲十首 其三 钧天曲", "author": "谢朓", "dynasty": "南北朝", "content": "高宴颢天台，置酒迎风观。笙镛礼百神，钟石动云汉。瑶堂琴瑟惊，绮席舞衣散。威凤来参差，玄鹤起凌乱。已庆明庭乐，讵惭南风弹。"},
{"title": "喜雨诗", "author": "谢庄", "dynasty": "南北朝", "content": "燕起知风舞，础润识云流。冽泉承夜湛，零雨望晨浮。合颖行盛茂，分穗方盈畴。"},
{"title": "阳春歌", "author": "檀秀才", "dynasty": "南北朝", "content": "青春献初岁，白日映雕梁。兰萌犹自短，柳叶未能长。已见花红发，复闻花蕊香。乘紫试游衍，谁知心独伤。"},
{"title": "拟行路难十八首 其十四", "author": "鲍照", "dynasty": "南北朝", "content": "君不见少壮从军去。白首流离不得还。故乡窅窅日夜隔。音尘断绝阻河关。朔风萧条白云飞。胡笳哀急边气寒。听此愁人兮奈何。登山远望得留颜。将死胡马迹。宁见妻子难。男儿生世轗轲欲何道。绵忧摧抑起长叹。"},
{"title": "车马行", "author": "戴皓", "dynasty": "南北朝", "content": "巩洛风尘处，冠盖相填咽。冠称魏其冷，竞随田鼢热。轮趣白虎第，珂聚黄金穴。献酒悉葡萄，州言尽飞铁。东都蛇已铸，西山绶应结。朝集类蒸烟，晚至如吹雪。子云尔何事，门巷无车辙。"},
{"title": "君子行", "author": "戴皓", "dynasty": "南北朝", "content": "画野依德星，开廛对廉水。接越称交让，连树名君子。数非唯二失，升阶无三止。探甑不疑尘，正冠还避李。寄言蘧伯玉，无为嗟独耻。"},
{"title": "拟行路难十八首 其三", "author": "鲍照", "dynasty": "南北朝", "content": "璿闺玉墀上椒阁，文窗绣户垂罗幕。中有一人字金兰，被服纤罗蕴芳藿。春燕差池风散梅，开帏对景弄禽雀。含歌揽涕恒抱愁，人生几时得为乐。宁作野中之双凫，不愿云间之别鹤。"},
{"title": "入竦溪诗", "author": "谢灵运", "dynasty": "南北朝", "content": "平明发风穴，投宿憩雪巘。初时当薄木，迄今草已搴。"},
{"title": "代白纻舞歌词四首 其三", "author": "鲍照", "dynasty": "南北朝", "content": "三星参差露沾湿。弦悲管清月将入。寒光萧条候虫急。荆王流叹楚妃泣。红颜难长时易戢。凝华结藻久延立。非君之故岂安集。"},
{"title": "代白纻舞歌词四首 其二", "author": "鲍照", "dynasty": "南北朝", "content": "桂宫柏寝拟天居。朱爵文窗韬绮疏。象床瑶席镇犀渠。雕屏匼匝组帷舒。秦筝赵瑟挟笙竽。垂珰散佩盈玉除。停觞不御欲谁须。"},
{"title": "字谜三首 其三", "author": "鲍照", "dynasty": "南北朝", "content": "乾之一九，只立无偶。坤之二六，宛然双宿。"},
{"title": "侍东耕诗", "author": "谢庄", "dynasty": "南北朝", "content": "肃镳奉晨发，恭带厕朝闻。仙乡降朱霭，神郊起青云。阴台承寒彩，阳树近初熏。观德欣临藉，瞻道乐游汾。"},
{"title": "瑞雪咏", "author": "谢庄", "dynasty": "南北朝", "content": "玄管洽。豳诗平。火洲灭。日壑清。龙关沙蒸。河徼云惊。晷未沉而井閟。宇方霾而海溟。山飞白雪。叶中符而掩皇州。降千□而瑞神世。始□葐蒀以蕤转。终徘徊而烟曳。状素镜之晨光。写金波之夜晰。晰景兮便娟。冠集灵兮蔼望仙。溢迎风兮湛承露。亘临华兮被通天。幂遥途而界远绮。丽青墀而镜列钱。及其流彩犹抟。凝明亟积。郊隰均映。江峦齐奕。审伊宫之逾丈。信钘阿之盈尺。洞秋方之玉园。果仙京之珠泽。若夫贞性贲道。润德晖经。载途演其楙。同云宣其灵。既昭化于卫术。亦阐义于齐庭。结秋竹之丽响。引幽兰之微馨。窃惟鸿化远洎。玄风遐施。浃纬称祥。磬埏作瑞。调露之乐既兴。大闺之歌已被。春光兮冬泽。长无愆于平施。"},
{"title": "宋明堂歌九首 其一 迎神歌", "author": "谢庄", "dynasty": "南北朝", "content": "地纽谧，乾枢回。华盖动，紫微开。旌蔽日，车若云。驾六龙，乘絪缊。晔帝京，辉天邑。圣祖降，五灵集。构瑶戺，耸珠帘。汉拂幌，月栖檐。舞缀畅，钟石融。驻飞景，郁行风。懋粢盛，洁牲牷。百礼肃，群司虔。皇德远，大孝昌。贯九幽，洞三光。神之安，解玉銮。景福至，万寓欢。"},
{"title": "烝齐应诏诗", "author": "谢庄", "dynasty": "南北朝", "content": "霜露凝宸感，肃僾动天引。西郊灭湮掩，东溟起昭晋。舞风泛龙常，轮霞浮玉轫。紫阶协笙镛，金途展应朄。方见六诗和，永闻九德润。观生识幸渥，睇服惭輶吝。"},
{"title": "代雉朝飞", "author": "鲍照", "dynasty": "南北朝", "content": "雉朝飞。振羽翼。专场挟雌恃强力。媒已惊。翳又逼。蒿间潜彀卢矢直。刎绣颈。碎锦臆。绝命君前无怨色。握君手。执杯酒。意气相倾死何有。"},
{"title": "长笛弄", "author": "谢庄", "dynasty": "南北朝", "content": "月起悠悠。当轩孤管流。□郁顾慕含羁。含楚复含秋。青苔蔓。荧火飞。骚骚落叶散衣。夜何长。君吹勿近伤。夜长念绵绵。吹伤减人年。"},
{"title": "诗", "author": "谢灵运", "dynasty": "南北朝", "content": "韩亡子房奋，秦帝鲁连耻。本自江海人，忠义感君子。"},
{"title": "代北风凉行", "author": "鲍照", "dynasty": "南北朝", "content": "北风凉。雨雪雱。京洛女儿多严妆。遥艳帷中自悲伤。沉吟不语若有忘。问君何行何当归。苦使妾坐自伤悲。虑年至。虑颜衰。情易复。恨难追。"},
{"title": "月重轮行", "author": "戴皓", "dynasty": "南北朝", "content": "皇基属明两，副德表副轮。副轮非是晕，桂满自恒春。海珠含更灭，阶蓂翳且新。婕妤比团扇，曹王譬洛神。浮川疑让璧，入户类烧银。从来看顾兔，不曾闻斗麟。北堂岂盈手，西园偏照人。"},
{"title": "夜听妓诗二首 其一", "author": "鲍照", "dynasty": "南北朝", "content": "夜来坐几时，银汉倾露落。澄沧入闺景，葳蕤被园藿。丝管感暮情，哀音绕梁作。芳盛不可恒，及岁共为乐。天明坐当散，琴酒驶弦酌。"},
{"title": "秋夜诗二首 其二", "author": "鲍照", "dynasty": "南北朝", "content": "遁迹避纷喧，货农栖寂寞。货径驰野鼠，空庭聚山雀。既远人世欢，还赖泉卉乐。折柳樊场圃，负绠汲潭壑。霁旦见云峰，风夜闻海鹤。江介早寒来，白露先秋落。麻垄方结叶，瓜田已扫箨。倾晖忽西下，回景思华幕。攀萝席中轩，临觞不能酌。终古自多恨，幽悲共沦铄。"},
{"title": "绍古辞七首 其一", "author": "鲍照", "dynasty": "南北朝", "content": "橘生湘水侧，菲陋人莫传。菲君金华宴，得在玉几前。三川穷名利，京洛富妖妍。恩荣难久恃，隆宠易衰偏。观席妾凄怆，睹翰君泫然。徒抱忠孝志，犹为葑菲迁。"},
{"title": "送雷次宗诗", "author": "谢灵运", "dynasty": "南北朝", "content": "符瑞守边楚，感念凄城壕。志苦离念结，情伤日月慆。"},
{"title": "宋明堂歌九首 其八 歌黑帝", "author": "谢庄", "dynasty": "南北朝", "content": "岁月既晏方驰。灵乘坎德司规。玄云合晦鸟路。白云繁亘天涯。雷在地。时未光。饰国典。闭关梁。四节遍。万物殿。福九域。祚八乡。晨晷促。夕漏延。太阴极。微阳宣。鹊将巢。冰已解。气濡水。风动泉。"},
{"title": "代白纻舞歌词四首 其四", "author": "鲍照", "dynasty": "南北朝", "content": "池中赤鲤庖所捐。琴高乘去腾上天。命逢福世丁溢恩。簪金藉绮升曲筵。恩厚德深委如山。洁诚洗志期暮年。乌白马角宁足言。"},
{"title": "咏双燕诗二首 其一", "author": "鲍照", "dynasty": "南北朝", "content": "双燕戏云崖，羽翰始差池。出入南闺里，经过北堂陲。意欲巢君幕，层楹不可窥。沉吟芳岁晚，徘徊韶景移。悲歌辞旧爱，衔泪觅新知。"},
{"title": "喜雨诗", "author": "鲍照", "dynasty": "南北朝", "content": "营社达群阴，屯云掩积阳。河井起龙蒸，日魄敛游光。族云飞泉室，震风沈羽乡。升雰浃地维，倾润泻天潢。平洒周海岳，曲潦溢川庄。惊雷鸣桂渚，回涓流玉堂。珍木抽翠条，炎卉濯朱芳。关市欣九赋，京廪开万箱。无谢尧为君，何用知柏皇。"},
{"title": "字谜三首 其二", "author": "鲍照", "dynasty": "南北朝", "content": "头如刀。尾如钩。中央横广。四角六抽。右面负两刃。左边双属牛。"},
{"title": "宋世祖庙歌二首 其一 世祖孝武皇帝歌", "author": "谢庄", "dynasty": "南北朝", "content": "帝锡二祖，长世多祜。于穆睿考，龚圣承矩。玄极驰驭，乾纽坠绪。辟我皇维，缔我宋宇。刷定四海，肇构神京。复礼辑乐，散马堕城。泽牣九有，化浮八瀛。庆云承掖，甘露飞甍。肃肃清庙，徽徽閟宫。舞蹈象德，笙磬陈风。黍稷非盛，明德惟崇。神其歆止，降福无穷。"},
{"title": "绍古辞七首 其二", "author": "鲍照", "dynasty": "南北朝", "content": "昔与君别时，蚕妾初献丝。何言年月驶，寒衣已捣治。绦绣多废乱，篇帛久尘缁。离心壮为剧，飞念如悬旗。石席我不爽，德音君勿欺。"},
{"title": "还都道中诗三首 其三", "author": "鲍照", "dynasty": "南北朝", "content": "久宦迷远川，川广每多惧。薄止闾边亭，关历险程路。霮䨴冥寓岫，濛昧江上雾。时凉籁争吹，流荐浪奔趣。恻焉增愁起，搔首东南顾。茫然荒野中，举目皆凛素。回风扬江泌，寒□栖动树。太息终晨漏，企我归飙遇。"},
{"title": "述祖德诗二首 其二", "author": "谢灵运", "dynasty": "南北朝", "content": "中原昔丧乱，丧乱岂解已。崩腾永嘉末，逼迫太元始。河外无反正，江介有䠞圯。万邦咸震慑，横流赖君子。拯溺由道情，龛暴资神理。秦赵欣来苏，燕魏迟文轨。贤相谢世运，远图因事止。高揖七州外，拂衣五湖里。随山疏浚潭，傍岩艺枌梓。遗情舍尘物，贞观丘壑美。"},
{"title": "还都道中诗三首 其一", "author": "鲍照", "dynasty": "南北朝", "content": "悦怿遂还心，踊跃贪至勤。鸣鸡戒征路，暮息落日分。急流腾飞沫，回风起江濆。孤兽啼夜侣，离鸿噪霜群。物哀心交横，声切思纷纭。叹慨诉同旅，美人无相闻。"},
{"title": "代白纻曲二首 其二", "author": "鲍照", "dynasty": "南北朝", "content": "春风澹荡侠思多。天色净绿气妍和。桃含红萼兰紫芽。朝日灼烁发园华。卷幌结帷罗玉筵。齐讴秦吹卢女弦。千金顾笑买芳年。"},
{"title": "中兴歌十首 其九", "author": "鲍照", "dynasty": "南北朝", "content": "襄阳是小地，寿阳非帝城。今日中兴乐，遥冶在上京。"},
{"title": "赠故人马子乔诗六首 其四", "author": "鲍照", "dynasty": "南北朝", "content": "种橘南池上，种杏北池中。池北既少露，池南又多风。早寒逼晚岁，衰恨满秋容。湘滨有灵鸟，其字曰鸣鸿。一挹缯缴痛，长别远无双。"},
{"title": "拟古诗八首 其八", "author": "鲍照", "dynasty": "南北朝", "content": "蜀汉多奇山，仰望与云平。阴崖积夏雪，阳谷散秋荣。朝朝见云归，夜夜闻猿鸣。忧人本自悲，孤客易伤情。临堂设樽酒，留酌思平生。石以坚为性，君勿惭素诚。"},
{"title": "建除诗", "author": "鲍照", "dynasty": "南北朝", "content": "建旗出敦煌，西讨属国羌。除去徒与骑，战车罗万箱。满山又填谷，投鞍合营墙。平原亘千里，旗鼓转相望。定舍后未休，候骑敕前装。执戈无暂顿，弯弧不解张。破灭西零国，生虏郅支王。危乱悉平荡，万里置关梁。成军入玉门，士女献壶浆。收功在一时，历世荷馀光。开壤袭朱绂，左右佩金章。闭帷草太玄，兹事殆愚狂。"},
{"title": "还都道中诗三首 其二", "author": "鲍照", "dynasty": "南北朝", "content": "风急讯湾浦，装高偃樯舳。夕听江上波，远极千里目。寒律惊穷蹊，爽气起乔木。隐隐日没岫，瑟瑟风发谷。鸟还暮林喧，潮上水结洑。夜分霜下凄，悲端出遥陆。愁来攒人怀，羁心苦独宿。"},
{"title": "拟行路难十八首 其十七", "author": "鲍照", "dynasty": "南北朝", "content": "君不见春鸟初至时。百草含青俱作花。寒风萧索一旦至。竟得几时保光华。日月流迈不相饶。令我愁思怨恨多。"},
{"title": "赠故人马子乔诗六首 其一", "author": "鲍照", "dynasty": "南北朝", "content": "踯躅城上羊，攀隅食玄草。俱共日月辉，昏明独何早。夕风飘野箨，飞尘被长道。亲爱难重陈，怀忧坐空老。"},
{"title": "中兴歌十首 其三", "author": "鲍照", "dynasty": "南北朝", "content": "碧楼含夜月，紫殿争朝光。彩墀散兰麝，风起自生芳。"},
{"title": "中兴歌十首 其八", "author": "鲍照", "dynasty": "南北朝", "content": "穷泰已有分，寿夭复属天。既见中兴乐，莫持忧自煎。"},
{"title": "拟古诗八首 其七", "author": "鲍照", "dynasty": "南北朝", "content": "河畔草未黄，胡雁已矫翼。秋蛩挟户吟，寒妇成夜织。去岁征人还，流传旧相识。闻君上陇时，东望久叹息。宿昔改衣带，旦暮异容色。念此忧如何，夜长忧向多。明镜尘匣中，宝瑟生网罗。"},
{"title": "烝齐应诏诗", "author": "谢庄", "dynasty": "南北朝", "content": "霜露凝宸感，肃僾动天引。肃郊灭湮掩，东溟起昭晋。舞风泛龙常，轮霞浮玉轫。紫阶协笙镛，金途展应朄。方见六诗和，永闻九德润。观生识幸渥，睇服惭輶吝。"},
{"title": "咏白雪诗", "author": "鲍照", "dynasty": "南北朝", "content": "白圭诚自白，不如雪光妍。不随物动气，能逐势方圆。无妨玉颜媚，不夺素缯鲜。投心障苦节，隐迹避荣年。兰焚石既断，何用恃芳坚。"},
{"title": "夜听妓诗二首 其一", "author": "鲍照", "dynasty": "南北朝", "content": "夜来坐几时，银汉倾露落。银沧入闺景，葳蕤被园藿。丝管感暮情，哀音绕梁作。芳盛不可恒，及岁共为乐。天明坐当散，琴酒驶弦酌。"},
{"title": "绍古辞七首 其七", "author": "鲍照", "dynasty": "南北朝", "content": "暖岁节物早，万萌迎春达。春风夜㛹娟，春雾朝晻霭。软兰叶可采，柔桑条易捋。怨咽对风景，闷瞀守闺闼。天传愁民命，含生但契阔。忧来无行伍，历乱如覃葛。"},
{"title": "登庐山诗二首 其二", "author": "鲍照", "dynasty": "南北朝", "content": "访世失隐沦，从山异灵士。明发振云冠，升峤远栖趾。高岑隔半天，长崖断千里。氛雾承星辰，潭壑洞江汜。崭绝类虎牙，巑岏象熊耳。埋冰或百年，韬树必千祀。鸡鸣清涧中，猿啸白云里。瑶波逐穴开，霞石触峰起。回互非一形，参差悉相似。倾听凤管宾，缅望钓龙子。松桂盈膝前，如何秽城市。"},
{"title": "赠故人马子乔诗六首 其三", "author": "鲍照", "dynasty": "南北朝", "content": "松生陇坂上，百尺下无枝。百南望河尾，西北隐昆崖。野风振山籁，朋鸟夜惊离。悲凉贯年节，葱翠恒若斯。安得草木心，不怨寒暑移。"},
{"title": "拟古诗八首 其五", "author": "鲍照", "dynasty": "南北朝", "content": "伊昔不治业，倦游观五都。海岱饶壮士，蒙泗多宿儒。结发起跃马，垂白对讲书。呼我升上席，陈觯发瓢壶。管仲死已久，墓在西北隅。后面崔嵬者，桓公旧冢庐。君来诚既晚，不睹崇明初。玉琬徒见传，交友义渐疏。"},
{"title": "代淮南王二首 其二", "author": "鲍照", "dynasty": "南北朝", "content": "朱城九门门九开。愿逐明月入君怀。入君怀。结君佩。怨君恨君恃君爱。筑城思坚剑思利。同盛同衰莫相弃。"},
{"title": "采菱歌七首 其六", "author": "鲍照", "dynasty": "南北朝", "content": "缄叹凌珠渊，收慨上金堤。春芳行歇落，是人方未齐。"},
{"title": "代鸣雁行", "author": "鲍照", "dynasty": "南北朝", "content": "邕邕鸣雁鸣始旦，齐行命侣入云汉。中夜相失群离乱，留连徘徊不忍散。憔悴容仪君不知，辛苦风霜亦何为。"},
{"title": "幽兰五首 其五", "author": "鲍照", "dynasty": "南北朝", "content": "陈国郑东门，古今共所知。长袖暂徘徊，驷马停路歧。"},
{"title": "拟行路难十八首 其九", "author": "鲍照", "dynasty": "南北朝", "content": "剉蘖染黄丝。黄丝历乱不可治。昔我与君始相值。尔时自谓可君意。结带与我言。死生好恶不相置。今日见我颜色衰。意中索寞与先异。还君金钗玳瑁簪。不忍见之益愁思。"},
{"title": "幽兰五首 其二", "author": "鲍照", "dynasty": "南北朝", "content": "帘委兰蕙露，帐含桃李风。揽带昔何道，坐令芳节终。"},
{"title": "代春日行三言", "author": "鲍照", "dynasty": "南北朝", "content": "献岁发，吾将行。春山茂，春行明。园中鸟，多嘉声。梅始发，桃始荣。泛舟舻，齐棹惊。奏采菱，歌鹿鸣。风微起，波微生。弦亦发，酒亦倾。入莲池，折桂枝。芳袖动，芬叶披。两相思，两不知。"},
{"title": "代堂上歌行", "author": "鲍照", "dynasty": "南北朝", "content": "四坐且莫喧，听我堂上歌。昔仕京洛时，高门临长河。出入重宫里，结友曹与何。车马相驰逐，宾朋好容华。阳春孟春月，朝光散流霞。轻步逐芳风，言笑弄丹葩。晖晖朱颜酡，纷纷织女梭。满堂皆美人，目成对湘娥。虽谢侍君闲，明妆带绮罗。筝笛更弹吹，高唱好相和。万曲不关心，一曲动情多。欲知情厚薄，更听此声过。"},
{"title": "学刘公干体诗五首 其五", "author": "鲍照", "dynasty": "南北朝", "content": "白日正中时，天下共明光。北园有细草，当昼正含霜。乖荣顿如此，何用独芬芳。抽琴为尔歌，弦断不成章。"},
{"title": "从军行", "author": "戴皓", "dynasty": "南北朝", "content": "长安夜刺闺，胡骑白铜鞮。诏书发陇右，召募取关西。剑悬三尺鞘，铠累七重犀。督军鸣战鼓，巡夜数更鞞。侵星出柳塞，际晚入榆溪。秦泾含药鸩，晋火逐飞鸡。通泉开地道，望敌竖云梯。阴山日不暮，长城风自凄。弓寒折锦鞬，马冻滑斜蹄。燕旗竿上脆，羌笛管中嘶。登山试下赵，凭轼且平齐。当今函谷上，唯用一丸泥。"},
{"title": "赠故人马子乔诗六首 其五", "author": "鲍照", "dynasty": "南北朝", "content": "皎如川上鹄，赫似握中丹。宿心谁不欺，明白古所难。凭楹观皓露，洒酒荡忧颜。永念平生意，穷光不忍还。淹留徒攀桂，延伫空结兰。"},
{"title": "从庾中郎游园山石室诗", "author": "鲍照", "dynasty": "南北朝", "content": "荒途趣山楹，云崖隐灵室。冈涧纷萦抱，林障沓重密。昏昏磴路深，活活梁水疾。幽隅秉昼烛，地牖窥朝日。怪石似龙章，瑕璧丽锦质。洞庭安可穷，漏井终不溢。沈空绝景声，崩危坐惊栗。神化岂有方，妙象竟无述。至哉炼玉人，处此长自毕。"},
{"title": "代白纻曲二首 其一", "author": "鲍照", "dynasty": "南北朝", "content": "朱唇动。素腕举。洛阳少童邯郸女。古称渌水今白纻。催弦急管为君舞。穷秋九月荷叶黄。北风驱雁天雨霜。夜长酒多乐未央。"},
{"title": "代葛沙门妻郭小玉作诗二首 其二", "author": "鲍令晖", "dynasty": "南北朝", "content": "君子将遥役，遗我双题锦。临当欲去时，复留相思枕。题用常著心，枕以忆同寝。行行日已远，转觉思弥甚。"},
{"title": "采菱歌七首 其二", "author": "鲍照", "dynasty": "南北朝", "content": "弭榜搴蕙荑，停唱纫薰若。含伤拾泉花，萦念采云萼。"},
{"title": "采菱歌七首 其四", "author": "鲍照", "dynasty": "南北朝", "content": "要艳双屿里，望美两洲间。袅袅风出浦，容容日向山。"},
{"title": "采菱歌七首 其一", "author": "鲍照", "dynasty": "南北朝", "content": "骛舲驰桂浦，息棹偃椒潭。箫弄澄湘北，菱歌清汉南。"},
{"title": "望孤石诗", "author": "鲍照", "dynasty": "南北朝", "content": "江南多暖谷，杂树茂寒峰。朱华抱白雪，阳条熙朔风。蚌节流绮藻，辉石乱烟虹。泄云去无极，驰波往不穷。啸歌清漏毕，徘徊朝景终。浮生会当几，欢酌每盈衷。"},
{"title": "春日贻刘孝绰诗", "author": "萧瑱", "dynasty": "南北朝", "content": "涧水初流碧，山樱早发红。新禽争弄响，落蕊乱从风。拂筵多软干，映户悉花丛。谁云相去远，垂柳对高桐。"},
{"title": "中兴歌十首 其十", "author": "鲍照", "dynasty": "南北朝", "content": "梅花一时艳，竹叶千年色。愿君松柏心，采照无穷极。"},
{"title": "拟古诗八首 其八", "author": "鲍照", "dynasty": "南北朝", "content": "蜀汉多奇山，仰望与云平。仰崖积夏雪，阳谷散秋荣。朝朝见云归，夜夜闻猿鸣。忧人本自悲，孤客易伤情。临堂设樽酒，留酌思平生。石以坚为性，君勿惭素诚。"},
{"title": "侍宴覆舟山诗二首", "author": "鲍照", "dynasty": "南北朝", "content": "息雨清上郊，开云照中县。开轩越丹居，晖烛集凉殿。凌高跻飞楹，追焱起流宴。𣐙苑含灵群，岩庭藏物变。明辉烁神都，丽气冠华甸。目远幽情周，醴洽深恩遍。"},
{"title": "中兴歌十首 其六", "author": "鲍照", "dynasty": "南北朝", "content": "北出湖边戏，前还苑中游。飞縠绕长松，驰管逐波流。"},
{"title": "中兴歌十首 其一", "author": "鲍照", "dynasty": "南北朝", "content": "千冬迟一春，万夜视朝日。生平值中兴，欢起百忧毕。"},
{"title": "寒闺诗", "author": "鲍泉", "dynasty": "南北朝", "content": "行人消息断，空闺静复寒。风急朝机燥，镜暗晚妆难。从来腰自小，衣带就中宽。"},
{"title": "麈尾诗", "author": "萧察", "dynasty": "南北朝", "content": "匣上生光影，毫际起风流。本持谈妙理，宁是用椎牛。"},
{"title": "代蒿里行", "author": "鲍照", "dynasty": "南北朝", "content": "同尽无贵贱，殊愿有穷伸。驰波催永夜，零露逼短晨。结我幽山驾，去此满堂亲。虚容遗剑佩，实貌戢衣巾。斗酒安可酌，尺书谁复陈。年代稍推远，怀抱日幽沦。人生良自剧，天道与何人。赍我长恨意，归为狐兔尘。"},
{"title": "代悲哉行", "author": "鲍照", "dynasty": "南北朝", "content": "羁人感淑节，缘感欲回辙。我行讵几时，华实骤舒结。睹实情有悲，瞻华意无悦。览物怀同志，如何复乖别。翩翩翔禽罗，关关鸣鸟列。翔鸣尚俦偶，所叹独乖绝。"},
{"title": "登庐山诗二首 其一", "author": "鲍照", "dynasty": "南北朝", "content": "悬装乱水区，薄旅次山楹。千岩盛阻积，万壑势回萦。巃嵷高昔貌，纷乱袭前名。洞涧窥地脉，耸树隐天经。松磴上迷密，云窦下纵横。阴冰实夏结，炎树信冬荣。嘈囋晨鹍思，叫啸夜猿清。深崖伏化迹，穹岫閟长灵。乘此乐山性，重以远游情。方跻羽人途，永与烟雾并。"},
{"title": "侍宴覆舟山诗二首 其二", "author": "鲍照", "dynasty": "南北朝", "content": "繁霜飞玉闼，爱景丽皇州。清跸戒驰路，羽盖伫宣游。神居既崇盛，嵓崄信环周。礼俗陶德声，昌会溢民讴。惭无胜化质，谬从云雨浮。"},
{"title": "学刘公干体诗五首 其二", "author": "鲍照", "dynasty": "南北朝", "content": "曀曀寒野雾，苍苍阴山柏。树回雾萦集，山寒野风急。岁物尽沦伤，孤贞为谁立。赖树自能贞，不计迹幽涩。"},
{"title": "秋日诗", "author": "鲍泉", "dynasty": "南北朝", "content": "露色已成霜，梧楸欲半黄。燕去櫩恒静，莲寒池不香。夕乌飞向月，馀蚊聚逐光。旅情恒自苦，秋夜渐应长。"},
{"title": "迎舍利诗", "author": "萧察", "dynasty": "南北朝", "content": "释迦称散体，多宝号金驱。白玉诚非比，黄金良莫逾。变见绝言象，端异乃冥符。灵知虽隐显，妙色岂荣枯。唯当千劫后，方成无价珠。"},
{"title": "采菱歌七首 其七", "author": "鲍照", "dynasty": "南北朝", "content": "思今怀近忆，望古怀远识。怀古复怀今，长怀无终极。"},
{"title": "拟古诗八首 其一", "author": "鲍照", "dynasty": "南北朝", "content": "鲁客事楚王，怀金袭丹素。怀荷主人恩，又蒙令尹顾。日晏罢朝归，舆马塞衢路。宗党生光辉，宾仆远倾慕。富贵人所欲，道得亦何惧。南国有儒生，迷方独沦误。伐木清江湄，设罝守毚兔。"},
{"title": "代葛沙门妻郭小玉作诗二首 其一", "author": "鲍令晖", "dynasty": "南北朝", "content": "明月何皎皎，垂幌照罗茵。若共相思夜，知同忧怨晨。芳华岂矜貌，霜露不怜人。君非青云逝，飘迹事咸秦。妾持一生泪，经秋复度春。"},
{"title": "咏耙复诗", "author": "萧驎", "dynasty": "南北朝", "content": "的的金纱净，离离宝撮分。纤腰非学楚，宽带为思君。"},
{"title": "中兴歌十首 其四", "author": "鲍照", "dynasty": "南北朝", "content": "白日照前窗，玲珑绮罗中。美人掩轻扇，含思歌春风。"},
{"title": "侍宴覆舟山诗二首", "author": "鲍照", "dynasty": "南北朝", "content": "息雨清上郊，开云照中县。游轩越丹居，晖烛集凉殿。凌高跻飞楹，追焱起流宴。𣐙苑含灵群，岩庭藏物变。明辉烁神都，丽气冠华甸。目远幽情周，醴洽深恩遍。"},
{"title": "幽兰五首 其一", "author": "鲍照", "dynasty": "南北朝", "content": "倾辉引暮色，孤景留思颜。梅歇春欲罢，期渡往不还。"},
{"title": "听钟鸣", "author": "萧综", "dynasty": "南北朝", "content": "历历听钟鸣。当知在帝城。西树隐落月。东窗见晓星。雾露朏朏未分明。乌啼哑哑已流声。惊客思。动客情。客思郁纵横。翩翩孤雁何所栖。依依别鹤半夜啼。今岁行已暮。雨雪向凄凄。飞蓬旦夕起。杨柳尚翻低。气郁结。涕滂沱。愁思无所托。强作听钟歌。"},
{"title": "幽兰五首 其三", "author": "鲍照", "dynasty": "南北朝", "content": "结佩徒分明，抱梁辄乖忤。华落知不终，空愁坐相误。"},
{"title": "伍子胥", "author": "鲍几", "dynasty": "南北朝", "content": "忠孝诚无报，感义本投身。日暮江波急，谁怜渔丈人。楚墓悲犹在，吴门恨未申。"},
{"title": "估客乐", "author": "萧赜", "dynasty": "南北朝", "content": "昔经樊邓役，阻潮梅根渚。感忆追往事，意满辞不叙。"},
{"title": "释奠应诏为王皦作诗", "author": "鲍几", "dynasty": "南北朝", "content": "伊昔列圣，表训成均。德隆诏彻，义重师臣。礼有损益，道有相因。蝉联遐代，庵暧遗尘。三代异教，五运殊时。则天启圣，纽地开基。揖让丕显，熙载畴咨。综核名实，文德来思。水积涓流，山资累■。礼实立身，学乃成器。师师阙里，济济洙泗。西玦献珍，南翚程贽。于铄上嗣，夙昭懋则。正位则离，迈心泉塞。兽门让齿，龙楼观德。□□□□，是资监国。尊师荐德，明祀告虔。幕人掌握，司几奉筵。堂灌玉瓒，庭奏朱弦。义高夏策，礼盛姬篇。大飨既周，德馨惟楙。殊方知礼，声教日富。陆离簪笏，徘徊舞袖。楚楚儒衣，莘莘国胄。曲成罔隔，容光无已。合符出守，通籍入仕。空列周行，恩非望始。徒怀十驾，终谢千里。"}
]
