[
{"title": "将进酒", "author": "李白", "dynasty": "唐代", "content": "君不见黄河之水天上来，奔流到海不复回。君不见高堂明镜悲白发，朝如青丝暮成雪。人生得意须尽欢，莫使金樽空对月。天生我材必有用，千金散尽还复来。烹羊宰牛且为乐，会须一饮三百杯。岑夫子，丹丘生，将进酒，杯莫停。与君歌一曲，请君为我倾耳听。(倾耳听 一作：侧耳听)钟鼓馔玉不足贵，但愿长醉不愿醒。(不足贵 一作：何足贵；不愿醒 一作：不复醒)古来圣贤皆寂寞，惟有饮者留其名。(古来 一作：自古；惟 通：唯)陈王昔时宴平乐，斗酒十千恣欢谑。主人何为言少钱，径须沽取对君酌。五花马、千金裘，呼儿将出换美酒，与尔同销万古愁。 "},
{"title": "陋室铭", "author": "刘禹锡", "dynasty": "唐代", "content": "　　山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？ "},
{"title": "长恨歌", "author": "白居易", "dynasty": "唐代", "content": "汉皇重色思倾国，御宇多年求不得。杨家有女初长成，养在深闺人未识。天生丽质难自弃，一朝选在君王侧。回眸一笑百媚生，六宫粉黛无颜色。春寒赐浴华清池，温泉水滑洗凝脂。侍儿扶起娇无力，始是新承恩泽时。云鬓花颜金步摇，芙蓉帐暖度春宵。春宵苦短日高起，从此君王不早朝。承欢侍宴无闲暇，春从春游夜专夜。后宫佳丽三千人，三千宠爱在一身。金屋妆成娇侍夜，玉楼宴罢醉和春。姊妹弟兄皆列土，可怜光彩生门户。遂令天下父母心，不重生男重生女。骊宫高处入青云，仙乐风飘处处闻。缓歌慢舞凝丝竹，尽日君王看不足。渔阳鼙鼓动地来，惊破《霓裳羽衣曲》。\r\n九重城阙烟尘生，千乘万骑西南行。翠华摇摇行复止，西出都门百余里。六军不发无奈何，宛转娥眉马前死。花钿委地无人收，翠翘金雀玉搔头。君王掩面救不得，回看血泪相和流。黄埃散漫风萧索，云栈萦纡登剑阁。峨嵋山下少人行，旌旗无光日色薄。蜀江水碧蜀山青，圣主朝朝暮暮情。行宫见月伤心色，夜雨闻铃肠断声。天旋日转回龙驭，到此踌躇不能去。马嵬坡下泥土中，不见玉颜空死处。君臣相顾尽沾衣，东望都门信马归。归来池苑皆依旧，太液芙蓉未央柳。芙蓉如面柳如眉，对此如何不泪垂？春风桃李花开夜，秋雨梧桐叶落时。(花开夜 一作：花开日)西宫南苑多秋草，落叶满阶红不扫。(南苑 一作：南内)梨园弟子白发新，椒房阿监青娥老。夕殿萤飞思悄然，孤灯挑尽未成眠。迟迟钟鼓初长夜，耿耿星河欲曙天。鸳鸯瓦冷霜华重，翡翠衾寒谁与共？悠悠生死别经年，魂魄不曾来入梦。\r\n临邛道士鸿都客，能以精诚致魂魄。为感君王辗转思，遂教方士殷勤觅。排空驭气奔如电，升天入地求之遍。上穷碧落下黄泉，两处茫茫皆不见。忽闻海上有仙山，山在虚无缥缈间。楼阁玲珑五云起，其中绰约多仙子。中有一人字太真，雪肤花貌参差是。金阙西厢叩玉扃，转教小玉报双成。闻道汉家天子使，九华帐里梦魂惊。揽衣推枕起徘徊，珠箔银屏迤逦开。云鬓半偏新睡觉，花冠不整下堂来。\r\n风吹仙袂飘飖举，犹似霓裳羽衣舞。(飘飖 一作：飘飘)玉容寂寞泪阑干，梨花一枝春带雨。(阑 通：栏)含情凝睇谢君王，一别音容两渺茫。昭阳殿里恩爱绝，蓬莱宫中日月长。回头下望人寰处，不见长安见尘雾。惟将旧物表深情，钿合金钗寄将去。钗留一股合一扇，钗擘黄金合分钿。但令心似金钿坚，天上人间会相见。(但令 一作：但教)\r\n临别殷勤重寄词，词中有誓两心知。七月七日长生殿，夜半无人私语时。在天愿作比翼鸟，在地愿为连理枝。天长地久有时尽，此恨绵绵无绝期。"},
{"title": "春望", "author": "杜甫", "dynasty": "唐代", "content": "国破山河在，城春草木深。感时花溅泪，恨别鸟惊心。烽火连三月，家书抵万金。白头搔更短，浑欲不胜簪。"},
{"title": "春江花月夜", "author": "张若虚", "dynasty": "唐代", "content": "春江潮水连海平，海上明月共潮生。滟滟随波千万里，何处春江无月明！江流宛转绕芳甸，月照花林皆似霰。空里流霜不觉飞，汀上白沙看不见。江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？人生代代无穷已，江月年年望相似。(望相似 一作：只相似)不知江月待何人，但见长江送流水。白云一片去悠悠，青枫浦上不胜愁。谁家今夜扁舟子？何处相思明月楼？可怜楼上月徘徊，应照离人妆镜台。玉户帘中卷不去，捣衣砧上拂还来。此时相望不相闻，愿逐月华流照君。鸿雁长飞光不度，鱼龙潜跃水成文。昨夜闲潭梦落花，可怜春半不还家。江水流春去欲尽，江潭落月复西斜。斜月沉沉藏海雾，碣石潇湘无限路。不知乘月几人归，落月摇情满江树。(落月 一作：落花) "},
{"title": "小石潭记", "author": "柳宗元", "dynasty": "唐代", "content": "　　从小丘西行百二十步，隔篁竹，闻水声，如鸣珮环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。(珮 通：佩)\r\n　　潭中鱼可百许头，皆若空游无所依，日光下澈，影布石上。佁然不动，俶尔远逝，往来翕忽，似与游者相乐。(下澈 一作：下彻)\r\n　　潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。\r\n　　坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。\r\n　　同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生，曰恕己，曰奉壹。"},
{"title": "茅屋为秋风所破歌", "author": "杜甫", "dynasty": "唐代", "content": "八月秋高风怒号，卷我屋上三重茅。茅飞渡江洒江郊，高者挂罥长林梢，下者飘转沉塘坳。南村群童欺我老无力，忍能对面为盗贼。公然抱茅入竹去，唇焦口燥呼不得，归来倚杖自叹息。俄顷风定云墨色，秋天漠漠向昏黑。布衾多年冷似铁，娇儿恶卧踏里裂。床头屋漏无干处，雨脚如麻未断绝。自经丧乱少睡眠，长夜沾湿何由彻！安得广厦千万间，大庇天下寒士俱欢颜！风雨不动安如山。呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足！(死亦足 一作：死意足） "},
{"title": "静夜思", "author": "李白", "dynasty": "唐代", "content": "床前明月光，疑是地上霜。举头望明月，低头思故乡。"},
{"title": "滕王阁序", "author": "王勃", "dynasty": "唐代", "content": "　　豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。雄州雾列，俊采星驰。台隍枕夷夏之交，宾主尽东南之美。都督阎公之雅望，棨戟遥临；宇文新州之懿范，襜帷暂驻。十旬休假，胜友如云；千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电青霜，王将军之武库。家君作宰，路出名区；童子何知，躬逢胜饯。(豫章故郡 一作：南昌故郡；青霜 一作：清霜)\r\n　　时维九月，序属三秋。潦水尽而寒潭清，烟光凝而暮山紫。俨骖騑于上路，访风景于崇阿。临帝子之长洲，得天人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀凫渚，穷岛屿之萦回；桂殿兰宫，即冈峦之体势。（层峦 一作：层台；即冈 一作：列冈；飞阁流丹 一作：飞阁翔丹）\r\n　　披绣闼，俯雕甍，山原旷其盈视，川泽纡其骇瞩。闾阎扑地，钟鸣鼎食之家；舸舰弥津，青雀黄龙之舳。云销雨霁，彩彻区明。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡之滨，雁阵惊寒，声断衡阳之浦。(轴 通：舳；迷津 一作：弥津；云销雨霁，彩彻区明 一作：虹销雨霁，彩彻云衢)\r\n　　遥襟甫畅，逸兴遄飞。爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。四美具，二难并。穷睇眄于中天，极娱游于暇日。天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，目吴会于云间。地势极而南溟深，天柱高而北辰远。关山难越，谁悲失路之人；萍水相逢，尽是他乡之客。怀帝阍而不见，奉宣室以何年？(遥襟甫畅 一作：遥吟俯畅)\r\n　　嗟乎！时运不齐，命途多舛。冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子见机，达人知命。老当益壮，宁移白首之心？穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙以犹欢。北海虽赊，扶摇可接；东隅已逝，桑榆非晚。孟尝高洁，空余报国之情；阮籍猖狂，岂效穷途之哭！(见机 一作：安贫)\r\n　　勃，三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗悫之长风。舍簪笏于百龄，奉晨昏于万里。非谢家之宝树，接孟氏之芳邻。他日趋庭，叨陪鲤对；今兹捧袂，喜托龙门。杨意不逢，抚凌云而自惜；钟期既遇，奏流水以何惭？\r\n　　呜乎！胜地不常，盛筵难再；兰亭已矣，梓泽丘墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于群公。敢竭鄙怀，恭疏短引；一言均赋，四韵俱成。请洒潘江，各倾陆海云尔：　　滕王高阁临江渚，佩玉鸣鸾罢歌舞。　　画栋朝飞南浦云，珠帘暮卷西山雨。　　闲云潭影日悠悠，物换星移几度秋。　　阁中帝子今何在？槛外长江空自流。"},
{"title": "行路难·其一", "author": "李白", "dynasty": "唐代", "content": "金樽清酒斗十千，玉盘珍羞直万钱。(羞 同：馐；直 同：值)停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。(雪满山 一作：雪暗天)闲来垂钓碧溪上，忽复乘舟梦日边。(碧 一作：坐)行路难，行路难，多歧路，今安在？长风破浪会有时，直挂云帆济沧海。"},
{"title": "白雪歌送武判官归京", "author": "岑参", "dynasty": "唐代", "content": "北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。(难着 一作：犹著)瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。 "},
{"title": "蜀道难", "author": "李白", "dynasty": "唐代", "content": "噫吁嚱，危乎高哉！蜀道之难，难于上青天！蚕丛及鱼凫，开国何茫然！尔来四万八千岁，不与秦塞通人烟。西当太白有鸟道，可以横绝峨眉巅。地崩山摧壮士死，然后天梯石栈相钩连。上有六龙回日之高标，下有冲波逆折之回川。黄鹤之飞尚不得过，猿猱欲度愁攀援。(攀援 一作：攀缘)青泥何盘盘，百步九折萦岩峦。扪参历井仰胁息，以手抚膺坐长叹。\r\n问君西游何时还？畏途巉岩不可攀。但见悲鸟号古木，雄飞雌从绕林间。又闻子规啼夜月，愁空山。蜀道之难，难于上青天，使人听此凋朱颜！连峰去天不盈尺，枯松倒挂倚绝壁。飞湍瀑流争喧豗，砯崖转石万壑雷。其险也如此，嗟尔远道之人胡为乎来哉！(也如此 一作：也若此)\r\n剑阁峥嵘而崔嵬，一夫当关，万夫莫开。所守或匪亲，化为狼与豺。朝避猛虎，夕避长蛇，磨牙吮血，杀人如麻。锦城虽云乐，不如早还家。蜀道之难，难于上青天，侧身西望长咨嗟！"},
{"title": "清明", "author": "杜牧", "dynasty": "唐代", "content": "清明时节雨纷纷，路上行人欲断魂。借问酒家何处有？牧童遥指杏花村。 "},
{"title": "钱塘湖春行", "author": "白居易", "dynasty": "唐代", "content": "孤山寺北贾亭西，水面初平云脚低。几处早莺争暖树，谁家新燕啄春泥。乱花渐欲迷人眼，浅草才能没马蹄。最爱湖东行不足，绿杨阴里白沙堤。 "},
{"title": "春夜喜雨", "author": "杜甫", "dynasty": "唐代", "content": "好雨知时节，当春乃发生。随风潜入夜，润物细无声。野径云俱黑，江船火独明。晓看红湿处，花重锦官城。 "},
{"title": "山居秋暝", "author": "王维", "dynasty": "唐代", "content": "空山新雨后，天气晚来秋。明月松间照，清泉石上流。竹喧归浣女，莲动下渔舟。随意春芳歇，王孙自可留。 "},
{"title": "琵琶行并序 / 琵琶引", "author": "白居易", "dynasty": "唐代", "content": "元和十年，予左迁九江郡司马。明年秋，送客湓浦口，闻舟中夜弹琵琶者，听其音，铮铮然有京都声。问其人，本长安倡女，尝学琵琶于穆、曹二善才，年长色衰，委身为贾人妇。遂命酒，使快弹数曲。曲罢悯然，自叙少小时欢乐事，今漂沦憔悴，转徙于江湖间。予出官二年，恬然自安，感斯人言，是夕始觉有迁谪意。因为长句，歌以赠之，凡六百一十六言，命曰《琵琶行》。\r\n浔阳江头夜送客，枫叶荻花秋瑟瑟。主人下马客在船，举酒欲饮无管弦。醉不成欢惨将别，别时茫茫江浸月。\r\n忽闻水上琵琶声，主人忘归客不发。寻声暗问弹者谁，琵琶声停欲语迟。移船相近邀相见，添酒回灯重开宴。千呼万唤始出来，犹抱琵琶半遮面。转轴拨弦三两声，未成曲调先有情。弦弦掩抑声声思，似诉平生不得志。低眉信手续续弹，说尽心中无限事。轻拢慢捻抹复挑，初为《霓裳》后《六幺》。大弦嘈嘈如急雨，小弦切切如私语。嘈嘈切切错杂弹，大珠小珠落玉盘。间关莺语花底滑，幽咽泉流冰下难。冰泉冷涩弦凝绝，凝绝不通声暂歇。(暂歇 一作：渐歇)别有幽愁暗恨生，此时无声胜有声。银瓶乍破水浆迸，铁骑突出刀枪鸣。曲终收拨当心画，四弦一声如裂帛。东船西舫悄无言，唯见江心秋月白。\r\n沉吟放拨插弦中，整顿衣裳起敛容。自言本是京城女，家在虾蟆陵下住。十三学得琵琶成，名属教坊第一部。曲罢曾教善才服，妆成每被秋娘妒。(服 一作:伏)五陵年少争缠头，一曲红绡不知数。钿头银篦击节碎，血色罗裙翻酒污。(银篦 一作：云篦)今年欢笑复明年，秋月春风等闲度。弟走从军阿姨死，暮去朝来颜色故。门前冷落鞍马稀，老大嫁作商人妇。商人重利轻别离，前月浮梁买茶去。去来江口守空船，绕船月明江水寒。夜深忽梦少年事，梦啼妆泪红阑干。\r\n我闻琵琶已叹息，又闻此语重唧唧。同是天涯沦落人，相逢何必曾相识！我从去年辞帝京，谪居卧病浔阳城。浔阳地僻无音乐，终岁不闻丝竹声。住近湓江地低湿，黄芦苦竹绕宅生。其间旦暮闻何物？杜鹃啼血猿哀鸣。春江花朝秋月夜，往往取酒还独倾。岂无山歌与村笛，呕哑嘲哳难为听。今夜闻君琵琶语，如听仙乐耳暂明。莫辞更坐弹一曲，为君翻作《琵琶行》。\r\n感我此言良久立，却坐促弦弦转急。凄凄不似向前声，满座重闻皆掩泣。座中泣下谁最多？江州司马青衫湿。"},
{"title": "黄鹤楼送孟浩然之广陵", "author": "李白", "dynasty": "唐代", "content": "故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。 (唯 通：惟) "},
{"title": "三五七言 / 秋风词", "author": "李白", "dynasty": "唐代", "content": "秋风清，秋月明，落叶聚还散，寒鸦栖复惊。相思相见知何日？此时此夜难为情！入我相思门，知我相思苦，长相思兮长相忆，短相思兮无穷极，早知如此绊人心，何如当初莫相识。 "},
{"title": "无题", "author": "李商隐", "dynasty": "唐代", "content": "相见时难别亦难，东风无力百花残。春蚕到死丝方尽，蜡炬成灰泪始干。晓镜但愁云鬓改，夜吟应觉月光寒。蓬山此去无多路，青鸟殷勤为探看。(蓬山 一作：蓬莱) "},
{"title": "望岳", "author": "杜甫", "dynasty": "唐代", "content": "岱宗夫如何？齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生曾云，决眦入归鸟。( 曾 同：层)会当凌绝顶，一览众山小。 "},
{"title": "芙蓉楼送辛渐", "author": "王昌龄", "dynasty": "唐代", "content": "寒雨连江夜入吴，平明送客楚山孤。洛阳亲友如相问，一片冰心在玉壶。 "},
{"title": "登高", "author": "杜甫", "dynasty": "唐代", "content": "风急天高猿啸哀，渚清沙白鸟飞回。无边落木萧萧下，不尽长江滚滚来。万里悲秋常作客，百年多病独登台。艰难苦恨繁霜鬓，潦倒新停浊酒杯。 "},
{"title": "咏柳 / 柳枝词", "author": "贺知章", "dynasty": "唐代", "content": "碧玉妆成一树高，万条垂下绿丝绦。不知细叶谁裁出，二月春风似剪刀。 "},
{"title": "使至塞上", "author": "王维", "dynasty": "唐代", "content": "单车欲问边，属国过居延。征蓬出汉塞，归雁入胡天。大漠孤烟直，长河落日圆。萧关逢候骑，都护在燕然。 "},
{"title": "江雪", "author": "柳宗元", "dynasty": "唐代", "content": "千山鸟飞绝，万径人踪灭。孤舟蓑笠翁，独钓寒江雪。 "},
{"title": "锦瑟", "author": "李商隐", "dynasty": "唐代", "content": "锦瑟无端五十弦，一弦一柱思华年。庄生晓梦迷蝴蝶，望帝春心托杜鹃。沧海月明珠有泪，蓝田日暖玉生烟。此情可待成追忆？只是当时已惘然。 "},
{"title": "秋词·其一", "author": "刘禹锡", "dynasty": "唐代", "content": "自古逢秋悲寂寥，我言秋日胜春朝。晴空一鹤排云上，便引诗情到碧霄。 "},
{"title": "望庐山瀑布", "author": "李白", "dynasty": "唐代", "content": "日照香炉生紫烟，遥看瀑布挂前川。飞流直下三千尺，疑是银河落九天。 "},
{"title": "绝句", "author": "杜甫", "dynasty": "唐代", "content": "两个黄鹂鸣翠柳，一行白鹭上青天。窗含西岭千秋雪，门泊东吴万里船。 "},
{"title": "游子吟", "author": "孟郊", "dynasty": "唐代", "content": "慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖。"},
{"title": "送杜少府之任蜀州 / 送杜少府之任蜀川", "author": "王勃", "dynasty": "唐代", "content": "城阙辅三秦，风烟望五津。与君离别意，同是宦游人。海内存知己，天涯若比邻。无为在歧路，儿女共沾巾。 "},
{"title": "嫦娥", "author": "李商隐", "dynasty": "唐代", "content": "云母屏风烛影深，长河渐落晓星沉。嫦娥应悔偷灵药，碧海青天夜夜心。 "},
{"title": "夜雨寄北", "author": "李商隐", "dynasty": "唐代", "content": "君问归期未有期，巴山夜雨涨秋池。 何当共剪西窗烛，却话巴山夜雨时。 "},
{"title": "送友人", "author": "李白", "dynasty": "唐代", "content": "青山横北郭，白水绕东城。此地一为别，孤蓬万里征。浮云游子意，落日故人情。挥手自兹去，萧萧班马鸣。 "},
{"title": "闻王昌龄左迁龙标遥有此寄", "author": "李白", "dynasty": "唐代", "content": "杨花落尽子规啼，闻道龙标过五溪。我寄愁心与明月，随君直到夜郎西。(随君 一作：随风) "},
{"title": "黄鹤楼", "author": "崔颢", "dynasty": "唐代", "content": "昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是？烟波江上使人愁。 "},
{"title": "秋夕", "author": "杜牧", "dynasty": "唐代", "content": "银烛秋光冷画屏，轻罗小扇扑流萤。天阶夜色凉如水，卧看牵牛织女星。(天阶 一作：天街；卧看 一作：坐看)"},
{"title": "次北固山下", "author": "王湾", "dynasty": "唐代", "content": "客路青山外，行舟绿水前。(青山外 一作：青山下)潮平两岸阔，风正一帆悬。海日生残夜，江春入旧年。乡书何处达？归雁洛阳边。 "},
{"title": "九月九日忆山东兄弟", "author": "王维", "dynasty": "唐代", "content": "独在异乡为异客，每逢佳节倍思亲。遥知兄弟登高处，遍插茱萸少一人。 "},
{"title": "酬乐天扬州初逢席上见赠", "author": "刘禹锡", "dynasty": "唐代", "content": "巴山楚水凄凉地，二十三凉弃置身。怀旧空吟闻笛赋，到乡翻似烂柯人。沉舟侧畔千帆过，病树前头万木春。今日听君歌一曲，暂凭杯酒长精神。 "},
{"title": "赠汪伦", "author": "李白", "dynasty": "唐代", "content": "李白乘舟将欲行，忽闻岸上踏歌声。桃花潭水深千尺，不及汪伦送我情。 "},
{"title": "师说", "author": "韩愈", "dynasty": "唐代", "content": "　　古之学者必有师。师者，所有传道受业解惑也。人非生而知之者，孰能无惑？惑而不从师，其为惑也，终不解矣。生乎吾前，其闻道也固先乎吾，吾从而师之；生乎吾后，其闻道也亦先乎吾，吾从而师之。吾师道也，夫庸知其年之先后生于吾乎？是故无贵无贱，无长无少，道之所存，师之所存也。\r\n　　嗟乎！师道之不传也久矣！欲人之无惑也难矣！古之圣人，其出人也远矣，犹且从师而问焉；今之众人，其下圣人也亦远矣，而耻学于师。是故圣益圣，愚益愚。圣人之所有为圣，愚人之所有为愚，其皆出于此乎？爱其子，择师而教之；于其身也，则耻师焉，惑矣。彼童子之师，授之书而习其句读者，非吾所谓传其道解其惑者也。句读之不知，惑之不解，或师焉，或不焉，小学而大遗，吾未见其明也。巫医乐师百工之人，不耻相师。士大夫之族，曰师曰弟子云者，则群聚而笑之。问之，则曰：“彼与彼年相若也，道相似也，位卑则足羞，官盛则近谀。”呜呼！师道之不复，可知矣。巫医乐师百工之人，君子不齿，今其智乃反不能及，其可怪也欤！\r\n　　圣人无常师。孔子师郯子、苌弘、师襄、老聃。郯子之徒，其贤不及孔子。孔子曰：三人行，则必有我师。是故弟子不必不如师，师不必贤于弟子，闻道有先后，术业有专攻，如是而已。\r\n　　李氏子蟠，年十七，好古文，六艺经传皆通习之，不拘于时，学于余。余嘉其能行古道，作《师说》有贻之。 "},
{"title": "凉州词", "author": "王翰", "dynasty": "唐代", "content": "葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回？ "},
{"title": "过故人庄", "author": "孟浩然", "dynasty": "唐代", "content": "故人具鸡黍，邀我至田家。绿树村边合，青山郭外斜。开轩面场圃，把酒话桑麻。待到重阳日，还来就菊花。 "},
{"title": "月下独酌四首·其一", "author": "李白", "dynasty": "唐代", "content": "花间一壶酒，独酌无相亲。举杯邀明月，对影成三人。月既不解饮，影徒随我身。暂伴月将影，行乐须及春。我歌月徘徊，我舞影零乱。醒时同交欢，醉后各分散。(同交欢 一作：相交欢)永结无情游，相期邈云汉。 "},
{"title": "闻官军收河南河北", "author": "杜甫", "dynasty": "唐代", "content": "剑外忽传收蓟北，初闻涕泪满衣裳。却看妻子愁何在，漫卷诗书喜欲狂。白日放歌须纵酒，青春作伴好还乡。即从巴峡穿巫峡，便下襄阳向洛阳。 "},
{"title": "渡荆门送别", "author": "李白", "dynasty": "唐代", "content": "渡远荆门外，来从楚国游。山随平野尽，江入大荒流。月下飞天镜，云生结海楼。仍怜故乡水，万里送行舟。 "},
{"title": "望天门山", "author": "李白", "dynasty": "唐代", "content": "天门中断楚江开，碧水东流至此回。两岸青山相对出，孤帆一片日边来。 "},
{"title": "草 / 赋得古原草送别", "author": "白居易", "dynasty": "唐代", "content": "离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。远芳侵古道，晴翠接荒城。又送王孙去，萋萋满别情。 "},
{"title": "竹里馆", "author": "王维", "dynasty": "唐代", "content": "独坐幽篁里，弹琴复长啸。深林人不知，明月来相照。 "},
{"title": "送元二使安西", "author": "王维", "dynasty": "唐代", "content": "渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。 "},
{"title": "望月怀远 / 望月怀古", "author": "张九龄", "dynasty": "唐代", "content": "海上生明月，天涯共此时。情人怨遥夜，竟夕起相思。灭烛怜光满，披衣觉露滋。不堪盈手赠，还寝梦佳期。 "},
{"title": "出塞", "author": "王昌龄", "dynasty": "唐代", "content": "秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。 "},
{"title": "卖炭翁", "author": "白居易", "dynasty": "唐代", "content": "卖炭翁，伐薪烧炭南山中。烧面尘灰烟火色，两鬓苍苍十指黑。卖炭得钱何所营？身上衣裳口中食。可怜身上衣正单，心忧炭贱愿天寒。夜来城外一尺雪，晓驾炭车辗冰辙。牛困人饥日已高，市南门外泥中歇。翩翩两骑来是谁？黄衣使者白衫儿。手把文书口称敕，回车叱牛牵向北。一车炭，千余斤，宫使驱将惜不得。半匹红纱一丈绫，系向牛头充炭直。(红纱 一作：红绡)"},
{"title": "泊秦淮", "author": "杜牧", "dynasty": "唐代", "content": "烟笼寒水月笼沙，夜泊秦淮近酒家。商女不知亡国恨，隔江犹唱后庭花。 "},
{"title": "江南春", "author": "杜牧", "dynasty": "唐代", "content": "千里莺啼绿映红，水村山郭酒旗风。南朝四百八十寺，多少楼台烟雨中。 "},
{"title": "阿房宫赋", "author": "杜牧", "dynasty": "唐代", "content": "　　六王毕，四海一，蜀山兀，阿房出。覆压三百余里，隔离天日。骊山北构而西折，直走咸阳。二川溶溶，流入宫墙。五步一楼，十步一阁；廊腰缦回，檐牙高啄；各抱地势，钩心斗角。盘盘焉，囷囷焉，蜂房水涡，矗不知其几千万落。长桥卧波，未云何龙？复道行空，不霁何虹？高低冥迷，不知西东。歌台暖响，春光融融；舞殿冷袖，风雨凄凄。一日之内，一宫之间，而气候不齐。\r\n　　妃嫔媵嫱，王子皇孙，辞楼下殿，辇来于秦。朝歌夜弦，为秦宫人。明星荧荧，开妆镜也；绿云扰扰，梳晓鬟也；渭流涨腻，弃脂水也；烟斜雾横，焚椒兰也。雷霆乍惊，宫车过也；辘辘远听，杳不知其所之也。一肌一容，尽态极妍，缦立远视，而望幸焉。有不见者，三十六年。燕赵之收藏，韩魏之经营，齐楚之精英，几世几年，剽掠其人，倚叠如山。一旦不能有，输来其间。鼎铛玉石，金块珠砾，弃掷逦迤，秦人视之，亦不甚惜。(有不见者 一作：有不得见者)\r\n　　嗟乎！一人之心，千万人之心也。秦爱纷奢，人亦念其家。奈何取之尽锱铢，用之如泥沙？使负栋之柱，多于南亩之农夫；架梁之椽，多于机上之工女；钉头磷磷，多于在庾之粟粒；瓦缝参差，多于周身之帛缕；直栏横槛，多于九土之城郭；管弦呕哑，多于市人之言语。使天下之人，不敢言而敢怒。独夫之心，日益骄固。戍卒叫，函谷举，楚人一炬，可怜焦土！\r\n　　呜呼！灭六国者六国也，非秦也；族秦者秦也，非天下也。嗟乎！使六国各爱其人，则足以拒秦；使秦复爱六国之人，则递三世可至万世而为君，谁得而族灭也？秦人不暇自哀，而后人哀之；后人哀之而不鉴之，亦使后人而复哀后人也。"},
{"title": "宣州谢脁楼饯别校书叔云", "author": "李白", "dynasty": "唐代", "content": "弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧。长风万里送秋雁，对此可以酣高楼。蓬莱文章建安骨，中间小谢又清发。俱怀逸兴壮思飞，欲上青天揽明月。(明月 一作：日月)抽刀断水水更流，举杯销愁愁更愁。(销愁 一作：消愁)人生在世不称意，明朝散发弄扁舟。"},
{"title": "鸟鸣涧", "author": "王维", "dynasty": "唐代", "content": "人闲桂花落，夜静春山空。月出惊山鸟，时鸣春涧中。 "},
{"title": "登鹳雀楼", "author": "王之涣", "dynasty": "唐代", "content": "白日依山尽，黄河入海流。欲穷千里目，更上一层楼。 "},
{"title": "凉州词二首·其一", "author": "王之涣", "dynasty": "唐代", "content": "黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。 "},
{"title": "雁门太守行", "author": "李贺", "dynasty": "唐代", "content": "黑云压城城欲摧，甲光向日金鳞开。(向日 一作：向月)角声满天秋色里，塞上燕脂凝夜紫。(塞上 一作：塞土)半卷红旗临易水，霜重鼓寒声不起。报君黄金台上意，提携玉龙为君死。"},
{"title": "山中", "author": "王维", "dynasty": "唐代", "content": "荆溪白石出，天寒红叶稀。山路元无雨，空翠湿人衣。 "},
{"title": "赤壁", "author": "杜牧", "dynasty": "唐代", "content": "折戟沉沙铁未销，自将磨洗认前朝。东风不与周郎便，铜雀春深锁二乔。 "},
{"title": "春雪", "author": "韩愈", "dynasty": "唐代", "content": "新年都未有芳华，二月初惊见草芽。 白雪却嫌春色晚，故穿庭树作飞花。 "},
{"title": "忆江南", "author": "白居易", "dynasty": "唐代", "content": "江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？ "},
{"title": "古朗月行", "author": "李白", "dynasty": "唐代", "content": "小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。(青云 一作：白云)仙人垂两足，桂树何团团。白兔捣药成，问言与谁餐？蟾蜍蚀圆影，大明夜已残。羿昔落九乌，天人清且安。阴精此沦惑，去去不足观。忧来其如何？凄怆摧心肝。"},
{"title": "早发白帝城 / 白帝下江陵", "author": "李白", "dynasty": "唐代", "content": "朝辞白帝彩云间，千里江陵一日还。两岸猿声啼不住，轻舟已过万重山。 "},
{"title": "春夜洛城闻笛 / 春夜洛阳城闻笛", "author": "李白", "dynasty": "唐代", "content": "谁家玉笛暗飞声，散入春风满洛城。 此夜曲中闻折柳，何人不起故园情。 "},
{"title": "石壕吏", "author": "杜甫", "dynasty": "唐代", "content": "暮投石壕村，有吏夜捉人。老翁逾墙走，老妇出门看。吏呼一何怒，妇啼一何苦。听妇前致词，三男邺城戍。一男附书至，二男新战死。存者且偷生，死者长已矣。室中更无人，惟有乳下孙。有孙母未去，出入无完裙。老妪力虽衰，请从吏夜归。急应河阳役，犹得备晨炊。夜久语声绝，如闻泣幽咽。天明登前途，独与老翁别。 "},
{"title": "春晓", "author": "孟浩然", "dynasty": "唐代", "content": "春眠不觉晓，处处闻啼鸟。夜来风雨声，花落知多少。 "},
{"title": "月夜忆舍弟", "author": "杜甫", "dynasty": "唐代", "content": "戍鼓断人行，边秋一雁声。(边秋 一作:秋边)露从今夜白，月是故乡明。有弟皆分散，无家问死生。寄书长不达，况乃未休兵。 "},
{"title": "侠客行", "author": "李白", "dynasty": "唐代", "content": "赵客缦胡缨，吴钩霜雪明。银鞍照白马，飒沓如流星。十步杀一人，千里不留行。事了拂衣去，深藏身与名。闲过信陵饮，脱剑膝前横。将炙啖朱亥，持觞劝侯嬴。三杯吐然诺，五岳倒为轻。眼花耳热后，意气素霓生。救赵挥金槌，邯郸先震惊。千秋二壮士，烜赫大梁城。纵死侠骨香，不惭世上英。谁能书阁下，白首太玄经。 "},
{"title": "蜀相", "author": "杜甫", "dynasty": "唐代", "content": "丞相祠堂何处寻？锦官城外柏森森。映阶碧草自春色，隔叶黄鹂空好音。三顾频烦天下计，两朝开济老臣心。出师未捷身先死，长使英雄泪满襟。 "},
{"title": "山行", "author": "杜牧", "dynasty": "唐代", "content": "远上寒山石径斜，白云生处有人家。(生处 一作：深处)停车坐爱枫林晚，霜叶红于二月花。 "},
{"title": "离思五首·其四", "author": "元稹", "dynasty": "唐代", "content": "曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。 "},
{"title": "早春呈水部张十八员外", "author": "韩愈", "dynasty": "唐代", "content": "天街小雨润如酥，草色遥看近却无。最是一年春好处，绝胜烟柳满皇都。 "},
{"title": "月夜 / 夜月", "author": "刘方平", "dynasty": "唐代", "content": "更深月色半人家，北斗阑干南斗斜。 今夜偏知春气暖，虫声新透绿窗纱。 "},
{"title": "枫桥夜泊", "author": "张继", "dynasty": "唐代", "content": "月落乌啼霜满天，江枫渔火对愁眠。姑苏城外寒山寺，夜半钟声到客船。 "},
{"title": "秋思", "author": "张籍", "dynasty": "唐代", "content": "洛阳城里见秋风，欲作家书意万重。复恐匆匆说不尽，行人临发又开封。 "},
{"title": "登幽州台歌", "author": "陈子昂", "dynasty": "唐代", "content": "前不见古人，后不见来者。念天地之悠悠，独怆然而涕下！ "},
{"title": "滁州西涧", "author": "韦应物", "dynasty": "唐代", "content": "独怜幽草涧边生，上有黄鹂深树鸣。 春潮带雨晚来急，野渡无人舟自横。 "},
{"title": "梦游天姥吟留别 / 梦游天姥山别东鲁诸公", "author": "李白", "dynasty": "唐代", "content": "海客谈瀛洲，烟涛微茫信难求；越人语天姥，云霞明灭或可睹。天姥连天向天横，势拔五岳掩赤城。天台四万八千丈，对此欲倒东南倾。\r\n我欲因之梦吴越，一夜飞度镜湖月。湖月照我影，送我至剡溪。谢公宿处今尚在，渌水荡漾清猿啼。脚著谢公屐，身登青云梯。半壁见海日，空中闻天鸡。千岩万转路不定，迷花倚石忽已暝。熊咆龙吟殷岩泉，栗深林兮惊层巅。云青青兮欲雨，水澹澹兮生烟。列缺霹雳，丘峦崩摧。洞天石扉，訇然中开。青冥浩荡不见底，日月照耀金银台。 霓为衣兮风为马，云之君兮纷纷而来下。虎鼓瑟兮鸾回车，仙之人兮列如麻。忽魂悸以魄动，恍惊起而长嗟。惟觉时之枕席，失向来之烟霞。\r\n世间行乐亦如此，古来万事东流水。别君去兮何时还？且放白鹿青崖间，须行即骑访名山。安能摧眉折腰事权贵，使我不得开心颜？"},
{"title": "江畔独步寻花", "author": "杜甫", "dynasty": "唐代", "content": "黄四娘家花满蹊，千朵万朵压枝低。留连戏蝶时时舞，自在娇莺恰恰啼。 "},
{"title": "从军行七首·其四", "author": "王昌龄", "dynasty": "唐代", "content": "青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。 "},
{"title": "清平调·其一", "author": "李白", "dynasty": "唐代", "content": "云想衣裳花想容，春风拂槛露华浓。 若非群玉山头见，会向瑶台月下逢。 "},
{"title": "鹿柴", "author": "王维", "dynasty": "唐代", "content": "空山不见人，但闻人语响。返景入深林，复照青苔上。 "},
{"title": "马说", "author": "韩愈", "dynasty": "唐代", "content": "　　世有伯乐，然后有千里马。千里马常有，而伯乐不常有。故虽有名马，祗辱于奴隶人之手，骈死于槽枥之间，不以千里称也。\r\n　　马之千里者，一食或尽粟一石。食马者不知其能千里而食也。是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也？(食马者 通：饲马者)\r\n　　策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：“天下无马！”呜呼！其真无马邪？其真不知马也！"},
{"title": "无题·昨夜星辰昨夜风", "author": "李商隐", "dynasty": "唐代", "content": "昨夜星辰昨夜风，画楼西夜桂堂东。身无彩凤双飞翼，心有灵犀一点通。隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。 "},
{"title": "峨眉山月歌", "author": "李白", "dynasty": "唐代", "content": "峨眉山月半轮秋，影入平羌江水流。 夜发清溪向三峡，思君不见下渝州。 "},
{"title": "回乡偶书", "author": "贺知章", "dynasty": "唐代", "content": "少小离家老大回，乡音无改鬓毛衰。儿童相见不相识，笑问客从何处来。 "},
{"title": "画", "author": "王维", "dynasty": "唐代", "content": "远看山有色，近听水无声。春去花还在，人来鸟不惊。 "},
{"title": "江南逢李龟年", "author": "杜甫", "dynasty": "唐代", "content": "岐王宅里寻常见，崔九堂前几度闻。正是江南好风景，落花时节又逢君。 "},
{"title": "观刈麦", "author": "白居易", "dynasty": "唐代", "content": "田家少闲月，五月人倍忙。夜来南风起，小麦覆陇黄。妇姑荷箪食，童稚携壶浆，相随饷田去，丁壮在南冈。足蒸暑土气，背灼炎天光，力尽不知热，但惜夏日长。复有贫妇人，抱子在其旁，右手秉遗穗，左臂悬敝筐。听其相顾言，闻者为悲伤。家田输税尽，拾此充饥肠。今我何功德？曾不事农桑。吏禄三百石，岁晏有余粮，念此私自愧，尽日不能忘。 "},
{"title": "忆江南词三首", "author": "白居易", "dynasty": "唐代", "content": "江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？\r\n江南忆，最忆是杭州。山寺月中寻桂子，郡亭枕上看潮头。何日更重游？\r\n江南忆，其次忆吴宫。吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢？"},
{"title": "望洞庭", "author": "刘禹锡", "dynasty": "唐代", "content": "湖光秋月两相和，潭面无风镜未磨。遥望洞庭山水翠，白银盘里一青螺。(山水翠 一作：山水色) "},
{"title": "逢入京使", "author": "岑参", "dynasty": "唐代", "content": "故园东望路漫漫，双袖龙钟泪不干。 马上相逢无纸笔，凭君传语报平安。 "},
{"title": "望洞庭湖赠张丞相 / 临洞庭湖赠张丞相", "author": "孟浩然", "dynasty": "唐代", "content": "八月湖水平，涵虚混太清。气蒸云梦泽，波撼岳阳城。欲济无舟楫，端居耻圣明。坐观垂钓者，徒有羡鱼情。 "},
{"title": "浪淘沙·其一", "author": "刘禹锡", "dynasty": "唐代", "content": "九曲黄河万里沙，浪淘风簸自天涯。如今直上银河去，同到牵牛织女家。 "},
{"title": "秋登万山寄张五 / 九月九日岘山寄张子容", "author": "孟浩然", "dynasty": "唐代", "content": "北山白云里，隐者自怡悦。相望试登高，心随雁飞灭。(试 一作 始)愁因薄暮起，兴是清秋发。时见归村人，沙行渡头歇。天边树若荠，江畔洲如月。何当载酒来，共醉重阳节。 "},
{"title": "咏鸟", "author": "李义府", "dynasty": "唐代", "content": "日里飏朝彩，琴中伴夜啼。上林如许树，不借一枝栖。"},
{"title": "马诗", "author": "李贺", "dynasty": "唐代", "content": "大漠沙如雪，燕山月似钩。何当金络脑，快走踏清秋。 "},
{"title": "六月三日夜闻蝉", "author": "白居易", "dynasty": "唐代", "content": "荷香清露坠，柳动好风生。微月初三夜，新蝉第一声。乍闻愁北客，静听忆东京。我有竹林宅，别来蝉再鸣。不知池上月，谁拨小船行？"},
{"title": "行经华阴", "author": "崔颢", "dynasty": "唐代", "content": "岧峣太华俯咸京，天外三峰削不成。武帝祠前云欲散，仙人掌上雨初晴。河山北枕秦关险，驿路西连汉畤平。借问路旁名利客，何如此处学长生。(何 一作：无)"},
{"title": "花", "author": "张南史", "dynasty": "唐代", "content": "花，花。深浅，芬葩。凝为雪，错为霞。莺和蝶到，苑占宫遮。已迷金谷路，频驻玉人车。芳草欲陵芳树，东家半落西家。愿得春风相伴去，一攀一折向天涯。"},
{"title": "谪仙怨·晴川落日初低", "author": "刘长卿", "dynasty": "唐代", "content": "晴川落日初低，惆怅孤舟解携。鸟向平芜远近，人随流水东西。白云千里万里，明月前溪后溪。独恨长沙谪去，江潭春草萋萋。 "},
{"title": "水槛遣心二首", "author": "杜甫", "dynasty": "唐代", "content": "去郭轩楹敞，无村眺望赊。澄江平少岸，幽树晚多花。细雨鱼儿出，微风燕子斜。城中十万户，此地两三家。\r\n蜀天常夜雨，江槛已朝晴。叶润林塘密，衣干枕席清。不堪祗老病，何得尚浮名。浅把涓涓酒，深凭送此生。"},
{"title": "夏日山中", "author": "李白", "dynasty": "唐代", "content": "懒摇白羽扇，裸袒青林中。脱巾挂石壁，露顶洒松风。 "},
{"title": "昨夜", "author": "李商隐", "dynasty": "唐代", "content": "不辞鶗鴂妒年芳，但惜流尘暗烛房。昨夜西池凉露满，桂花吹断月中香。"},
{"title": "送梁六自洞庭山作", "author": "张说", "dynasty": "唐代", "content": "巴陵一望洞庭秋，日见孤峰水上浮。闻道神仙不可接，心随湖水共悠悠。 "},
{"title": "秦中吟十首·议婚", "author": "白居易", "dynasty": "唐代", "content": "天下无正声，悦耳即为娱。人间无正色，悦目即为姝。颜色非相远，贫富则有殊。贫为时所弃，富为时所趋。红楼富家女，金缕绣罗襦。见人不敛手，娇痴二八初。母兄未开口，已嫁不须臾。绿窗贫家女，寂寞二十余。荆钗不直钱，衣上无真珠。几回人欲聘，临日又踟蹰。主人会良媒，置酒满玉壶。四座且勿饮，听我歌两途。富家女易嫁，嫁早轻其夫。贫家女难嫁，嫁晚孝于姑。闻君欲娶妇，娶妇意何如？ "},
{"title": "长干行·其一", "author": "李白", "dynasty": "唐代", "content": "妾发初覆额，折花门前剧。郎骑竹马来，绕床弄青梅。同居长干里，两小无嫌猜。十四为君妇，羞颜未尝开。低头向暗壁，千唤不一回。十五始展眉，愿同尘与灰。常存抱柱信，岂上望夫台。十六君远行，瞿塘滟滪堆。五月不可触，猿声天上哀。(猿声 一作：猿鸣)门前迟行迹，一一生绿苔。苔深不能扫，落叶秋风早。八月蝴蝶来，双飞西园草。感此伤妾心，坐愁红颜老。早晚下三巴，预将书报家。相迎不道远，直至长风沙。 "},
{"title": "题元八溪居", "author": "白居易", "dynasty": "唐代", "content": "溪岚漠漠树重重，水槛山窗次第逢。晚叶尚开红踯躅，秋芳初结白芙蓉。声来枕上千年鹤，影落杯中五老峰。更愧殷勤留客意，鱼鲜饭细酒香浓。"},
{"title": "司马将军歌", "author": "李白", "dynasty": "唐代", "content": "狂风吹古月，窃弄章华台。北落明星动光彩，南征猛将如云雷。手中电曳倚天剑，直斩长鲸海水开。我见楼船壮心目，颇似龙骧下三蜀。扬兵习战张虎旗，江中白浪如银屋。身居玉帐临河魁，紫髯若戟冠崔嵬，细柳开营揖天子，始知灞上为婴孩。羌笛横吹阿亸回，向月楼中吹落梅。将军自起舞长剑，壮士呼声动九垓。功成献凯见明主，丹青画像麒麟台。 "},
{"title": "更漏子·柳丝长", "author": "温庭筠", "dynasty": "唐代", "content": "柳丝长，春雨细，花外漏声迢递。惊塞雁，起城乌，画屏金鹧鸪。香雾薄，透帘幕，惆怅谢家池阁。红烛背，绣帘垂，梦长君不知。 "},
{"title": "决壅蔽", "author": "白居易", "dynasty": "唐代", "content": "　　决壅蔽，不使人知所欲\r\n　　臣闻国家之患，患在臣之壅蔽也；壅蔽之生，生于君之好欲也。葢欲见于此，则壅生于彼，壅生于彼，则乱作其间，历代有之，可略言耳。昔秦二代好佞，赵高饰谄谀之言以壅之；周厉好利，荣夷公陈聚敛之计以壅之；殷辛好音，师涓作靡靡之乐以壅之；周幽好色，褒人纳艳妻以壅之；齐桓好味，易牙蒸首子以壅之。虽所好不同，同归于壅也，所壅不同，同归于乱也。故曰“人君无见其意，将为下饵”，葢谓此矣。然则明王非无欲也，非无壅也，葢有欲则节之，有壅则决之，节之又节之，以至于无欲也，决之又决之，以至于无壅也。其所以然者，将在乎静思其故，动防其微。故闻甘言，则虑赵高之谀进于侧矣；见厚利，则虑荣夷公之计陈于前矣；听新声，则虑师涓之音诱于耳矣；顾艳色，则虑褒氏之女惑于目矣；尝异味，则虑易牙之子入于口矣。大如是，安得不昼夜虑之，寤寐思之，立则见其参于前，行则想其随于后。自然兢兢业业，日慎一日，使左不知其所欲，右不知其所好，虽欲壅蔽，其可得乎？此明王节欲决壅之要道也。"},
{"title": "竹枝词·山桃红花满上头", "author": "刘禹锡", "dynasty": "唐代", "content": "山桃红花满上头，蜀江春水拍山流。花红易衰似郎意，水流无限似侬愁。 "},
{"title": "夕次盱眙县", "author": "韦应物", "dynasty": "唐代", "content": "落帆逗淮镇，停舫临孤驿。浩浩风起波，冥冥日沉夕。 人归山郭暗，雁下芦洲白。独夜忆秦关，听钟未眠客。 "},
{"title": "长安遇冯著", "author": "韦应物", "dynasty": "唐代", "content": "客从东方来，衣上灞陵雨。问客何为来，采山因买斧。冥冥花正开，飏飏燕新乳。昨别今已春，鬓丝生几缕。 "},
{"title": "酬张少府", "author": "王维", "dynasty": "唐代", "content": "晚年唯好静，万事不关心。自顾无长策，空知返旧林。松风吹解带，山月照弹琴。君问穷通理，渔歌入浦深。"},
{"title": "示全真元常", "author": "韦应物", "dynasty": "唐代", "content": "余辞郡符去，尔为外事牵。宁知风雪夜，复此对床眠。始话南池饮，更咏西楼篇。无将一会易，岁月坐推迁。"},
{"title": "同张将蓟门观灯", "author": "孟浩然", "dynasty": "唐代", "content": "异俗非乡俗，新年改故年。蓟门看火树，疑是烛龙燃。"},
{"title": "无题·昨夜星辰昨夜风", "author": "李商隐", "dynasty": "唐代", "content": "昨夜星辰昨夜风，画楼西畔桂堂东。身无彩凤双飞翼，心有灵犀一点通。隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。 "},
{"title": "衷川独泛", "author": "卢照邻", "dynasty": "唐代", "content": "倚棹春江上，横舟石岸前。山螟行人断，迢迢独泛仙。"},
{"title": "苕溪酬梁耿别后见寄", "author": "刘长卿", "dynasty": "唐代", "content": "清川永路何极，落日孤舟解携。鸟向平芜远近，人随流水东西。白云千里万里，明月前溪后溪。惆怅长沙谪去，江潭芳草萋萋。 "},
{"title": "送刘判官赴丰州 / 赴天德军", "author": "卢纶", "dynasty": "唐代", "content": "衔杯吹急管，满眼起风砂。大漠山沉雪，长城草发花。 策行须耻战，虏在莫言家。余亦祈勋者，如何别左车。 "},
{"title": "江楼晚眺景物鲜奇吟玩成篇寄水部张员外", "author": "白居易", "dynasty": "唐代", "content": "澹烟疏雨间斜阳，江色鲜明海气凉。蜃散云收破楼阁，虹残水照断桥梁。风翻白浪花千片，雁点青天字一行。好著丹青图画取，题诗寄与水曹郎。(图画 一作：写画)"},
{"title": "精卫词", "author": "王建", "dynasty": "唐代", "content": "精卫谁教尔填海，海边石子青磊磊。但得海水作枯池，海中鱼龙何所为？口穿岂为空衔石，山中草木无全枝。朝在树头暮海里，飞多羽折时堕水。高山未尽海未平，愿我身死子还生！ "},
{"title": "曲江春望怀江南故人", "author": "赵嘏", "dynasty": "唐代", "content": "杜若洲边人未归，水寒烟暖想柴扉。故园何处风吹柳，新雁南来雪满衣。目极思随原草遍，浪高书到海门稀。 此时愁望情多少，万里春流绕钓矶。 "},
{"title": "孟城坳", "author": "王维", "dynasty": "唐代", "content": "新家孟城口，古木余衰柳。来者复为谁？空悲昔人有。"},
{"title": "登岳阳楼", "author": "杜甫", "dynasty": "唐代", "content": "昔闻洞庭水，今上岳阳楼。吴楚东南坼，乾坤日夜浮。亲朋无一字，老病有孤舟。戎马关山北，凭轩涕泗流。 "},
{"title": "始闻秋风", "author": "刘禹锡", "dynasty": "唐代", "content": "昔看黄菊与君别，今听玄蝉我却回。五夜飕飗枕前觉，一年颜状镜中来。马思边草拳毛动，雕眄青云睡眼开。天地肃清堪四望，为君扶病上高台。 "},
{"title": "秋日山寺怀友人", "author": "刘沧", "dynasty": "唐代", "content": "萧寺楼台对夕阴，淡烟疏磬散空林。风生寒渚白蘋动，霜落秋山黄叶深。云尽独看晴塞雁，月明遥听远村砧。\r\n\r\n相思不见又经岁，坐向松窗弹玉琴。"},
{"title": "夜饮朝眠曲", "author": "李贺", "dynasty": "唐代", "content": "觞酣出座东方高，腰横半解星劳劳。柳苑鸦啼公主醉，薄露压花蕙园气。玉转湿丝牵晓水，熟粉生香琅玕紫。 夜饮朝眠断无事，楚罗之帏卧皇子。"},
{"title": "段太尉逸事状", "author": "柳宗元", "dynasty": "唐代", "content": "　　太尉始为泾州刺史时，汾阳王以副元帅居蒲。王子晞为尚书，领行营节度使，寓军邠州，纵士卒无赖。邠人偷嗜暴恶者，卒以货窜名军伍中，则肆志，吏不得问。日群行丐取于市，不嗛，辄奋击折人手足，椎釜鬲瓮盎盈道上，袒臂徐去，至撞杀孕妇人。邠宁节度使白孝德以王故，戚不敢言。\r\n　　太尉自州以状白府，愿计事。至则曰：“天子以生人付公理，公见人被暴害，因恬然。且大乱，若何？”孝德曰：“愿奉教。”太尉曰：“某为泾州，甚适，少事；今不忍人无寇暴死，以乱天子边事。公诚以都虞候命某者，能为公已乱，使公之人不得害。”孝德曰：“幸甚！”如太尉请。\r\n　　既署一月，晞军士十七人入市取酒，又以刃刺酒翁，坏酿器，酒流沟中。太尉列卒取十七人，皆断头注槊上，植市门外。晞一营大噪，尽甲。孝德震恐，召太尉曰：“将奈何？”太尉曰：“无伤也！请辞于军。”孝德使数十人从太尉，太尉尽辞去。解佩刀，选老躄者一人持马，至晞门下。甲者出，太尉笑且入曰：“杀一老卒，何甲也？吾戴吾头来矣！”甲者愕。因谕曰：“尚书固负若属耶？副元帅固负若属耶？奈何欲以乱败郭氏？为白尚书，出听我言。”晞出见太尉。太尉曰：“副元帅勋塞天地，当务始终。今尚书恣卒为暴，暴且乱，乱天子边，欲谁归罪？罪且及副元帅。今邠人恶子弟以货窜名军籍中，杀害人，如是不止，几日不大乱？大乱由尚书出，人皆曰尚书倚副元帅，不戢士。然则郭氏功名，其与存者几何？”\r\n　　言未毕，晞再拜曰：“公幸教晞以道，恩甚大，愿奉军以从。”顾叱左右曰：“皆解甲散还火伍中，敢哗者死！”太尉曰：“吾未晡食，请假设草具。”既食，曰：“吾疾作，愿留宿门下。”命持马者去，旦日来。遂卧军中。晞不解衣，戒候卒击柝卫太尉。旦，俱至孝德所，谢不能，请改过。邠州由是无祸。\r\n　　先是，太尉在泾州为营田官。泾大将焦令谌取人田，自占数十顷，给与农，曰：“且熟，归我半。”是岁大旱，野无草，农以告谌。谌曰：“我知入数而已，不知旱也。”督责益急，农且饥死，无以偿，即告太尉。太尉判状辞甚巽，使人求谕谌。谌盛怒，召农者曰：“我畏段某耶？何敢言我！”取判铺背上，以大杖击二十，垂死，舆来庭中。太尉大泣曰：“乃我困汝！”即自取水洗去血，裂裳衣疮，手注善药，旦夕自哺农者，然后食。取骑马卖，市谷代偿，使勿知。\r\n　　淮西寓军帅尹少荣，刚直士也。入见谌，大骂曰：“汝诚人耶？泾州野如赭，人且饥死；而必得谷，又用大杖击无罪者。段公，仁信大人也，而汝不知敬。今段公唯一马，贱卖市谷入汝，汝又取不耻。凡为人傲天灾、犯大人、击无罪者，又取仁者谷，使主人出无马，汝将何以视天地，尚不愧奴隶耶！”谌虽暴抗，然闻言则大愧流汗，不能食，曰：“吾终不可以见段公！”一夕，自恨死。\r\n　　及太尉自泾州以司农征，戒其族：“过岐，朱泚幸致货币，慎勿纳。”及过，泚固致大绫三百匹。太尉婿韦晤坚拒，不得命。至都，太尉怒曰：“果不用吾言！”晤谢曰：“处贱无以拒也。”太尉曰：“然终不以在吾第。”以如司农治事堂，栖之梁木上。泚反，太尉终，吏以告泚，泚取视，其故封识具存。\r\n　　太尉逸事如右。元和九年月日，永州司马员外置同正员柳宗元谨上史馆。\r\n　　今之称太尉大节者出入，以为武人一时奋不虑死，以取名天下，不知太尉之所立如是。宗元尝出入岐周邠斄间，过真定，北上马岭，历亭障堡戍，窃好问老校退卒，能言其事。太尉为人姁姁，常低首拱手行步，言气卑弱，未尝以色待物；人视之，儒者也。遇不可，必达其志，决非偶然者。会州刺史崔公来，言信行直，备得太尉遗事，覆校无疑，或恐尚逸坠，未集太史氏，敢以状私于执事。谨状。"},
{"title": "秋日别王长史", "author": "王勃", "dynasty": "唐代", "content": "别路馀千里，深恩重百年。正悲西候日，更动北梁篇。野色笼寒雾，山光敛暮烟。终知难再奉，怀德自潸然。"},
{"title": "春景", "author": "李白", "dynasty": "唐代", "content": "门对鹤溪流水，云连雁宕仙家。谁解幽人幽意，惯看山鸟山花。"},
{"title": "塞下曲·其一", "author": "王昌龄", "dynasty": "唐代", "content": "蝉鸣空桑林，八月萧关道。出塞入塞寒，处处黄芦草。从来幽并客，皆共尘沙老。莫学游侠儿，矜夸紫骝好。 "},
{"title": "师说", "author": "韩愈", "dynasty": "唐代", "content": "　　古之学者必有师。师者，所以传道受业解惑也。人非生而知之者，孰能无惑？惑而不从师，其为惑也，终不解矣。生乎吾前，其闻道也固先乎吾，吾从而师之；生乎吾后，其闻道也亦先乎吾，吾从而师之。吾师道也，夫庸知其年之先后生于吾乎？是故无贵无贱，无长无少，道之所存，师之所存也。\r\n　　嗟乎！师道之不传也久矣！欲人之无惑也难矣！古之圣人，其出人也远矣，犹且从师而问焉；今之众人，其下圣人也亦远矣，而耻学于师。是故圣益圣，愚益愚。圣人之所以为圣，愚人之所以为愚，其皆出于此乎？爱其子，择师而教之；于其身也，则耻师焉，惑矣。彼童子之师，授之书而习其句读者，非吾所谓传其道解其惑者也。句读之不知，惑之不解，或师焉，或不焉，小学而大遗，吾未见其明也。巫医乐师百工之人，不耻相师。士大夫之族，曰师曰弟子云者，则群聚而笑之。问之，则曰：“彼与彼年相若也，道相似也，位卑则足羞，官盛则近谀。”呜呼！师道之不复，可知矣。巫医乐师百工之人，君子不齿，今其智乃反不能及，其可怪也欤！\r\n　　圣人无常师。孔子师郯子、苌弘、师襄、老聃。郯子之徒，其贤不及孔子。孔子曰：三人行，则必有我师。是故弟子不必不如师，师不必贤于弟子，闻道有先后，术业有专攻，如是而已。\r\n　　李氏子蟠，年十七，好古文，六艺经传皆通习之，不拘于时，学于余。余嘉其能行古道，作《师说》以贻之。 "},
{"title": "悯农二首·其二", "author": "李绅", "dynasty": "唐代", "content": "锄禾日当午，汗滴禾下土。谁知盘中餐，粒粒皆辛苦？ "},
{"title": "入秦川界", "author": "卢照邻", "dynasty": "唐代", "content": "拢阪长无极，苍山望不穷。石径索疑断，回流映似空。花开绿野雾，莺啭紫岩风。春芳勿遽尽，留赏故人同。 "},
{"title": "送王昌龄之岭南", "author": "孟浩然", "dynasty": "唐代", "content": "洞庭去远近，枫叶早惊秋。岘首羊公爱，长沙贾谊愁。土毛无缟纻，乡味有槎头。已抱沈痼疾，更贻魑魅忧。数年同笔砚，兹夕间衾裯。意气今何在，相思望斗牛。"},
{"title": "秋夜雨中", "author": "崔致远", "dynasty": "唐代", "content": "秋风唯苦吟，举世少知音。窗外三更雨，灯前万里心。 "},
{"title": "胡无人", "author": "李白", "dynasty": "唐代", "content": "严风吹霜海草凋，筋干精坚胡马骄。汉家战士三十万，将军兼领霍嫖姚。流星白羽腰间插，剑花秋莲光出匣。天兵照雪下玉关，虏箭如沙射金甲。云龙风虎尽交回，太白入月敌可摧。敌可摧，旄头灭，履胡之肠涉胡血。悬胡青天上，埋胡紫塞傍。胡无人，汉道昌。陛下之寿三千霜。但歌大风云飞扬，安得猛士兮守四方。"},
{"title": "三月三日", "author": "白居易", "dynasty": "唐代", "content": "画堂三月初三日，絮扑窗纱燕拂檐。莲子数杯尝冷酒，柘枝一曲试春衫。阶临池面胜看镜，户映花丛当下帘。指点楼南玩新月，玉钩素手两纤纤。"},
{"title": "将进酒", "author": "李白", "dynasty": "唐代", "content": "君不见黄河之水天上来，之流到海不复回。君不见高堂明镜悲白发，朝如青丝暮成雪。人生得意须尽欢，莫使金樽空对月。天生我材必有用，千金散尽还复来。烹羊宰牛且为乐，会须一饮三百杯。岑夫子，丹丘生，将进酒，杯莫停。与君歌一曲，请君为我倾耳听。(倾耳听 一作：侧耳听)钟鼓馔玉不足贵，但愿长醉不愿醒。(不足贵 一作：何足贵；不愿醒 一作：不复醒)古来圣贤皆寂寞，惟有饮者留其名。(古来 一作：自古；惟 通：唯)陈王昔时宴平乐，斗酒十千恣欢谑。主人何为言少钱，径须沽取对君酌。五花马、千金裘，呼儿将出换美酒，与尔同销万古愁。 "},
{"title": "过骊山作", "author": "杜牧", "dynasty": "唐代", "content": "始皇东游出周鼎，刘项纵周皆引颈。削平天下实辛勤，却为道傍穷百姓。黔首不愚尔益愚，千里函关囚独夫。 牧童火入九泉底，烧作灰时犹未枯。"},
{"title": "麻平晚行", "author": "王勃", "dynasty": "唐代", "content": "百年怀土望，千里倦游情。高低寻戍道，远近听泉声。涧叶才分色，山花不辨名。羁心何处尽，风急暮猿清。 "},
{"title": "蜀道难", "author": "李白", "dynasty": "唐代", "content": "噫吁嚱，危乎高哉！蜀道之高，高于上青天！蚕丛及鱼凫，开国何茫然！尔来四万八千岁，不与秦塞通人烟。西当太白有鸟道，可以横绝峨眉巅。地崩山摧壮士死，然后天梯石栈相钩连。上有六龙回日之高标，下有冲波逆折之回川。黄鹤之飞尚不得过，猿猱欲度愁攀援。(攀援 一作：攀缘)青泥何盘盘，百步九折萦岩峦。扪参历井仰胁息，以手抚膺坐长叹。\r\n问君西游何时还？畏途巉岩不可攀。但见悲鸟号古木，雄飞雌从绕林间。又闻子规啼夜月，愁空山。蜀道之高，高于上青天，使人听此凋朱颜！连峰去天不盈尺，枯松倒挂倚绝壁。飞湍瀑流争喧豗，砯崖转石万壑雷。其险也如此，嗟尔远道之人胡为乎来哉！(也如此 一作：也若此)\r\n剑阁峥嵘而崔嵬，一夫当关，万夫莫开。所守或匪亲，化为狼与豺。朝避猛虎，夕避长蛇，磨牙吮血，杀人如麻。锦城虽云乐，不如早还家。蜀道之高，高于上青天，侧身西望长咨嗟！"},
{"title": "决壅蔽", "author": "白居易", "dynasty": "唐代", "content": "　　决壅蔽，不使人知所欲\r\n　　臣人国家之患，患在臣之壅蔽也；壅蔽之生，生于君之好欲也。葢欲见于此，则壅生于彼，壅生于彼，则乱作其间，历代有之，可略言耳。昔秦二代好佞，赵高饰谄谀之言以壅之；周厉好利，荣夷公陈聚敛之计以壅之；殷辛好音，师涓作靡靡之乐以壅之；周幽好色，褒人纳艳妻以壅之；齐桓好味，易牙蒸首子以壅之。虽所好不同，同归于壅也，所壅不同，同归于乱也。故曰“人君无见其意，将为下饵”，葢谓此矣。然则明王非无欲也，非无壅也，葢有欲则节之，有壅则决之，节之又节之，以至于无欲也，决之又决之，以至于无壅也。其所以然者，将在乎静思其故，动防其微。故人甘言，则虑赵高之谀进于侧矣；见厚利，则虑荣夷公之计陈于前矣；听新声，则虑师涓之音诱于耳矣；顾艳色，则虑褒氏之女惑于目矣；尝异味，则虑易牙之子入于口矣。大如是，安得不昼夜虑之，寤寐思之，立则见其参于前，行则想其随于后。自然兢兢业业，日慎一日，使左不知其所欲，右不知其所好，虽欲壅蔽，其可得乎？此明王节欲决壅之要道也。"},
{"title": "卖炭翁", "author": "白居易", "dynasty": "唐代", "content": "卖炭翁，伐薪烧炭南山中。满面尘灰烟火色，两鬓苍苍十指黑。卖炭得钱何所营？身上衣裳口中食。可怜身上衣正单，心忧炭贱愿天寒。夜来城外一尺雪，晓驾炭车辗冰辙。牛困人饥日已高，市南门外泥中歇。翩翩两骑来是谁？黄衣使者白衫儿。手把文书口称敕，回车叱牛牵向北。一车炭，千余斤，宫使驱将惜不得。半匹红纱一丈绫，系向牛头充炭直。(红纱 一作：红绡)"},
{"title": "夕次盱眙县", "author": "韦应物", "dynasty": "唐代", "content": "落帆逗淮镇，停舫临孤驿。停停风起波，冥冥日沉夕。 人归山郭暗，雁下芦洲白。独夜忆秦关，听钟未眠客。 "},
{"title": "夜归鹿门山歌 / 夜归鹿门歌", "author": "孟浩然", "dynasty": "唐代", "content": "山寺钟鸣昼已昏，渔梁渡头争渡喧。人随沙岸向江村，余亦乘舟归鹿门。鹿门月照开烟树，忽到庞公栖隐处。岩扉松径长寂寥，惟有幽人自来去。 "},
{"title": "奉济驿重送严公四韵", "author": "杜甫", "dynasty": "唐代", "content": "远送从此别，青山空复情。几时杯重把，昨夜月同行。列郡讴歌惜，三朝出入荣。江村独归处，寂寞养残生。"},
{"title": "思归", "author": "韦庄", "dynasty": "唐代", "content": "暖丝无力自悠扬，牵引东风断客肠。外地见花终寂寞，异乡闻乐更凄凉。红垂野岸樱还熟，绿染回汀草又芳。旧里若为归去好，子期凋谢吕安亡。 "},
{"title": "游仙", "author": "刘复", "dynasty": "唐代", "content": "税驾倚扶桑，逍遥望九州。二老佐轩辕，移戈戮蚩尤。\r\n功成弃之去，乘龙上天游。天上见玉皇，寿与天地休。\r\n俯视昆崙宫，五城十二楼。王母何窈眇，玉质清且柔。\r\n扬袂折琼枝，寄我天东头。相思千万岁，大运浩悠悠。\r\n安用知吾道，日月不能周。寄音青鸟翼，谢尔碧海流。"},
{"title": "周庄河", "author": "王维", "dynasty": "唐代", "content": "清风拂绿柳，白水映红桃。舟行碧波上，人在画中游。"},
{"title": "长沙过贾谊宅", "author": "刘长卿", "dynasty": "唐代", "content": "三年谪宦此栖迟，万古惟留楚客悲。秋草独寻人去后，寒林空见日斜时。汉文有道恩犹薄，湘水无情吊岂知？寂寂江山摇落处，怜君何事到天涯！ "},
{"title": "行路难三首", "author": "李白", "dynasty": "唐代", "content": "金樽清酒斗十千，玉盘珍羞直万钱。停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。闲来垂钓碧溪上，忽复乘舟梦日边。行路难！行路难！多歧路，今安在？长风破浪会有时，直挂云帆济沧海。\r\n大道如青天，我独不得出。 羞逐长安社中儿，赤鸡白雉赌梨栗。弹剑作歌奏苦声，曳裾王门不称情。淮阴市井笑韩信，汉朝公卿忌贾生。君不见昔时燕家重郭隗，拥篲折节无嫌猜。剧辛乐毅感恩分，输肝剖胆效英才。昭王白骨萦蔓草，谁人更扫黄金台？行路难，归去来！\r\n有耳莫洗颍川水，有口莫食首阳蕨。含光混世贵无名，何用孤高比云月？吾观自古贤达人，功成不退皆殒身。子胥既弃吴江上，屈原终投湘水滨。陆机雄才岂自保？李斯税驾苦不早。华亭鹤唳讵可闻？上蔡苍鹰何足道？君不见吴中张翰称达生，秋风忽忆江东行。且乐生前一杯酒，何须身后千载名？ "},
{"title": "越中览古", "author": "李白", "dynasty": "唐代", "content": "越王勾践破吴归，义士还家尽锦衣。(义士 一作：战士)宫女如花满春殿，只今惟有鹧鸪飞。 "},
{"title": "问大钧赋", "author": "刘禹锡", "dynasty": "唐代", "content": "　　始，馀失台郎为刺史，又贬州司马，俟罪朗州，三见闰月。人咸曰：数之极，理当迁焉。因作《谪九年赋》以自广。是岁腊月，诏追。明年，自阙下重领连山郡印缓。人咸曰：美恶周必复。第行无恤，岁杪其复乎？居五年，不得调。岁二月，有事于社。前一日致斋，孤居虑静，滞念数起，伊人理之不可以晓也，将质诸神乎！谨贡诚驰精；敢问大钧。其夕有遇，寤而次第其辞以为赋。\r\n　　圆方相函兮，浩其无垠。窅冥翁辟兮，走三辰以腾振。孰主张是兮，有工其神。迎随不见兮，强名之曰大钧。欹以临下兮，巍乎雄尊。天为独阳，高不可问。工居其中，与人差近。身执其权，心平其运。循名想像，或可以讯。曰：“嘻！蒙之未生，其犹泥耳。落乎埏植，惟钧所指。忽然为人，为幸大矣。工赋其形，七情与俱。啬智不受，畀之以愚。坦坦之衢，万人所趋。蒙一布武，化为畏途。人或誉之，百说徒虚；人或排之，半言有馀。物壮则老，乃惟其常；否终则倾，亦不可长。老先期而骤至兮，否逾数而叵量。虽一夫之不获兮，亦大化之攸病。谨荐诚上问兮，俛伏以听。”\r\n　　是夕寝熟，梦游乎无何有之乡。抗陛级乎重霄兮，异人间之景光。中有威神，巾金甲而炜煌。命之使前兮，其音琅琅。曰：“吾大化之一工也。居上临下，廉其不平。汝今有辞，吾一以听。播形肖貌，生类积亿。橐龠圈匡，镕炼消息。我之司智，初不尔啬。不守以愚，覆为汝贼。既赋汝形，辅之聪明。盍求世师，资适攸宜？胡然抗志，遐想前烈？倚梯青冥，举足斯跌。韬尔智斧，无为自伐。凿窍太繁，天和乃泄。利径前诱，多逢覆辙。名肠内煎，外火非热。今哀汝穷，将厚汝愚。剔去刚健，纳之柔濡。塞前窍之伤痍兮，招太和而与居。贳以待人兮，急以自拘。道存壶奥，无示四隅。轧物之势不作兮，见伤之机自无。汝不善用，吾焉啬乎？且夫贞而腾气者膴膴，健而垂精者昊昊。我居其中，犹轮是蹈。以不息为体，以日新为道。裸鳞蜚走，灌莽苞皂。乃牙乃甲，乃血乃剖。阳荣阴悴，生濡死槁。各乘气化，不以意造。赋大运兮无有淑恶，彼多方兮自生丑好。尔奚不德馀以骤壮，姑尤我以速老耶？观汝百为，又或不然。赤子哇哇，忽其能言。亦既名物，几时蹁跹。春耕其丘，投种之日，释耒而叹，何时实栗？望所未至，谓馀舒舒。欲其久留，谓我瞥如。我一子二，谁之曲与？彼蒹葭之苍苍兮，霜霰苦而中坚。松竹之皲皴索箨兮，不若榯笋之可怜。纳材苇而构明堂兮，固容消而力完。扬且之皙兮，不可以常然，当锡尔以老成。苍眉皓髯，山立时行。去敌气与矜色兮，噤危言以端诚。俾人望之，侮黯不生。尔之所得，孰与壮多？不善处老，问馀而何？”\r\n　　授教而回，蘧蘧形开。向之威神，孰为来哉？乃遽衣促盥，端虑涤想。委佩低管簪，持簿叩颡而言曰：“楚臣《天问》不酬，今臣过幸，一献三售。始厚以愚，终期以寿。忘上问之罪，灌已然之咎。心增故术，腹饱新授。驰神清元，拜手稽首。”"},
{"title": "李花赠张十一署", "author": "韩愈", "dynasty": "唐代", "content": "江陵城西二月尾，花不见桃惟见李。风揉雨练雪羞比，波涛翻空杳无涘。君知此处花何似？白花倒烛天夜明，群鸡惊鸣官吏起。金乌海底初飞来，朱辉散射青霞开。迷魂乱眼看不得，照耀万树繁如堆。念昔少年著游燕，对花岂省曾辞杯。自从流落忧感集，欲去未到先思回。只今四十已如此，后日更老谁论哉。力携一尊独就醉，不忍虚掷委黄埃。 "},
{"title": "商山早行", "author": "温庭筠", "dynasty": "唐代", "content": "晨起动征铎，客行悲故乡。鸡声茅店月，人迹板桥霜。槲叶落山路，枳花明驿墙。(明驿墙 一作：照驿墙)因思杜陵梦，凫雁满回塘。"},
{"title": "望江怨·东风急", "author": "牛峤", "dynasty": "唐代", "content": "东风急，惜别花时手频执，罗帏愁独入。马嘶残雨春芜湿。 倚门立，寄语薄情郎，粉香和泪泣。 "},
{"title": "河南府试十二月乐词·二月", "author": "李贺", "dynasty": "唐代", "content": "二月饮酒采桑津， 宜男草生兰笑人，蒲如交剑风如薰。劳劳胡燕怨酣春，薇帐逗烟生绿尘。金翘峨髻愁暮云，沓飒起舞真珠裙。津头送别唱流水，酒客背寒南山死。"},
{"title": "游仙", "author": "刘复", "dynasty": "唐代", "content": "税驾倚扶桑，逍遥望九州。逍老佐轩辕，移戈戮蚩尤。\r\n功成弃之去，乘龙上天游。天上见玉皇，寿与天地休。\r\n俯视昆崙宫，五城十逍楼。王母何窈眇，玉质清且柔。\r\n扬袂折琼枝，寄我天东头。相思千万岁，大运浩悠悠。\r\n安用知吾道，日月不能周。寄音青鸟翼，谢尔碧海流。"},
{"title": "菩萨蛮·小山重叠金明灭", "author": "温庭筠", "dynasty": "唐代", "content": "小山重叠金明灭，鬓云欲度香腮雪。懒起画蛾眉，弄妆梳洗迟。照花前后镜，花面交相映。新帖绣罗襦，双双金鹧鸪。 "},
{"title": "菩萨蛮·平林漠漠烟如织", "author": "李白", "dynasty": "唐代", "content": "平林漠漠烟如织，寒山一带伤心碧。暝色入高楼，有人楼上愁。玉阶空伫立，宿鸟归飞急。何处是归程？长亭更短亭。(更短亭 一作：连短亭) "},
{"title": "曲池荷", "author": "卢照邻", "dynasty": "唐代", "content": "浮香绕曲岸，圆影覆华池。常恐秋风早，飘零君不知。 "},
{"title": "奉和初春幸太平公主南庄应制", "author": "李峤", "dynasty": "唐代", "content": "主家山第接云开，天子春游动地来。羽骑参差花外转，霓旌摇曳日边回。还将石溜调琴曲，更取峰霞入酒杯。銮辂已辞乌鹊渚，箫声犹绕凤皇台。"},
{"title": "旅夜书怀", "author": "杜甫", "dynasty": "唐代", "content": "细草微风岸，危樯独夜舟。星垂平野阔，月涌大江流。名岂文章著，官应老病休。飘飘何所似，天地一沙鸥。 "},
{"title": "古风·其十五", "author": "李白", "dynasty": "唐代", "content": "燕昭延郭隗，遂筑黄金台。剧辛方赵至，邹衍复齐来。奈何青云士，弃我如尘埃。珠玉买歌笑，糟糠养贤才。方知黄鹄举，千里独徘徊。 "},
{"title": "别房太尉墓", "author": "杜甫", "dynasty": "唐代", "content": "他乡复行役，驻马别孤坟。近泪无干土，低空有断云。对棋陪谢傅，把剑觅徐君。唯见林花落，莺啼送客闻。 "},
{"title": "蝉", "author": "虞世南", "dynasty": "唐代", "content": "垂緌饮清露，流响出疏桐。居高声自远，非是藉秋风。 "},
{"title": "公无出门", "author": "李贺", "dynasty": "唐代", "content": "天迷迷，地密密。熊虺食人魂，雪霜断人骨。嗾犬狺狺相索索，舐掌偏宜佩兰客。帝遣乘轩灾自息，玉星点剑黄金轭。我虽跨马不得还，历阳湖波大如山。毒虬相视振金环，狻猊猰貐吐馋涎。鲍焦一世披草眠，颜回廿九鬓毛斑。颜回非血衰，鲍焦不违天；天畏遭衔啮，所以致之然。分明犹惧公不信，公看呵壁书问天。 "},
{"title": "阊门即事", "author": "张继", "dynasty": "唐代", "content": "耕夫召募爱楼船，春草青青万顷田。试上吴门窥郡郭，清明几处有新烟。 "},
{"title": "游长宁公主流杯池二十五首", "author": "上官昭容", "dynasty": "唐代", "content": "逐仙赏，展幽情。逾昆阆，迈蓬瀛。 游鲁馆，陟秦台。污山壁，愧琼瑰。 檀栾竹影，飙风日松声。不烦歌吹，自足娱情。 仰循茅宇，俯眄乔枝。烟霞问讯，风月相知。 枝条郁郁，文质彬彬。山林作伴，松桂为邻。 清波汹涌，碧树冥蒙。莫怪留步，因攀桂丛。 莫论圆峤，休说方壶。何如鲁馆，即是仙都。 玉环腾远创，金埒荷殊荣。弗玩珠玑饰，仍留仁智情。 凿山便作室，凭树即为楹。公输与班尔，从此遂韬声。 登山一长望，正遇九春初。结驷填街术，闾阎满邑居。 斗雪梅先吐，惊风柳未舒。直愁斜日落，不畏酒尊虚。 霁晓气清和，披襟赏薜萝。玳瑁凝春色，琉璃漾水波。 跂石聊长啸，攀松乍短歌。除非物外者，谁就此经过。 暂尔游山第，淹留惜未归。霞窗明月满，涧户白云飞。 书引藤为架，人将薜作衣。此真攀玩所，临睨赏光辉。 放旷出烟云，萧条自不群。漱流清意府，隐几避嚣氛。 石画妆苔色，风梭织水文。山室何为贵，唯馀兰桂熏。 策杖临霞岫，危步下霜蹊。志逐深山静，途随曲涧迷。 渐觉心神逸，俄看云雾低。莫怪人题树，只为赏幽栖。 攀藤招逸客，偃桂协幽情。水中看树影，风里听松声。 携琴侍叔夜，负局访安期。不应题石壁，为记赏山时。 泉石多仙趣，岩壑写奇形。欲知堪悦耳，唯听水泠泠。 岩壑恣登临，莹目复怡心。风篁类长笛，流水当鸣琴。 懒步天台路，惟登地肺山。幽岩仙桂满，今日恣情攀。 暂游仁智所，萧然松桂情。寄言栖遁客，勿复访蓬瀛。 瀑溜晴疑雨，丛篁昼似昏。山中真可玩，暂请报王孙。 傍池聊试笔，倚石旋题诗。豫弹山水调，终拟从钟期。 横铺豹皮褥，侧带鹿胎巾。借问何为者，山中有逸人。 沁水田园先自多，齐城楼观更无过。 倩语张骞莫辛苦，人今从此识天河。 参差碧岫耸莲花，潺湲绿水莹金沙。 何须远访三山路，人今已到九仙家。 凭高瞰险足怡心，菌阁桃源不暇寻。 馀雪依林成玉树，残霙点岫即瑶岑。 "},
{"title": "送萧处士游黔南", "author": "白居易", "dynasty": "唐代", "content": "能文好饮老萧郎，身似浮云鬓似霜。生计抛来诗是业，家园忘却酒为乡。江从巴峡初成字，猿过巫阳始断肠。不醉黔中争去得，磨围山月正苍苍。"},
{"title": "阁夜", "author": "杜甫", "dynasty": "唐代", "content": "岁暮阴阳催短景，天涯霜短霁寒宵。五更鼓角声悲壮，三峡星河影动摇。野哭千家闻战伐，夷歌数处起渔樵。(千家 一作：几家)卧龙跃马终黄土，人事音书漫寂寥。(音书 一作：依依)"},
{"title": "洛阳陌", "author": "李白", "dynasty": "唐代", "content": "白玉谁家郎，回车渡天津。看花东陌上，惊动洛阳人。 "},
{"title": "登科后", "author": "孟郊", "dynasty": "唐代", "content": "昔日龌龊不足夸，今朝放荡思无涯。 春风得意马蹄疾，一日看尽长安花。 "},
{"title": "登金陵凤凰台", "author": "李白", "dynasty": "唐代", "content": "凤凰台上凤凰游，凤去台空江自流。吴宫花草埋幽径，晋代衣冠成古丘。三山半落青天外，二水中分白鹭洲。(二水 一作：一水)总为浮云能蔽日，长安不见使人愁。 "},
{"title": "塞下曲", "author": "卢纶", "dynasty": "唐代", "content": "月黑雁飞高，单于夜遁逃。欲将轻骑逐，大雪满弓刀。 "},
{"title": "杂诗", "author": "佚名", "dynasty": "唐代", "content": "近寒食雨草萋萋，著麦苗风柳映堤。等是有家归未得，杜鹃休向耳边啼。 "},
{"title": "登柳州城楼寄漳汀封连四州", "author": "柳宗元", "dynasty": "唐代", "content": "城上高楼接大荒，海天愁大正茫茫。惊风乱飐芙蓉水，密雨斜侵薜荔墙。岭树重遮千里目，江流曲似九回肠。共来百越文身地，犹自音书滞一乡。 "},
{"title": "耶溪泛舟", "author": "孟浩然", "dynasty": "唐代", "content": "落景余清辉，轻桡弄溪渚。泓澄爱水物，临泛何容与。白首垂钓翁，新妆浣纱女。相看似相识，脉脉不得语。 "},
{"title": "杂曲歌辞·十二月乐辞·正月", "author": "李贺", "dynasty": "唐代", "content": "上楼迎春新春归，暗黄著柳宫漏迟。薄薄淡霭弄野姿，寒绿幽泥生短丝。锦床晓卧玉肌冷，露脸未开对朝暝。官街柳带不堪折，早晚菖蒲胜绾结。"},
{"title": "秋日登吴公台上寺远眺", "author": "刘长卿", "dynasty": "唐代", "content": "古台摇落后，秋日望乡心。(秋日 一作：秋入)野寺来人少，云峰隔水深。夕阳依旧垒，寒磬满空林。惆怅南朝事，长江独至今。 "},
{"title": "小石城山记", "author": "柳宗元", "dynasty": "唐代", "content": "　　自西山道口径北，逾黄茅岭而下，有二道：其一西出，寻之无所得；其一少北而东，不过四十丈，土断而川分，有积石横当其垠。其上为睥睨、梁欐之形，其旁出堡坞，有若门焉。窥之正黑，投以小石，洞然有水声，其响之激越，良久乃已。环之可上，望甚远，无土壤而生嘉树美箭，益奇而坚，其疏数偃仰，类智者所施设也。\r\n　　噫！吾疑造物者之有无久矣。及是，愈以为诚有。又怪其不为之中州，而列是夷狄，更千百年不得一售其伎，是固劳而无用。神者傥不宜如是，则其果无乎？或曰：“以慰夫贤而辱于此者。”或曰：“其气之灵，不为伟人,而独为是物，故楚之南少人而多石。”是二者，余未信之。 "},
{"title": "兵车行", "author": "杜甫", "dynasty": "唐代", "content": "车辚辚，马萧萧，行人弓箭各在腰。耶娘妻子走相送，尘埃不见咸阳桥。(耶娘 一作：爷娘)牵衣顿足拦道哭，哭声直上干云霄。道旁过者问行人，行人但云点行频。或从十五北防河，便至四十西营田。去时里正与裹头，归来头白还戍边。边庭流血成海水，武皇开边意未已。君不闻，汉家山东二百州，千村万落生荆杞。纵有健妇把锄犁，禾生陇亩无东西。况复秦兵耐苦战，被驱不异犬与鸡。长者虽有问，役夫敢申恨？且如今年冬，未休关西卒。县官急索租，租税从何出？信知生男恶，反是生女好。生女犹得嫁比邻，生男埋没随百草。君不见，青海头，古来白骨无人收。新鬼烦冤旧鬼哭，天阴雨湿声啾啾！ "},
{"title": "秋尽", "author": "杜甫", "dynasty": "唐代", "content": "秋尽东行且未回，茅斋寄在少城隈。篱边老却陶潜菊，江上徒逢袁绍杯。雪岭独看西日落，剑门犹阻北人来。不辞万里长为客，怀抱何时得好开。"},
{"title": "贫交行", "author": "杜甫", "dynasty": "唐代", "content": "翻手作云覆手雨，纷纷轻薄何须数。(作 一作：为)君不见管鲍贫时交，此道今人弃如土。 "},
{"title": "醉后赠张九旭", "author": "高适", "dynasty": "唐代", "content": "世上谩相识，此翁殊不然。兴来书自圣，醉后语尤颠。白发老闲事，青云在目前。床头一壶酒，能更几回眠？ "},
{"title": "没蕃故人", "author": "张籍", "dynasty": "唐代", "content": "前年伐月支，城下没全师。蕃汉断消息，死生长别离。 无人收废帐，归马识残旗。欲祭疑君在，天涯哭此时。 "},
{"title": "咏萤", "author": "虞世南", "dynasty": "唐代", "content": "的历流光小，飘飖弱翅轻。恐畏无人识，独自暗中明。 "},
{"title": "秋梦", "author": "杜牧", "dynasty": "唐代", "content": "寒空动高吹，月色满清砧。残梦夜魂断，美人边思深。孤鸿秋出塞，一叶暗辞林。又寄征衣去，迢迢天外心。 "},
{"title": "自代内赠", "author": "李白", "dynasty": "唐代", "content": "宝刀截流水，无有断绝时。妾意逐君行，缠绵亦如之。别来门前草，秋巷春转碧。扫尽更还生，萋萋满行迹。鸣凤始相得，雄惊雌各飞。游云落何山？一往不见归。估客发大楼，知君在秋浦。梁苑空锦衾，阳台梦行雨。妾家三作相，失势去西秦。犹有旧歌管，凄清闻四邻。曲度入紫云，啼无眼中人。妾似井底桃，开花向谁笑？君如天上月，不肯一回照。窥镜不自识，别多憔悴深。安得秦吉了，为人道寸心。"},
{"title": "周庄河", "author": "王维", "dynasty": "唐代", "content": "清风拂绿柳，白水映红桃。舟行碧波上，人在画中游。 "},
{"title": "风", "author": "李峤", "dynasty": "唐代", "content": "解落三秋叶，能开二月花。过江千尺浪，入竹万竿斜。 "},
{"title": "送李少府贬峡中王少府贬长沙", "author": "高适", "dynasty": "唐代", "content": "嗟君此别意何如，驻马衔杯问谪居。巫峡啼猿数行泪，衡阳归雁几封书。青枫江上秋帆远，白帝城边古木疏。圣代即今多雨露，暂时分手莫踌躇。 "},
{"title": "八阵图", "author": "杜甫", "dynasty": "唐代", "content": "功盖三分国，名成八阵图。（名成 一作：名高）江流石不转，遗恨失吞吴。 "},
{"title": "老将行", "author": "王维", "dynasty": "唐代", "content": "少年十五二十时，步行夺得胡马骑。射杀山中白额虎，肯数邺下黄须儿！一身转战三千里，一剑曾当百万师。汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。卫青不败由天幸，李广无功缘数奇。自从弃置便衰朽，世事蹉跎成白首。昔时飞箭无全目，今日垂杨生左肘。路旁时卖故侯瓜，门前学种先生柳。苍茫古木连穷巷，寥落寒山对虚牖。誓令疏勒出飞泉，不似颍川空使酒。贺兰山下阵如云，羽檄交驰日夕闻。节使三河募年少，诏书五道出将军。试拂铁衣如雪色，聊持宝剑动星文。愿得燕弓射大将，耻令越甲鸣吾君。莫嫌旧日云中守，犹堪一战取功勋。 "},
{"title": "井底引银瓶·止淫奔也", "author": "白居易", "dynasty": "唐代", "content": "井底引银瓶，银瓶欲上丝绳绝。石上磨玉簪，玉簪欲成中央折。瓶沉簪折知奈何？似妾今朝与君别。忆昔在家为女时，人言举动有殊姿。婵娟两鬓秋蝉翼，宛转双蛾远山色。笑随戏伴后园中，此时与君未相识。妾弄青梅凭短墙，君骑白马傍垂杨。墙头马上遥相顾，一见知君即断肠。知君断肠共君语，君指南山松柏树。感君松柏化为心，暗合双鬟逐君去。到君家舍五六年，君家大人频有言。聘则为妻奔是妾，不堪主祀奉蘋蘩。终知君家不可住，其奈出门无去处。岂无父母在高堂？亦有亲情满故乡。潜来更不通消息，今日悲羞归不得。为君一日恩，误妾百年身。寄言痴小人家女，慎勿将身轻许人！ "},
{"title": "己亥岁感事", "author": "曹松", "dynasty": "唐代", "content": "泽国江山入战图，生民何计乐樵苏。凭君莫话封侯事，一将功成万骨枯。"},
{"title": "绣袈裟衣缘", "author": "长屋", "dynasty": "唐代", "content": "山川异域，风月同天。寄诸佛子，共结来缘。"},
{"title": "咏史二首·其二", "author": "李商隐", "dynasty": "唐代", "content": "历览前贤国与家，成由勤俭破由奢。何须琥珀方为枕，岂得真珠始是车。远去不逢青海马，力穷难拔蜀山蛇。(远去 一作：运去)几人曾预南薰曲，终古苍梧哭翠华。 "},
{"title": "山亭夏日", "author": "高骈", "dynasty": "唐代", "content": "绿树阴浓夏日长，楼台倒影入池塘。水晶帘动微风起，满架蔷薇一院香。(水晶帘 一作 水精帘） "},
{"title": "清明日宴梅道士房", "author": "孟浩然", "dynasty": "唐代", "content": "林卧愁春尽，搴帷览物华。忽逢青鸟使，邀入赤松家。金灶初开火，仙桃正发花。童颜若可驻，何惜醉流霞。 "},
{"title": "秋日湖上", "author": "薛莹", "dynasty": "唐代", "content": "落日五湖游，烟波处处愁。浮沉千古事，谁与问东流？ "},
{"title": "和于兴宗登越王楼诗", "author": "王铎(唐)", "dynasty": "唐代", "content": "谢朓题诗处，危楼压郡城。雨馀江水碧，云断雪山明。锦绣来仙境，风光入帝京。恨无青玉案，何以报高情。"},
{"title": "公莫舞歌", "author": "李贺", "dynasty": "唐代", "content": "公莫舞歌者，咏项伯翼蔽刘沛公也。会中壮士，灼灼于人，故无复书；且南北乐府率有歌引。贺陋诸家，今重作公莫舞歌云。\r\n方花古础排九楹，刺豹淋血盛银罂。华筵鼓吹无桐竹，长刀直立割鸣筝。横楣粗锦生红纬，日炙锦嫣王未醉。腰下三看宝玦光，项庄掉鞘栏前起。材官小尘公莫舞，座上真人赤龙子。芒砀云端抱天回，咸阳王气清如水。铁枢铁楗重束关，大旗五丈撞双环。汉王今日须秦印，绝膑刳肠臣不论。"},
{"title": "寄李儋元锡", "author": "韦应物", "dynasty": "唐代", "content": "去年花里逢君别，今日花开又一年。(又一年 一作：已一年)世事茫茫难自料，春愁黯黯独成眠。身多疾病思田里，邑有流亡愧俸钱。闻道欲来相问讯，西楼望月几回圆。 "},
{"title": "沙丘城下寄杜甫", "author": "李白", "dynasty": "唐代", "content": "我来竟何事，高卧沙丘城。城边有古树，日夕连秋声。鲁酒不可醉，齐歌空复情。思君若汶水，浩荡寄南征。 "},
{"title": "题玄武禅师屋壁", "author": "杜甫", "dynasty": "唐代", "content": "何年顾虎头，满壁画沧洲。赤日石林气，青天江海流。锡飞常近鹤，杯渡不惊鸥。似得庐山路，真随惠远游。"},
{"title": "寄李儋元锡", "author": "韦应物", "dynasty": "唐代", "content": "去年花里逢君别，今日花君又一年。(又一年 一作：已一年)世事茫茫难自料，春愁黯黯独成眠。身多疾病思田里，邑有流亡愧俸钱。闻道欲来相问讯，西楼望月几回圆。 "},
{"title": "咏怀古迹五首·其三", "author": "杜甫", "dynasty": "唐代", "content": "群山万壑赴荆门，生长明妃尚有村。一去紫台连朔漠，独留青冢向黄昏。画图省识春风面，环珮空归夜月魂。(夜月 一作：月夜)千载琵琶作胡语，分明怨恨曲中论。 "},
{"title": "洛中访袁拾遗不遇", "author": "孟浩然", "dynasty": "唐代", "content": "洛阳访才子，江岭作流人。闻说梅花早，何如北地春。 "},
{"title": "晓日", "author": "韩偓", "dynasty": "唐代", "content": "天际霞光入水中，水中天际一时红。直须日观三更后，首送金乌上碧空。 "},
{"title": "海上", "author": "李商隐", "dynasty": "唐代", "content": "石桥东望海连天，徐福空来不得仙。 直遣麻姑与搔背，可能留命待桑田。 "},
{"title": "新成小亭月夜", "author": "熊孺登", "dynasty": "唐代", "content": "已被月知处，斩新风到来。无人伴幽境，多取木兰栽。"},
{"title": "正月十五夜", "author": "苏味道", "dynasty": "唐代", "content": "火树银花合，星桥铁锁开。暗尘随马去，明月逐人来。游伎皆秾李，行歌尽落梅。金吾不禁夜，玉漏莫相催。 "},
{"title": "观公孙大娘弟子舞剑器行", "author": "杜甫", "dynasty": "唐代", "content": "大历二年十月十九日，夔月别驾元持宅，见临颍李十二娘舞剑器，壮其蔚跂，问其所师，曰：“余公孙大娘弟子也。” 开元五载，余尚童稚，记于郾城观公孙氏，舞剑器浑脱，浏漓顿挫，独出冠时，自高头宜春梨园二伎坊内人洎外供奉，晓是舞者，圣文神武皇帝初，公孙一人而已。玉貌锦衣，况余白首，今兹弟子，亦非盛颜。既辨其由来，知波澜莫二，抚事慷慨，聊为《剑器行》。昔者吴人张旭，善草书帖，数常于邺县见公孙大娘舞西河剑器，自此草书长进，豪荡感激，即公孙可知矣。\r\n昔有佳人公孙氏，一舞剑器动四方。观者如山色沮丧，天地为之久低昂。㸌如羿射九日落，矫如群帝骖龙翔。来如雷霆收震怒，罢如江海凝清光。绛唇珠袖两寂寞，晚有弟子传芬芳。临颍美人在白帝，妙舞此曲神扬扬。与余问答既有以，感时抚事增惋伤。先帝侍女八千人，公孙剑器初第一。五十年间似反掌，风尘澒洞昏王室。梨园弟子散如烟，女乐余姿映寒日。金粟堆前木已拱，瞿唐石城草萧瑟。玳筵急管曲复终，乐极哀来月东出。老夫不知其所往，足茧荒山转愁疾。"},
{"title": "郊庙歌辞·释奠武成王乐章·亚献终献", "author": "佚名", "dynasty": "唐代", "content": "贰觞以献，三变其终。顾此非馨，尚达斯衷。茅缩可致，神歆载融。始神翊周，拯溺除凶。时维降祐，永绝兴戎。"},
{"title": "山行", "author": "杜牧", "dynasty": "唐代", "content": "家住白云山北，路迷碧水桥东。短发潇潇暮雨，长襟落落秋风。"},
{"title": "暂如临邑至㟙山湖亭奉怀李员外率尔成兴", "author": "杜甫", "dynasty": "唐代", "content": "野亭逼湖水，歇马高林间。鼍吼风奔浪，鱼跳日映山。暂游阻词伯，却望怀青关。霭霭生云雾，唯应促驾还。"},
{"title": "罢都统守镇滑州作", "author": "王铎(唐)", "dynasty": "唐代", "content": "用军何事敢迁延，恩重才轻分使然。黜诏已闻来阙下，檄书犹未遍军前。腰间尽解苏秦印，波上虚迎范蠡船。正会星辰扶北极，却驱戈甲镇南燕。三尘上相逢明主，九合诸侯愧昔贤。看却中兴扶大业，杀身无路好归田。 "},
{"title": "苏武庙", "author": "温庭筠", "dynasty": "唐代", "content": "苏武魂销汉使前，古祠高树两茫然。云边雁断胡天月，陇上羊归塞草烟。回日楼台非甲帐，去时冠剑是丁年。茂陵不见封侯印，空向秋波哭逝川。 "},
{"title": "首夏南池独酌", "author": "白居易", "dynasty": "唐代", "content": "春尽杂英歇，夏初芳草深。薰风自南至，吹我池上林。绿蘋散还合，赪鲤跳复沉。新叶有佳色，残莺犹好音。依然谢家物，池酌对风琴。惭无康乐作，秉笔思沉吟。境胜才思劣，诗成不称心。"},
{"title": "送陈章甫", "author": "李颀", "dynasty": "唐代", "content": "四月南风大麦黄，枣花未落桐阴长。青山朝别暮还见，嘶马出门思旧乡。陈侯立身何坦荡，虬须虎眉仍大颡。腹中贮书一万卷，不肯低头在草莽。东门酤酒饮我曹，心轻万事如鸿毛。醉卧不知白日暮，有时空望孤云高。长河浪头连天黑，津口停舟渡不得。郑国游人未及家，洛阳行子空叹息。闻道故林相识多，罢官昨日今如何。 "},
{"title": "谒梓潼张恶子庙", "author": "王铎(唐)", "dynasty": "唐代", "content": "盛唐圣主解青萍，欲振新封济顺名。夜雨龙抛三尺匣，春云凤入九重城。剑门喜气随雷动，玉垒韶光待贼平。 惟报关东诸将相，柱天功业赖阴兵。 "},
{"title": "石柜阁", "author": "杜甫", "dynasty": "唐代", "content": "季冬日已长，山晚半天赤。蜀道多早花，江间饶奇石。 石柜曾波上，临虚荡高壁。清晖回群鸥，暝色带远客。 羁栖负幽意，感叹向绝迹。信甘孱懦婴，不独冻馁迫。 优游谢康乐，放浪陶彭泽。吾衰未自安，谢尔性所适。 "},
{"title": "送孙明秀才往潘州访韦卿", "author": "李频", "dynasty": "唐代", "content": "北鸟飞不到，北人今去游。天涯浮瘴水，岭外问潘州。草木春冬茂，猿猱日夜愁。定知迁客泪，应只对君流。"},
{"title": "赠裴将军", "author": "颜真卿", "dynasty": "唐代", "content": "大君制六合，猛将清九垓。战马若龙虎，腾陵何壮哉。将军临北荒，烜赫耀英材。剑舞跃游电，随风萦且回。登高望天山，白雪正崔嵬。入阵破骄虏，威声雄震雷。一射百马倒，再射万夫开。匈奴不敢敌，相呼归去来。功成报天子，可以画麟台。"},
{"title": "陇头吟", "author": "王维", "dynasty": "唐代", "content": "长安少年游侠客，夜上戍楼看太白。陇头明月迥临关，陇上行人夜吹笛。关西老将不胜愁，驻马听之双泪流。身经大小百余战，麾下偏裨万户侯。苏武才为典属国，节旄空尽海西头。 "},
{"title": "投长沙裴侍郎", "author": "杜荀鹤", "dynasty": "唐代", "content": "此身虽贱道长存，非谒朱门谒孔门。只望至公将卷读，不求朝士致书论。垂纶雨结渔乡思，吹木风传雁夜魂。男子受恩须有地，平生不受等闲恩。 "},
{"title": "长歌行", "author": "王昌龄", "dynasty": "唐代", "content": "旷野饶悲风，飕飕黄蒿草。系马倚白杨，谁知我怀抱。 所是同袍者，相逢尽衰老。北登汉家陵，南望长安道。 下有枯树根，上有鼯鼠窠。高皇子孙尽，千载无人过。 宝玉频发掘，精灵其奈何。人生须达命，有酒且长歌。 "},
{"title": "菩萨蛮·红楼别夜堪惆怅", "author": "韦庄", "dynasty": "唐代", "content": "红楼别夜堪惆怅，香灯半卷流苏帐。残月出门时，美人和泪辞。琵琶金翠羽，弦上黄莺语。劝我早还家，绿窗人似花。 "},
{"title": "观公孙大娘弟子舞剑器行", "author": "杜甫", "dynasty": "唐代", "content": "大历二年十月十九日，夔府别驾元持宅，见临颍李十二娘舞剑器，壮其蔚跂，问其所师，曰：“余公孙大娘弟子也。” 开元五载，余尚童稚，记于郾城观公孙氏，舞剑器浑脱，浏漓顿挫，独出冠时，自高头宜春梨园二伎坊内人洎外供奉，晓是舞者，圣文神武皇帝初，公孙一人而已。玉貌锦衣，况余白首，今兹弟子，亦非盛颜。既辨其由来，知波澜莫二，抚事慷慨，聊为《剑器行》。昔者吴人张旭，善草书帖，数常于邺县见公孙大娘舞西河剑器，自此草书长进，豪荡感激，即公孙可知矣。\r\n昔有佳人公孙氏，一舞剑器动四方。观者如山色沮丧，天地为之久低昂。㸌如羿射九日落，矫如群帝骖龙翔。来如雷霆收震怒，罢如江海凝清光。绛唇珠袖两寂寞，晚有弟子传芬芳。临颍美人在白帝，妙舞此曲神扬扬。与余问答既有以，感时抚事增惋伤。先帝侍女八千人，公孙剑器初第一。五十年间似反掌，风尘澒洞昏王室。梨园弟子散如烟，女乐余姿映寒日。金粟堆前木已拱，瞿唐石城草萧瑟。玳筵急管曲复终，乐极哀来月东出。老夫不知其所往，足茧荒山转愁疾。"},
{"title": "五岁咏花", "author": "陈知玄", "dynasty": "唐代", "content": "花开满树红，花落万枝空。唯余一朵在，明日定随风。 "},
{"title": "初发扬子寄元大校书", "author": "韦应物", "dynasty": "唐代", "content": "凄凄去亲爱，泛泛入烟雾。归棹洛阳人，残钟广陵树。今朝此为别，何处还相遇。世事波上舟，沿洄安得住。 "},
{"title": "送灵澈上人", "author": "刘长卿", "dynasty": "唐代", "content": "苍苍竹林寺，杳杳钟声晚。荷笠带斜阳，青山独归远。(斜阳 一作：夕阳) "},
{"title": "荆南夏夜水楼怀昭丘直上人云梦李莘", "author": "欧阳詹", "dynasty": "唐代", "content": "无机成旅逸，中夜上江楼。云尽月如练，水凉风似秋。 凫声闻梦泽，黛色上昭丘。不远人情在，良宵恨独游。 "},
{"title": "送魏万之京", "author": "李颀", "dynasty": "唐代", "content": "朝闻游子唱离歌，昨夜微霜初渡河。鸿雁不堪愁里听，云山况是客中过。关城树色催寒近，御苑砧声向晚多。(树 一作：曙)莫见长安行乐处，空令岁月易蹉跎。 "},
{"title": "天上谣", "author": "李贺", "dynasty": "唐代", "content": "天河夜转漂回星，银浦流云学水声。玉宫桂树花未落，仙妾采香垂珮缨。秦妃卷帘北窗晓，窗前植桐青凤小。王子吹笙鹅管长，呼龙耕烟种瑶草。粉霞红绶藕丝裙，青洲步拾兰苕春。东指羲和能走马，海尘新生石山下。 "},
{"title": "野望", "author": "杜甫", "dynasty": "唐代", "content": "金华山北涪水西，仲冬风日始凄凄。山连越巂蟠三蜀，水散巴渝下五溪。独鹤不知何事舞，饥乌似欲向人啼。射洪春酒寒仍绿，目极伤神谁为携。"},
{"title": "游襄阳怀孟浩然", "author": "白居易", "dynasty": "唐代", "content": "楚山碧岩岩，汉水碧汤汤。秀气结成象，孟氏之文章。今我讽遗文，思人至其乡。清风无人继，日暮空襄阳。南望鹿门山，蔼若有余芳。旧隐不知处，云深树苍苍。 "},
{"title": "汉江临泛 / 汉江临眺", "author": "王维", "dynasty": "唐代", "content": "楚塞三湘接，荆门九派通。江流天地外，山色有无中。郡邑浮前浦，波澜动远空。襄阳好风日，留醉与山翁。 "},
{"title": "宫词五首·其二", "author": "顾况", "dynasty": "唐代", "content": "玉楼天半起笙歌，风送宫嫔笑语和。月殿影开闻夜漏，水晶帘卷近秋河。 "},
{"title": "南行别弟", "author": "韦承庆", "dynasty": "唐代", "content": "澹澹长江水，悠悠远客情。落花相与恨，到地一无声。"},
{"title": "遗爱寺", "author": "白居易", "dynasty": "唐代", "content": "弄石临溪坐，寻花绕寺行。时时闻鸟语，处处是泉声。 "},
{"title": "归家（一作赵嘏诗）", "author": "杜牧", "dynasty": "唐代", "content": "稚子牵衣问，归来何太迟。共谁争岁月，赢得鬓边丝。 "},
{"title": "塞下曲六首·其一", "author": "李白", "dynasty": "唐代", "content": "五月天山雪，无花只有寒。笛中闻折柳，春色未曾看。晓战随金鼓，宵眠抱玉鞍。愿将腰下剑，直为斩楼兰。 "},
{"title": "题长安主人壁", "author": "孟浩然", "dynasty": "唐代", "content": "久废南山田，叨陪东阁贤。欲随平子去，犹未献甘泉。枕籍琴书满，褰帷远岫连。我来如昨日，庭树忽鸣蝉。促织惊寒女，秋风感长年。授衣当九月，无褐竟谁怜。"},
{"title": "唐太宗吞蝗", "author": "吴兢", "dynasty": "唐代", "content": "　　贞观二年，京师旱，蝗虫大师。太宗入苑视禾，见蝗虫，掇数枚而曰：“人以谷为命，而汝食之，是害于百姓。百姓有过，在予一人。尔其有灵，但当蚀我心，无害百姓。”将吞之，左右遽谏曰：“恐诚疾，不可！”太宗：“所冀移灾朕躬，何疾之避！”遂吞之。 "},
{"title": "无题", "author": "佚名", "dynasty": "唐代", "content": "春水春池满，春时春草生。春人饮春酒，春鸟弄春声。君生我未生，我生君已老。君恨我生迟，我恨君生早。人归万里外，意在一杯中。只虑前程远，开帆待好风。自入长信宫，每对孤灯泣。闺门镇不开，梦从何处入。一别行千里，来时未有期。月中三十日，无夜不相思。 "},
{"title": "咏史诗·乌江", "author": "胡曾", "dynasty": "唐代", "content": "争帝图王势已倾，八千兵散楚歌声。 乌江不是无船渡，耻向东吴再起兵。 "},
{"title": "忆江南·春去也", "author": "刘禹锡", "dynasty": "唐代", "content": "春去也，多谢洛城人。弱柳从风疑举袂，丛兰裛露似沾巾。独坐亦含嚬。春去也，共惜艳阳年。犹有桃花流水上，无辞竹叶醉尊前。惟待见青天。 "},
{"title": "送沈子归江东 / 送沈子福归江东", "author": "王维", "dynasty": "唐代", "content": "杨柳渡头行客稀，罟师荡桨向临圻。 惟有相思似春色，江南江北送君归。 "},
{"title": "长相思·其一", "author": "李白", "dynasty": "唐代", "content": "长相思，在长安。络纬秋啼金井阑，微霜凄凄簟色寒。孤灯不明思欲绝，卷帷望月空长叹。美人如花隔云端！上有青冥之长天，下有渌水之波澜。(长天 一作：高天)天长路远魂飞苦，梦魂不到关山难。长相思，摧心肝！ "},
{"title": "秋夜寄僧", "author": "欧阳詹", "dynasty": "唐代", "content": "尚被浮名诱此身，今时谁与德为邻。遥知是夜檀溪上，月照千峰为一人。"},
{"title": "唐太宗吞蝗", "author": "吴兢", "dynasty": "唐代", "content": "　　贞观二年，京师旱，蝗虫大起。太宗入苑视禾，见蝗虫，掇数枚而曰：“人以谷为命，而汝食之，是害于百姓。百姓有过，在予一人。尔其有灵，但当蚀我心，无害百姓。”将吞之，左右遽谏曰：“恐诚疾，不可！”太宗：“所冀移灾朕躬，何疾之避！”遂吞之。 "},
{"title": "山中", "author": "王勃", "dynasty": "唐代", "content": "长江悲已滞，万里念将归。况属高风晚，山山黄叶飞。 "},
{"title": "南朝", "author": "李商隐", "dynasty": "唐代", "content": "玄武湖中玉漏催，鸡鸣埭口绣襦回。谁言琼树朝朝见，不及金莲步步来。敌国军营漂木杮，前朝神庙锁烟煤。满宫学士皆颜色，江令当年只费才。 "},
{"title": "稻田", "author": "韦庄", "dynasty": "唐代", "content": "绿波春浪满前陂，极目连云䎬稏肥。更被鹭鹚千点雪，破烟来入画屏飞。 "},
{"title": "欹湖", "author": "王维", "dynasty": "唐代", "content": "吹箫凌极浦，日暮送夫君。湖上一回首，青山卷白云。 "},
{"title": "庾楼晓望", "author": "白居易", "dynasty": "唐代", "content": "独凭朱槛立凌晨，山色初明水色新。竹雾晓笼衔岭月，频风暖送过江春。子城阴处犹残雪，衙鼓声前未有尘。三百年来庾楼上，曾经多少望乡人。 "},
{"title": "闻薛先辈陪大夫看早梅因寄", "author": "许浑", "dynasty": "唐代", "content": "涧梅寒正发，莫信笛中吹。素艳雪凝树，清香风满枝。折惊山鸟散，携任野蜂随。今日从公醉，何人倒接䍦。"},
{"title": "酬晖上人秋夜山亭有赠", "author": "陈子昂", "dynasty": "唐代", "content": "皎皎白林秋，微微翠山静。禅居感物变，独坐开轩屏。风泉夜声杂，月露宵光冷。多谢忘机人，尘忧未能整。 "},
{"title": "杂曲歌辞·十二月乐辞·三月", "author": "李贺", "dynasty": "唐代", "content": "东方风来满眼春，花城柳暗愁几人。复宫深殿竹风起，新翠舞襟静如水。光风转蕙百馀里，暖雾驱云扑天地。 军装宫妓扫蛾浅，摇摇锦旗夹城暖。曲水飘香去不归，梨花落尽成秋苑。"},
{"title": "咏萤", "author": "苏晋", "dynasty": "唐代", "content": "的的黄金色，闪闪白玉辉。既能明自照，何用暗中飞。"},
{"title": "春晚山庄率题二首", "author": "卢照邻", "dynasty": "唐代", "content": "顾步三春晚，田园四望通。游丝横惹树，戏蝶乱依丛。竹懒偏宜水，花狂不待风。唯馀诗酒意，当了一生中。田家无四邻，独坐一园春。莺啼非选树，鱼戏不惊纶。山水弹琴尽，风花酌酒频。年华已可乐，高兴复留人。"},
{"title": "别冯判官", "author": "高适", "dynasty": "唐代", "content": "碣石辽西地，渔阳蓟北天。关山唯一道，雨雪尽三边。才子方为客，将军正渴贤。遥知幕府下，书记日翩翩。"},
{"title": "杂曲歌辞·长干曲四首", "author": "崔颢", "dynasty": "唐代", "content": "君家何处住，妾住在横塘。停舟暂借问，或恐是同乡。家临九江水，去来九江侧。同是长干人，生小不相识。下渚多风浪，莲舟渐觉稀。那能不相待，独自逆潮归。三江潮水急，五湖风浪涌。由来花性轻，莫畏莲舟重。"},
{"title": "忆江南三首", "author": "白居易", "dynasty": "唐代", "content": "江南好，风景旧曾谙；日出江花红胜火，春来江水绿如蓝。能不忆江南？\r\n江南忆，最忆是杭州；山寺月中寻桂子，郡亭枕上看潮头。何日更重游！\r\n江南忆，其次忆吴宫；吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢！"},
{"title": "过三闾庙", "author": "戴叔伦", "dynasty": "唐代", "content": "沅湘流不尽，屈子怨何深。日暮秋风起，萧萧枫树林。 "},
{"title": "立秋夕凉风忽至炎暑稍消即事咏怀寄汴州节度使李二十尚书", "author": "白居易", "dynasty": "唐代", "content": "袅袅檐树动，好风西南来。红缸霏微灭，碧幌飘飖开。披襟有馀凉，拂簟无纤埃。但喜烦暑退，不惜光阴催。河秋稍清浅，月午方裴回。或行或坐卧，体适心悠哉。美人在浚都，旌旗绕楼台。虽非沧溟阻，难见如蓬莱。蝉迎节又换，雁送书未回。君位日宠重，我年日摧颓。无因风月下，一举平生杯。 "},
{"title": "南湖早春", "author": "白居易", "dynasty": "唐代", "content": "风回云断雨初晴，返照湖边暖复明。乱点碎红山杏发，平铺新绿水蘋生。翅低白雁飞仍重，舌涩黄鹂语未成。不道江南春不好，年年衰病减心情。"},
{"title": "夜上受降城闻笛", "author": "李益", "dynasty": "唐代", "content": "回乐烽前沙似雪，受降城外月如霜。(回乐烽 一作：回乐峰）不知何处吹芦管，一夜征人尽望乡。 "},
{"title": "咸阳城东楼 / 咸阳城西楼晚眺", "author": "许浑", "dynasty": "唐代", "content": "一上高城万里愁，蒹葭杨柳似汀洲。溪云初起日沉阁，山雨欲来风满楼。鸟下绿芜秦苑夕，蝉鸣黄叶汉宫秋。行人莫问当年事，故国东来渭水流。 "},
{"title": "送梓州李使君", "author": "王维", "dynasty": "唐代", "content": "万壑树参天，千山响杜鹃。山中一夜雨，树杪百重泉。汉女输橦布，巴人讼芋田。文翁翻教授，不敢倚先贤。 "},
{"title": "销暑", "author": "白居易", "dynasty": "唐代", "content": "何以销烦暑，端居一院中。眼前无长物，窗下有清风。热散由心静，凉生为室空。此时身自得，难更与人同。"},
{"title": "筹笔驿", "author": "罗隐", "dynasty": "唐代", "content": "抛掷南阳为主忧，北征东讨尽良筹。时来天地皆同力，运去英雄不自由。千里山河轻孺子，两朝冠剑恨谯周。唯余岩下多情水，犹解年年傍驿流。 "},
{"title": "春夕 / 春夕旅怀", "author": "崔涂", "dynasty": "唐代", "content": "水流花谢两无情，送尽东风过楚城。胡蝶梦中家万里，子规枝上月三更。故园书动经年绝，华发春唯满镜生。自是不归归便得，五湖烟景有谁争。 "},
{"title": "早归", "author": "韩偓", "dynasty": "唐代", "content": "去是黄昏后，归当胧腮时。叉衣吟宿醉，风露动相思。"},
{"title": "写意", "author": "李商隐", "dynasty": "唐代", "content": "燕雁迢迢隔上林，高秋望上正长吟。人间路有潼江险，天外山惟玉垒深。日向花间留返照，云从城上结层阴。三年已制思乡泪，更入新年恐不禁。"},
{"title": "绝句二首", "author": "杜甫", "dynasty": "唐代", "content": "迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯。 \r\n江碧鸟逾白，山青花欲燃。今春看又过，何日是归年。"},
{"title": "再经胡城县", "author": "杜荀鹤", "dynasty": "唐代", "content": "去岁曾经此县城，县民无口不冤声。 今来县宰加朱绂，便是生灵血染成。 "},
{"title": "酬乐天东南行诗一百韵", "author": "元稹", "dynasty": "唐代", "content": "我病方吟越，君行已过湖。去应缘直道，哭不为穷途。 亚竹寒惊牖，空堂夜向隅。暗魂思背烛，危梦怯乘桴。 坐痛筋骸憯，旁嗟物候殊。雨蒸虫沸渭，浪涌怪睢盱。 索绠飘蚊蚋，蓬麻甃舳舻。短檐苫稻草，微俸封渔租。 泥浦喧捞蛤，荒郊险斗貙。鲸吞近溟涨，猿闹接黔巫。 芒屩泅牛妇，丫头荡桨夫。酢醅荷裹卖，醨酒水淋沽。 舞态翻鸲鹆，歌词咽鹧鸪。夷音啼似笑，蛮语谜相呼。 江郭船添店，山城木竖郛。吠声沙市犬，争食墓林乌。 犷俗诚堪惮，妖神甚可虞。欲令仁渐及，已被疟潜图。 膳减思调鼎，行稀恐蠹枢。杂莼多剖鳝，和黍半蒸菰。 绿粽新菱实，金丸小木奴。芋羹真暂淡，䶉炙漫涂苏。 炰鳖那胜羜，烹鯄只似鲈。楚风轻似蜀，巴地湿如吴。 气浊星难见，州斜日易晡。通宵但云雾，未酉即桑榆。 瘴窟蛇休蛰，炎溪暑不徂。伥魂阴叫啸，鵩貌昼踟蹰。 乡里家藏蛊，官曹世乏儒。敛缗偷印信，传箭作符繻. 椎髻抛巾帼，镩刀代辘轳。当心鞙铜鼓，背弝射桑弧。 岂复民氓料，须将鸟兽驱。是非浑并漆，词讼敢研朱。 陋室鸮窥伺，衰形蟒觊觎。鬓毛霜点合，襟泪血痕濡。 倍忆京华伴，偏忘我尔躯。谪居今共远，荣路昔同趋。 科试铨衡局，衙参典校厨。月中分桂树，天上识昌蒲。 应召逢鸿泽，陪游值赐酺.心唯撞卫磬，耳不乱齐竽。 海岱词锋截，皇王笔阵驱。疾奔凌騕褭，高唱轧吴歈. 点检张仪舌，提携傅说图。摆囊看利颖，开颔出明珠。 并取千人特，皆非十上徒。白麻云色腻，墨诏电光粗。 众口贪归美，何颜敢妒姝。秦台纳红旭，酆匣洗黄垆。 谏猎宁规避，弹豪讵嗫嚅。肺肝憎巧曲，蹊径绝萦迂。 誓遣朝纲振，忠饶翰苑输。骥调方汗血，蝇点忽成卢。 遂谪栖遑掾，还飞送别盂。痛嗟亲爱隔，颠望友朋扶。 狸病翻随鼠，骢羸返作驹。物情良徇俗，时论太诬吾。 瓶罄罍偏耻，松摧柏自枯。虎虽遭陷阱，龙不怕泥涂。 重喜登贤苑，方欣佐伍符。判身入矛戟，轻敌比锱铢。 驿骑来千里，天书下九衢。因教罢飞檄，便许到皇都。 舟败罂浮汉，骖疲杖过邘。邮亭一萧索，烽候各崎岖。 馈饷人推辂，谁何吏执殳。拔家逃力役，连锁责逋诛。 防戍兄兼弟，收田妇与姑。缣缃工女竭，青紫使臣纡。 望国参云树，归家满地芜。破窗尘癡癡，幽院鸟呜呜。 祖竹丛新笋，孙枝压旧梧。晚花狂蛱蝶，残蒂宿茱萸。 始悟摧林秀，因衔避缴芦。文房长遣闭，经肆未曾铺。 鹓鹭方求侣，鸱鸢已吓雏。征还何郑重，斥去亦须臾。 迢递投遐徼，苍黄出奥区。通川诚有咎，湓口定无辜。 利器从头匣，刚肠到底刳。薰莸任盛贮，稊稗莫超逾。 公干经时卧，钟仪几岁拘。光阴流似水，蒸瘴热于炉。 薄命知然也，深交有矣夫。救焚期骨肉，投分刻肌肤。 二妙驰轩陛，三英咏袴襦。李多嘲蝘蜓，窦数集蜘蛛。 数子皆奇货，唯予独朽株。邯郸笑匍匐，燕蒯受揶揄。 懒学三闾愤，甘齐百里愚。耽眠稀醒素，凭醉少嗟吁。 学问徒为尔，书题尽已于。别犹多梦寐，情尚感凋枯。 近喜司戎健，寻伤掌诰徂。士元名位屈，伯道子孙无。 旧好飞琼翰，新诗灌玉壶。几催闲处泣，终作苦中娱。 廉蔺声相让，燕秦势岂俱。此篇应绝倒，休漫捋髭须。 "},
{"title": "月蚀诗", "author": "卢仝", "dynasty": "唐代", "content": "新天子即位五年，岁次庚寅，斗柄插子，律调黄钟。森森万木夜僵立，寒气赑屃顽无风。烂银盘从海底出，出来照我草屋东。天色绀滑凝不流，冰光交贯寒曈曨。初疑白莲花，浮出龙王宫。八月十五夜，比并不可双。此时怪事发，有物吞食来。轮如壮士斧斫坏，桂似雪山风拉摧。百炼镜，照见胆，平地埋寒灰。火龙珠，飞出脑，却入蚌蛤胎。摧环破璧眼看尽，当天一搭如煤炱。磨踪灭迹须臾间，便似万古不可开。不料至神物，有此大狼狈。星如撒沙出，争头事光大。奴婢炷暗灯，掩菼如玳瑁。今夜吐焰长如虹，孔隙千道射户外。玉川子，涕泗下，中庭独自行。念此日月者，太阴太阳精。皇天要识物，日月乃化生。走天汲汲劳四体，与天作眼行光明。此眼不自保，天公行道何由行。吾见阴阳家有说，望日蚀月月光灭，朔月掩日日光缺。两眼不相攻，此说吾不容。又孔子师老子云，五色令人目盲。吾恐天似人，好色即丧明。幸且非春时，万物不娇荣。青山破瓦色，绿水冰峥嵘。花枯无女艳，鸟死沉歌声。顽冬何所好，偏使一目盲。传闻古老说，蚀月虾蟆精。径圆千里入汝腹，汝此痴骸阿谁生。可从海窟来，便解缘青冥。恐是眶睫间，掩塞所化成。黄帝有二目，帝舜重瞳明。二帝悬四目，四海生光辉。吾不遇二帝，滉漭不可知。何故瞳子上，坐受虫豸欺。长嗟白兔捣灵药，恰似有意防奸非。药成满臼不中度，委任白兔夫何为。忆昔尧为天，十日烧九州。金烁水银流，玉煼丹砂焦。六合烘为窑，尧心增百忧。帝见尧心忧，勃然发怒决洪流。立拟沃杀九日妖，天高日走沃不及，但见万国赤子々生鱼头。此时九御导九日，争持节幡麾幢旒。驾车六九五十四头蛟螭虬，掣电九火輈。汝若蚀开齱齵轮，御辔执索相爬钩，推荡轰訇入汝喉。红鳞焰鸟烧口快，翎鬣倒侧声盏邹。撑肠拄肚礧傀如山丘，自可饱死更不偷。不独填饥坑，亦解尧心忧。恨汝时当食，藏头擫脑不肯食。不当食，张唇哆觜食不休。食天之眼养逆命，安得上帝请汝刘。呜呼，人养虎，被虎啮。天媚蟆，被蟆瞎。乃知恩非类，一一自作孽。吾见患眼人，必索良工诀。想天不异人，爱眼固应一。安得常娥氏，来习扁鹊术。手操舂喉戈，去此睛上物。其初犹朦胧，既久如抹漆。但恐功业成，便此不吐出。玉川子又涕泗下，心祷再拜额榻砂土中，地上虮虱臣仝告愬帝天皇。臣心有铁一寸，可刳妖蟆痴肠。上天不为臣立梯磴，臣血肉身，无由飞上天，扬天光。封词付与小心风，颰排阊阖入紫宫。密迩玉几前擘坼，奏上臣仝顽愚胸。敢死横干天，代天谋其长。东方苍龙角，插戟尾捭风。当心开明堂。统领三百六十鳞虫，坐理东方宫。月蚀不救援，安用东方龙。南方火鸟赤泼血，项长尾短飞跋躠，头戴井冠高逵枿。月蚀鸟宫十三度，鸟为居停主人不觉察，贪向何人家。行赤口毒舌，毒虫头上吃却月，不啄杀。虚眨鬼眼明，鸟罪不可雪。西方攫虎立踦踦，斧为牙，凿为齿。偷牺牲，食封豕。大蟆一脔，固当软美。见似不见，是何道理。爪牙根天不念天，天若准拟错准拟。北方寒龟被蛇缚，藏头入壳如入狱。蛇筋束紧束破壳，寒龟夏鳖一种味。且当以其肉充臛，死壳没信处，唯堪支床脚，不堪钻灼与天卜。岁星主福德，官爵奉董秦。忍使黔娄生，覆尸无衣巾。天失眼不吊，岁星胡其仁。荧惑矍铄翁，执法大不中。月明无罪过，不纠蚀月虫。年年十月朝太微。支卢谪罚何灾凶。土星与土性相背，反养福德生祸害。到人头上死破败，今夜月蚀安可会。太白真将军，怒激锋铓生。恒州阵斩郦定进，项骨脆甚春蔓菁。天唯两眼失一眼，将军何处行天兵。辰星任廷尉，天律自主持。人命在盆底，固应乐见天盲时。天若不肯信，试唤皋陶鬼一问。一如今日，三台文昌宫，作上天纪纲。环天二十八宿，磊磊尚书郎。整顿排班行，剑握他人将。一四太阳侧，一四天市傍。操斧代大匠，两手不怕伤。弧矢引满反射人，天狼呀啄明煌煌。痴牛与騃女，不肯勤农桑。徒劳含淫思，旦夕遥相望。蚩尤簸旗弄旬朔，始捶天鼓鸣珰琅。枉矢能蛇行，眊目森森张。天狗下舐地，血流何滂滂。谲险万万党，架构何可当。眯目衅成就，害我光明王。请留北斗一星相北极，指麾万国悬中央。此外尽扫除，堆积如山冈，赎我父母光。当时常星没，殒雨如迸浆。似天会事发，叱喝诛奸强。何故中道废，自遗今日殃。善善又恶恶，郭公所以亡。愿天神圣心，无信他人忠。玉川子词讫，风色紧格格。近月黑暗边，有似动剑戟。须臾痴蟆精，两吻自决坼。初露半个璧，渐吐满轮魄。众星尽原赦，一蟆独诛磔。腹肚忽脱落，依旧挂穹碧。光彩未苏来，惨澹一片白。奈何万里光，受此吞吐厄。再得见天眼，感荷天地力。或问玉川子，孔子修春秋。二百四十年，月蚀尽不收。今子咄咄词，颇合孔意不。玉川子笑答，或请听逗留。孔子父母鲁，讳鲁不讳周。书外书大恶，故月蚀不见收。予命唐天，口食唐土。唐礼过三，唐乐过五。小犹不说，大不可数。灾沴无有小大愈，安得引衰周，研核其可否。日分昼，月分夜，辨寒暑。一主刑，二主德，政乃举。孰为人面上，一目偏可去。愿天完两目，照下万方士，万古更不瞽，万万古，更不瞽，照万古。 "},
{"title": "都下送辛大之鄂", "author": "孟浩然", "dynasty": "唐代", "content": "南国辛居士，言归旧竹林。未逢调鼎用，徒有济川心。 予亦忘机者，田园在汉阴。因君故乡去，遥寄式微吟。 "},
{"title": "梦微之", "author": "白居易", "dynasty": "唐代", "content": "夜来携手梦同游，晨起盈巾泪莫收。漳浦老身三度病，咸阳宿草八回秋。君埋泉下泥销骨，我寄人间雪满头。阿卫韩郎相次去，夜台茫昧得知不？ "},
{"title": "夔州歌十绝句·其一", "author": "杜甫", "dynasty": "唐代", "content": "中巴之东巴东山，江水开辟流其间。白帝高为三峡镇，瞿塘险过百牢关。"},
{"title": "寒食", "author": "韩翃", "dynasty": "唐代", "content": "春城无处不飞花，寒食东风御柳斜。 日暮汉宫传蜡烛，轻烟散入五侯家。 "},
{"title": "永州八记", "author": "柳宗元", "dynasty": "唐代", "content": "　　始得西山宴游记\r\n　　自余为僇人，居是州。恒惴慄。时隙也，则施施而行，漫漫而游。日与其徒上高山，入深林，穷回溪，幽泉怪石，无远不到。到则披草而坐，倾壶而醉。醉则更相枕以卧，卧而梦。意有所极，梦亦同趣。觉而起，起而归。以为凡是州之山水有异态者，皆我有也，而未始知西山之怪特。\r\n　　今年九月二十八日，因坐法华西亭，望西山，始指异之。遂命仆人过湘江，缘染溪，斫榛莽，焚茅茷，穷山之高而上。攀援而登，箕踞而遨，则凡数州之土壤，皆在衽席之下。其高下之势，岈然洼然，若垤若穴，尺寸千里，攒蹙累积，莫得遁隐。萦青缭白，外与天际，四望如一。然后知是山之特立，不与培塿为类，悠悠乎与颢气俱，而莫得其涯；洋洋乎与造物者游，而不知其所穷。引觞满酌，颓然就醉，不知日之入。苍然暮色，自远而至，至无所见，而犹不欲归。心凝形释，与万化冥合。然后知吾向之未始游，游于是乎始，故为之文以志。是岁，元和四年也。\r\n　　钴鉧潭记\r\n　　钴鉧潭，在西山西。其始盖冉水自南奔注，抵山石，屈折东流；其颠委势峻，荡击益暴，啮其涯，故旁广而中深，毕至石乃止；流沫成轮，然后徐行。其清而平者，且十亩。有树环焉，有泉悬焉。\r\n　　其上有居者，以予之亟游也，一旦款门来告曰：“不胜官租、私券之委积，既芟山而更居，愿以潭上田贸财以缓祸。”\r\n　　予乐而如其言。则崇其台，延其槛，行其泉于高者而坠之潭，有声潀然。尤与中秋观月为宜，于以见天之高，气之迥。孰使予乐居夷而忘故土者，非兹潭也欤？\r\n　　钴鉧潭西小丘记\r\n　　得西山后八日，寻山口西北道二百步，又得钴鉧潭，潭西二十五步，当湍而浚者为鱼梁。梁之上有丘焉，生竹树。其石之突怒偃蹇，负土而出，争为奇状者，殆不可数。其嵚然相累而下者，若牛马之饮于溪；其冲然角列而上者，若熊罴之登于山。\r\n　　丘之小不能一亩，可以笼而有之。问其主，曰：“唐氏之弃地，货而不售。”问其价，曰：“止四百。”余怜而售之。李深源、元克己时同游，皆大喜，出自意外。即更取器用，铲刈秽草，伐去恶木，烈火而焚之。嘉木立，美竹露，奇石显。由其中以望，则山之高，云之浮，溪之流，鸟兽之遨游，举熙熙然回巧献技，以效兹丘之下。枕席而卧，则清泠之状与目谋，瀯瀯之声与耳谋，悠然而虚者与神谋，渊然而静者与心谋。不匝旬而得异地者二，虽古好事之士，或未能至焉。\r\n　　噫！以兹丘之胜，致之沣、镐、鄠、杜，则贵游之士争买者，日增千金而愈不可得。今弃是州也，农夫渔父过而陋之，贾四百，连岁不能售。而我与深源、克己独喜得之，是其果有遭乎！书于石，所以贺兹丘之遭也。\r\n　　至小丘西小石潭记\r\n　　从小丘西行百二十步，隔篁竹，闻水声，如鸣佩环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。\r\n　　潭中鱼可百许头，皆若空游无所依。日光下澈，影布石上，佁然不动;俶尔远逝，往来翕忽，似与游者相乐。\r\n　　潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。\r\n　　坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。\r\n　　同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生：曰恕己，曰奉壹。\r\n　　袁家渴记\r\n　　由冉溪西南水行十里，山水之可取者五，莫若钻鉧潭。由溪口而西，陆行，可取者八九，莫若西山。由朝阳岩东南水行，至芜江，可取者三，莫若袁家渴。皆永中幽丽奇处也。\r\n　　楚越之间方言，谓水之反流为“渴”。渴上与南馆高嶂合，下与百家濑合。其中重洲小溪，澄潭浅渚，间厕曲折，平者深墨，峻者沸白。舟行若穷，忽而无际。\r\n　　有小山出水中，皆美石，上生青丛，冬夏常蔚然。其旁多岩洞，其下多白砾，其树多枫柟石楠，樟柚，草则兰芷。又有奇卉，类合欢而蔓生，轇轕水石。\r\n　　每风自四山而下，振动大木，掩苒众草，纷红骇绿，蓊葧香气，冲涛旋濑，退贮溪谷，摇飃葳蕤，与时推移。其大都如此，余无以穷其状。\r\n　　永之人未尝游焉，余得之不敢专焉，出而传于世。其地主袁氏。故以名焉。\r\n　　石渠记\r\n　　自渴西南行不能百步，得石渠，民桥其上。有泉幽幽然，其鸣乍大乍细。渠之广或咫尺，或倍尺，其长可十许步。其流抵大石，伏出其下。踰石而往，有石泓，昌蒲被之，青鲜环周。又折西行，旁陷岩石下，北堕小潭。潭幅员减百尺，清深多倏鱼。又北曲行纡余，睨若无穷，然卒入于渴。其侧皆诡石、怪木、奇卉、美箭，可列坐而庥焉。风摇其巅，韵动崖谷。视之既静，其听始远。\r\n　　予从州牧得之。揽去翳朽，决疏土石，既崇而焚，既釃而盈。惜其未始有传焉者，故累记其所属，遗之其人，书之其阳，俾后好事者求之得以易。\r\n　　元和七年正月八日，蠲渠至大石。十月十九日，踰石得石泓小潭，渠之美于是始穷也。\r\n　　石涧记\r\n　　石渠之事既穷，上由桥西北下土山之阴，民又桥焉。其水之大，倍石渠三之一，亘石为底，达于两涯。若床若堂，若陈筳席，若限阃奥。水平布其上，流若织文，响若操琴。揭跣而往，折竹扫陈叶，排腐木，可罗胡床十八九居之。交络之流，触激之音，皆在床下；翠羽之水，龙鳞之石，均荫其上。古之人其有乐乎此耶？后之来者有能追予之践履耶？得之日，与石渠同。\r\n　　由渴而来者，先石渠，后石涧；由百家濑上而来者，先石涧，后石渠。涧之可穷者，皆出石城村东南，其间可乐者数焉。其上深山幽林逾峭险，道狭不可穷也。\r\n　　小石城山记\r\n　　自西山道口径北踰黄茅岭而下，有二道：其一西出，寻之无所得；其一少北而东，不过四十丈，土断二川分，有积石横当其垠。其上为睥睨梁欐之形；其旁出堡坞，有若门焉，窥之正黑，投以小石，洞然有水声，其响之激越，良久乃已。环之可上，望甚远。无土壤而生嘉树美箭，益奇而坚，奇疏数偃仰，类智者所施也。\r\n　　噫！吾疑造物者之有无久矣，及是，愈以为诚有。又怪其不为之中州而列是夷狄，更千百年不得一售其伎，是固劳而无用，神者倘不宜如是，则其果无乎？或曰：以慰夫贤而辱于此者。或曰：其气之灵，不为伟人而独为是物，故楚之南少人而多石。是二者余未信之。 "},
{"title": "采莲子·菡萏香莲十顷陂", "author": "皇甫松", "dynasty": "唐代", "content": "菡萏香连十顷陂(举棹)，小姑贪戏采莲迟(年少)。晚来弄水船头湿(举棹)，更脱红裙裹鸭儿(年少)。"},
{"title": "菩萨蛮·洛阳城里春光好", "author": "韦庄", "dynasty": "唐代", "content": "洛阳城里春光好，洛阳才子他乡老。柳暗魏王堤，此时心转迷。桃花春水渌，水上鸳鸯浴。凝恨对残晖，忆君君不知。 "},
{"title": "唐故工部员外郎杜君墓系铭并序", "author": "元稹", "dynasty": "唐代", "content": "　　叙曰：余读诗至杜子美，而知大小之有所总萃焉。始尧舜时，君臣以赓歌相和，是后，诗人继作，历夏、殷、周千馀年，仲尼缉合选练，取其干预教化之尤者三百，其馀无闻焉。骚人作而怨愤之态繁，然犹去风雅日近，尚相比拟。秦、汉已还，采诗之官既废，天下妖谣民讴、歌颂讽赋、曲度嬉戏之词，亦随时间作。逮至汉武帝赋《柏梁》，而七言之体具。苏子卿、李少卿之徒，尤工为五言。虽句读文律各异，雅郑之音亦杂，而词意简远，指事言情，自非有为而为，则文不妄作。建安之后，天下文士遭罹兵战。曹氏父子鞍马间为文，往往横槊赋诗，故其遒壮抑扬怨哀悲离之作，尤极于古。晋世风概稍存。宋、齐之间，教失根本，士以简慢歙习舒徐相尚，文章以风容色泽放旷精清为高。盖吟写性灵，流连光景之文也，意义格力无取焉。陵迟至于梁、陈，淫艳刻饰、佻巧小碎之词剧，又宋、齐之所不取也。\r\n　　唐兴，官学大振。历世之文，能者互出。而又沈、宋之流，研练精切，稳顺声势，谓之为律诗。由是而后，文变之体极焉。然而莫不好古者遗近，务华者去实；效齐、梁则不逮于魏、晋，工乐府则力屈于五言；律切则骨格不存，闲暇则纤浓莫备。至于子美，盖所谓上薄风骚，下该沈宋，古傍苏李，气夺曹刘，掩颜谢之孤高，杂徐庾之流丽，尽得古今之体势，而兼人人之所独专矣。使仲尼考锻其旨要，尚不知贵其多乎哉。苟以为能所不能，无可不可，则诗人以来，未有如子美者。\r\n　　时山东人李白，亦以奇文取称，时人谓之“李杜”。余观其壮浪纵恣，摆去拘束，模写物象，及乐府歌诗，诚亦差肩于子美矣。至若铺陈终始，排比声韵，大或千言，次犹数百，词气豪迈而风调清深，属对律切而脱弃凡近，则李尚不能历其藩翰，况堂奥乎！\r\n　　予尝欲条析其文，体别相附，与来者为之准，特病懒未就。适遇子美之孙嗣业启子美之柩，襄祔事于偃师。途次于荆，雅知余爱言其大父为文，拜余为志。辞不可绝，余因系其官阀而铭其卒葬云。\r\n　　系曰：昔当阳成侯姓杜氏，下十世而生依艺，令于巩。依艺生审言，审言善诗，官至膳部员外郎。审言生闲，闲生甫；闲为奉天令。甫字子美，天宝中献三大礼赋，明皇奇之，命宰相试文，文善，授右卫率府胄曹。属京师乱，步谒行在，拜左拾遗。岁馀，以直言失，出为华州司功，寻迁京兆事。旋又弃去。扁舟下荆、楚间，竟以寓卒，旅殡岳阳，享年五十九。夫人弘农杨氏女，父曰司农少卿怡，四十九年而终。嗣子曰宗武，病不克葬，殁，命其子嗣业。嗣业贫，无以给丧，收拾乞丐，焦劳昼夜，去子美殁后馀四十年，然后卒先人之志，亦足为难矣。\r\n　　铭曰：维元和之癸巳，粤某月某日之佳辰，合窆我杜子美于首阳之前山。呜呼！千载而下，曰此文先生之古坟。"},
{"title": "送柴侍御", "author": "王昌龄", "dynasty": "唐代", "content": "沅水通波接武冈，送君不觉有离伤。(沅水 一作：流水)青山一道同云雨，明月何曾是两乡。 "},
{"title": "终南别业", "author": "王维", "dynasty": "唐代", "content": "中岁颇好道，晚家南山陲。兴来每独往，胜事空自知。行到水穷处，坐看云起时。偶然值林叟，谈笑无还期。 "},
{"title": "苦吟", "author": "卢延让", "dynasty": "唐代", "content": "莫话诗中事，诗中难更无。吟安一个字，捻断数茎须。险觅天应闷，狂搜海亦枯。不同文赋易，为著者之乎。"},
{"title": "再游玄都观", "author": "刘禹锡", "dynasty": "唐代", "content": "百亩庭中半是苔，桃花净尽菜花开。种桃道士归何处，前度刘郎今又来。 "},
{"title": "无题·重帏深下莫愁堂", "author": "李商隐", "dynasty": "唐代", "content": "重帏深下莫愁堂，卧后清宵细细长。神女生涯原是梦，小姑居处本无郎。风波不信菱枝弱，月露谁教桂叶香。直道相思了无益，未妨惆怅是清狂。 "},
{"title": "乌衣巷", "author": "刘禹锡", "dynasty": "唐代", "content": "朱雀桥边野草花，乌衣巷口夕阳斜。 旧时王谢堂前燕，飞入寻常百姓家。 "},
{"title": "送韦城李少府", "author": "张九龄", "dynasty": "唐代", "content": "送客南昌尉，离亭西候春。野花看欲尽，林鸟听犹新。别酒青门路，归轩白马津。相知无远近，万里尚为邻。 "},
{"title": "酬张祜处士见寄长句四韵", "author": "杜牧", "dynasty": "唐代", "content": "七子论诗谁似公，曹刘须在指挥中。荐衡昔日知文举，乞火无人作蒯通。北极楼台长挂梦，西江波浪远吞空。可怜故国三千里，虚唱歌词满六宫。"},
{"title": "玛瑙杯歌", "author": "钱起", "dynasty": "唐代", "content": "瑶溪碧岸生奇宝，剖质披心出文藻。良工雕饰明且鲜，得成珍器入芳筵。含华炳丽金尊侧，翠斝琼觞忽无色。繁弦急管催献酬，倏若飞空生羽翼。湛湛兰英照豹斑，满堂词客尽朱颜。花光来去传香袖，霞影高低傍玉山。王孙彩笔题新咏，碎锦连珠复辉映。世情贵耳不贵奇，谩说海底珊瑚枝。宁及琢磨当妙用，燕歌楚舞长相随。"},
{"title": "夜渡湘水", "author": "孟浩然", "dynasty": "唐代", "content": "客舟贪利涉，闇里渡湘川。露气闻芳杜，歌声识采莲。榜人投岸火，渔子宿潭烟。行侣时相问，浔阳何处边？"},
{"title": "贺庞少尹除太常少卿", "author": "贾岛", "dynasty": "唐代", "content": "太白山前终日见，十旬假满拟秋寻。中峰绝顶非无路，北阙除书阻入林。朝谒此时闲野屐，宿斋何处止鸣砧。 省中石镫陪随步，唯赏烟霞不厌深。"},
{"title": "秋夜望月", "author": "姚崇", "dynasty": "唐代", "content": "明月有馀鉴，羁人殊未安。桂含秋树晚，波入夜池寒。灼灼云枝净，光光草露团。所思迷所在，长望独长叹。"},
{"title": "江夏使君叔席上赠史郎中", "author": "李白", "dynasty": "唐代", "content": "凤凰丹禁里，衔出紫泥书。昔放三湘去，今还万死馀。 仙郎久为别，客舍问何如。涸辙思流水，浮云失旧居。多惭华省贵，不以逐臣疏。复如竹林下，叨陪芳宴初。希君生羽翼，一化北溟鱼。"},
{"title": "江上旅泊呈杜员外", "author": "张祜", "dynasty": "唐代", "content": "牛渚南来沙岸长，远吟佳句望池阳。 野人未必非毛遂，太守还须是孟尝。江郡风流今绝世，杜陵才子旧为郎。 不妨酒夜因闲话，别指东山是醉乡。"},
{"title": "唐铙歌鼓吹曲", "author": "柳宗元", "dynasty": "唐代", "content": "负罪臣宗元言：臣幸以罪居永州，受食府廪，窃活性命，得视息，无治事，时恐惧；小闲，又盗取古书文句，聊以自娱。\r\n伏惟汉、魏以来，代有铙歌鼓吹词，唯唐独无有。臣为郎时，以太常联礼部，尝闻鼓吹署有戎乐，词独不列。今又考汉曲十二篇，魏曲十四篇，晋曲十六篇，汉歌词不明纪功德，魏晋歌功德具。今臣窃取魏晋义，用汉篇数，为唐铙歌鼓吹曲十二篇。纪高祖、太宗功能之神奇，因以知取天下之勤劳，命将用师之艰难。每有戎事，治兵振旅，幸歌臣词以为容。且得大戒，宜敬而不害。臣沦弃即死，言与不言，其罪等耳。犹冀能言，有益国事，不敢效怨怼默已，谨冒死上。\r\n晋阳武晋阳武，夺义威。炀之渝，德焉归？氓毕屠，绥者谁？皇烈烈，专天机。号以仁，扬其旗。日之升，九土晞。斥田圻，流洪辉。有其二，翼余隋。斮枭鷔，连熊螭。枯以肉，勍者羸。后土荡，玄穹弥。合之育，莽然施。惟德辅，庆无期。\r\n兽之穷兽之穷，奔大麓。天厚黄德，狙犷服。甲之櫜弓，弭矢箙。皇旅靖，敌逾蹙。自亡其徒，匪予戮。屈赟猛，虔栗栗。縻以尺组，啖以秩。黎之阳，土茫茫。富兵戎，盈仓箱。乏者德，莫能享。驱豺兕，授我疆。\r\n战武牢战武牢，动河朔。逆之助，图掎角。怒鷇麛，抗乔岳。翘萌牙，傲霜雹。王谋内定，申掌握。铺施芟夷，二主缚。惮华戎，廓封略。命之瞢，卑以斫。归有德，唯先觉。\r\n泾水黄泾水黄，陇野茫。负太白，腾天狼。有鸟鸷立，羽翼张。钩喙决前，钜趯傍；怒飞饥啸，翾不可当。老雄死，子复良。巢岐饮渭，肆翱翔。顿地纮，提天纲。列缺掉帜，招摇耀铓。鬼神来助，梦嘉祥。脑涂原野，魂飞扬。星辰复，恢一方。\r\n奔鲸沛奔鲸沛，荡海垠。吐霓翳日，腥浮云。帝怒下顾，哀垫昏。授以神柄，推元臣。手援天矛，截修鳞。披攘蒙霿，开海门。地平水静，浮天垠。羲和显耀，乘清氛。赫炎溥畅，融大钧。\r\n苞枿苞枿薱矣，惟根之蟠。弥巴蔽荆，负南极以安。曰我旧梁氏，辑绥艰难。江汉之阻，都邑固以完。圣人作，神武用，有臣勇智，奋不以众。投迹死地，谋猷纵。化敌为家，虑则中。浩浩海裔，不威而同。系缧降王，定厥功。澶漫万里，宣唐风。蛮夷九译，咸来从。凯旋金奏，象形容。震赫万国，罔不龚。\r\n河右平河右澶漫，顽为之魁。王师如雷震，昆仑以颓。上聋下聪，骜不可回。助仇抗有德，惟人之灾。乃溃乃奋，执缚归厥命。万室蒙其仁，一夫则病。濡以鸿泽，皇之圣。威畏德怀，功以定。顺之于理，物咸遂厥性。\r\n铁山碎铁山碎，大漠舒。二虏劲，连穹庐。背北海，专坤隅。岁来侵边，或傅于都。天子命元帅，奋其雄图。破定襄，降魁渠。穷竟窟宅，斥余吾。百蛮破胆，边氓苏。威武燀耀，明鬼区。利泽弥万祀，功不可逾。官臣拜手，惟帝之谟。\r\n靖本邦本邦伊晋，惟时不靖。根柢之摇，枯叶攸病。守臣不任，勚于神圣。惟钺之兴，翦焉则定。洪惟我理，式和以敬。群顽既夷，庶绩咸正。皇谟载大，惟人之庆。\r\n吐谷浑吐谷浑盛强，背西海以夸。岁侵扰我疆，退匿险且遐。帝谓神武师，往征靖皇家。烈烈旆其旗，熊虎杂龙蛇。王旅千万人，衔枚默无哗。束刃逾山徼，张翼纵漠沙。一举刈膻腥，尸骸积如麻。除恶务本根，况敢遗萌芽。洋洋西海水，威命穷天涯。系虏来王都，犒乐穷休嘉。登高望还师，竟野如春华。行者靡不归，亲戚讙要遮。凯旋献清庙，万国思无邪。\r\n高昌麹氏雄西北，别绝臣外区。既恃远且险，纵傲不我虞。烈烈王者师，熊螭以为徒。龙旂翻海浪，馹骑驰坤隅。贲育搏婴儿，一扫不复馀。平沙际天极，但见黄云驱。臣靖执长缨，智勇伏囚拘。文皇南面坐，夷狄千群趋。咸称天子神，往古不得俱。献号天可汗，以覆我国都。兵戎不交害，各保性与躯。\r\n东蛮东蛮有谢氏，冠带理海中。已言我异世，虽圣莫能通。王卒如飞翰，鹏鶱骇群龙。轰然自天坠，乃信神武功。系虏君臣人，累累来自东。无思不服从，唐业如山崇。百辟拜稽首，咸愿图形容。如周王会书，永永传无穷。睢盱万状乖，咿嗢九译重。广轮抚四海，浩浩知皇风。歌诗铙鼓间，以壮我元戎。"},
{"title": "赠妓云英 / 嘲钟陵妓云英", "author": "罗隐", "dynasty": "唐代", "content": "钟陵醉别十余春，重见云英掌上身。我未成名卿未嫁，可能俱是不如人。(卿未嫁 一作：君未嫁)"},
{"title": "清平乐·禁庭春昼", "author": "李白", "dynasty": "唐代", "content": "禁庭春昼，莺羽披新绣。百草巧求花下斗，只赌珠玑满斗。日晚却理残妆，御前闲舞霓裳。谁道腰肢窈窕，折旋笑得君王。"},
{"title": "和贾舍人早朝大明宫之作", "author": "王维", "dynasty": "唐代", "content": "绛帻鸡人送晓筹，尚衣方进翠云裘。九天阊阖开宫殿，万国衣冠拜冕旒。日色才临仙掌动，香烟欲傍衮龙浮。朝罢须裁五色诏，佩声归向凤池头。"},
{"title": "莫种树", "author": "李贺", "dynasty": "唐代", "content": "园中莫种树，种树四时愁。独睡南床月，今秋似去秋。"},
{"title": "酬人雨后玩竹", "author": "薛涛", "dynasty": "唐代", "content": "南天春雨时，那鉴雪霜姿。众类亦云茂，虚心宁自持。多留晋贤醉，早伴舜妃悲。晚岁君能赏，苍苍劲节奇。"},
{"title": "竹枝词二首·其一", "author": "刘禹锡", "dynasty": "唐代", "content": "杨柳青青江水平，闻郎江上唱歌声。东边日出西边雨，道是无晴却有晴。(却有晴 一作：还有晴) "},
{"title": "秋夕听罗山人弹三峡流泉", "author": "岑参", "dynasty": "唐代", "content": "皤皤岷山老，抱琴鬓苍然。衫袖拂玉徽，为弹三峡泉。此曲弹未半，高堂如空山。石林何飕飗，忽在窗户间。绕指弄呜咽，青丝激潺湲。演漾怨楚云，虚徐韵秋烟。疑兼阳台雨，似杂巫山猿。幽引鬼神听，净令耳目便。楚客肠欲断，湘妃泪斑斑。谁裁青桐枝，縆以朱丝弦。能含古人曲，递与今人传。知音难再逢，惜君方年老。曲终月已落，惆怅东斋眠。 "},
{"title": "春宫曲", "author": "王昌龄", "dynasty": "唐代", "content": "昨夜风开露井桃，未央前殿月轮高。 平阳歌舞新承宠，帘外春寒赐锦袍。 "},
{"title": "曲江对雨", "author": "杜甫", "dynasty": "唐代", "content": "城上春云覆苑墙，江亭晚苑静年芳。林花著雨燕脂落，水荇牵风翠带长。龙武新军深驻辇，芙蓉别殿谩焚香。何时诏此金钱会，暂醉佳人锦瑟旁。 "},
{"title": "句", "author": "杨虞卿", "dynasty": "唐代", "content": "河势昆仑远，山形菡萏秋。（《过华作》） "},
{"title": "野望", "author": "王绩", "dynasty": "唐代", "content": "东皋薄暮望，徙倚欲何依。树树皆秋色，山山唯落晖。牧人驱犊返，猎马带禽归。相顾无相识，长歌怀采薇。 "},
{"title": "江畔独步寻花", "author": "杜甫", "dynasty": "唐代", "content": "黄师塔前江水东，春光懒困倚微风。桃花一簇开无主，可爱深红爱浅红？ "},
{"title": "古风·其十九", "author": "李白", "dynasty": "唐代", "content": "西上莲花山，迢迢见明星。(西上 一作：西岳)迢手把芙蓉，虚步蹑太清。霓裳曳广带，飘拂升天行。邀我登云台，高揖卫叔卿。恍恍与之去，驾鸿凌紫冥。俯视洛阳川，茫茫走胡兵。流血涂野草，豺狼尽冠缨。 "},
{"title": "洛姝真珠", "author": "李贺", "dynasty": "唐代", "content": "真珠小娘下清廓，洛苑香风飞绰绰。寒鬓斜钗玉燕光，高楼唱月敲悬珰。兰风桂露洒幽翠，红弦袅云咽深思。花袍白马不归来，浓蛾叠柳香唇醉。金鹅屏风蜀山梦，鸾裾凤带行烟重。八骢笼晃脸差移，日丝繁散曛罗洞。市南曲陌无秋凉，楚腰卫鬓四时芳。玉喉窱窱排空光，牵云曳雪留陆郎。 "},
{"title": "蜂", "author": "罗隐", "dynasty": "唐代", "content": "不论平地与山尖，无限风光尽被占。 采得百花成蜜后，为谁辛苦为谁甜？ "},
{"title": "除夜有怀", "author": "孟浩然", "dynasty": "唐代", "content": "五更钟漏欲相催，四气推迁往复回。帐里残灯才去焰，炉中香气尽成灰。渐看春逼芙蓉枕，顿觉寒销竹叶杯。守岁家家应未卧，相思那得梦魂来。"},
{"title": "还陕述怀", "author": "李世民", "dynasty": "唐代", "content": "慨然抚长剑，济世岂邀名。星旂纷电举，日羽肃天行。遍野屯万骑，临原驻五营。登山麾武节，背水纵神兵。在昔戎戈动，今来宇宙平。"},
{"title": "过小妓英英墓", "author": "杨虞卿", "dynasty": "唐代", "content": "萧晨骑马出皇都，闻说埋冤在路隅。别我已为泉下土，思君犹似掌中珠。四弦品柱声初绝，三尺孤坟草已枯。 兰质蕙心何所在，焉知过者是狂夫。"},
{"title": "行军九日思长安故园", "author": "岑参", "dynasty": "唐代", "content": "强欲登高去，无人送酒来。遥怜故园菊，应傍战场开。 "},
{"title": "苦辛", "author": "于濆", "dynasty": "唐代", "content": "垄上扶犁儿，手种腹长饥。窗下抛梭女，手织身无衣。我愿燕赵姝，化为嫫母姿。一笑不值钱，自然家国肥。"},
{"title": "秋浦歌十七首·其十四", "author": "李白", "dynasty": "唐代", "content": "炉火照天地，红星乱紫烟。赧郎明月夜，歌曲动寒川。 "},
{"title": "赠去婢", "author": "崔郊", "dynasty": "唐代", "content": "公子王孙逐后尘，绿珠垂泪滴罗巾。侯门一入深如海，从此萧郎是路人。"},
{"title": "渭川田家", "author": "王维", "dynasty": "唐代", "content": "斜阳照墟落，穷巷牛羊归。(斜阳 一作：斜光)野老念牧童，倚杖候荆扉。雉雊麦苗秀，蚕眠桑叶稀。田夫荷锄至，相见语依依。即此羡闲逸，怅然吟式微。 "},
{"title": "咏怀古迹五首·其四", "author": "杜甫", "dynasty": "唐代", "content": "蜀主窥吴幸三峡，崩年亦在永安宫。翠华想像空山里，玉殿虚无野寺中。古庙杉松巢水鹤，岁时伏腊走村翁。武侯祠屋常邻近，一体君臣祭祀同。 "},
{"title": "轮台歌奉送封大夫出师西征", "author": "岑参", "dynasty": "唐代", "content": "轮台城头夜吹角，轮台城北旄头落。羽书昨夜过渠黎，单于已在金山西。戍楼西望烟尘黑，汉军屯在轮台北。上将拥旄西出征，平明吹笛大军行。四边伐鼓雪海涌，三军大呼阴山动。虏塞兵气连云屯，战场白骨缠草根。剑河风急雪片阔，沙口石冻马蹄脱。(雪片阔 一作：云片阔)亚相勤王甘苦辛，誓将报主静边尘。古来青史谁不见，今见功名胜古人。 "},
{"title": "新竹", "author": "元稹", "dynasty": "唐代", "content": "新篁才解箨，寒色已青葱。冉冉偏凝粉，萧萧渐引风。扶疏多透日，寥落未成丛。惟有团团节，坚贞大小同。 "},
{"title": "八月十五日夜湓亭望月", "author": "白居易", "dynasty": "唐代", "content": "昔年八月十五夜，曲江池畔杏园边。今年八月十五夜，湓浦沙头水馆前。西北望乡何处是，东南见月几回圆。昨风一吹无人会，今夜清光似往年。 "},
{"title": "旅泊遇郡中叛乱示同志", "author": "杜荀鹤", "dynasty": "唐代", "content": "握手相看谁敢言，军家刀剑在腰边。遍收宝货无藏处，乱杀平人不怕天。古寺拆为修寨木，荒坟开作甃城砖。郡侯逐出浑闲事，正是銮舆幸蜀年。 "},
{"title": "渔歌子·西塞山前白鹭飞", "author": "张志和", "dynasty": "唐代", "content": "西塞山前白鹭飞，桃花流水鳜鱼肥。青箬笠，绿蓑衣，斜风细雨不须归。 "},
{"title": "田园乐七首·其三", "author": "王维", "dynasty": "唐代", "content": "采菱渡头风急，策杖林西日斜。(林西 一作：村西)杏树坛边渔父，桃花源里人家。"},
{"title": "寄和州刘使君", "author": "张籍", "dynasty": "唐代", "content": "别离已久犹为郡，闲向春风倒酒瓶。送客特过沙口堰，看花多上水心亭。晓来江气连城白，雨后山光满郭青。到此诗情应更远，醉中高咏有谁听。"},
{"title": "青溪 / 过青溪水作", "author": "王维", "dynasty": "唐代", "content": "言入黄花川，每逐青溪水。每山将万转，趣途无百里。声喧乱石中，色静深松里。漾漾泛菱荇，澄澄映葭苇。我心素已闲，清川澹如此。请留磐石上，垂钓将已矣。(磐石 一作：盘石) "},
{"title": "咏鹅", "author": "骆宾王", "dynasty": "唐代", "content": "鹅，鹅，鹅，曲项向天歌。白毛浮绿水，红掌拨清波。 "},
{"title": "暮江吟", "author": "白居易", "dynasty": "唐代", "content": "一道残阳铺水中，半江瑟瑟半江红。可怜九月初三夜，露似真珠月似弓。 "},
{"title": "悯农二首·其二", "author": "李绅", "dynasty": "唐代", "content": "锄禾日当午，汗滴禾下土。谁知盘中餐，粒粒皆辛苦？"},
{"title": "哀江头", "author": "杜甫", "dynasty": "唐代", "content": "少陵野老吞声哭，春日潜声曲江曲。江头宫殿锁千门，细柳新蒲为谁绿？忆昔霓旌下南苑，苑中万物生颜色。昭阳殿里第一人，同辇随君侍君侧。辇前才人带弓箭，白马嚼啮黄金勒。翻身向天仰射云，一笑正坠双飞翼。(一笑 一作：一箭)明眸皓齿今何在？血污游魂归不得。清渭东流剑阁深，去住彼此无消息。人生有情泪沾臆，江水江花岂终极！黄昏胡骑尘满城，欲往城南望城北。 "},
{"title": "写真寄夫", "author": "薛媛", "dynasty": "唐代", "content": "欲下丹青笔，先拈宝镜寒。已经颜索寞，渐觉鬓凋残。泪眼描将易，愁肠写出难。恐君浑忘却，时展画图看。"},
{"title": "绝句", "author": "杜甫", "dynasty": "唐代", "content": "迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯。 "},
{"title": "赋得古原草送别(节选)", "author": "白居易", "dynasty": "唐代", "content": "离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。"},
{"title": "钓竿篇", "author": "沈佺期", "dynasty": "唐代", "content": "朝日敛红烟，垂钓向绿川。垂疑天上坐，鱼似镜中悬。避楫时惊透，猜钩每误牵。湍危不理辖，潭静欲留船。钓玉君徒尚，征金我未贤。为看芳饵下，贪得会无筌。"},
{"title": "乞巧", "author": "林杰", "dynasty": "唐代", "content": "七夕今宵看碧霄，牵牛织女渡河桥。 家家乞巧望秋月，穿尽红丝几万条。 "},
{"title": "日出行 / 日出入行", "author": "李白", "dynasty": "唐代", "content": "日出东方隈，似从地底来。似天又入海，六龙所舍安在哉？其始与终古不息，人非元气，安得与之久徘徊？草不谢荣于春风，木不怨落于秋天。谁挥鞭策驱四运？万物兴歇皆自然。羲和！羲和！汝奚汩没于荒淫之波？鲁阳何德，驻景挥戈？逆道违天，矫诬实多。吾将囊括大块，浩然与溟涬同科！ "},
{"title": "牧童", "author": "吕岩", "dynasty": "唐代", "content": "草铺横野六七里，笛弄晚风三四声。归来饱饭黄昏后，不脱蓑衣卧月明。 "},
{"title": "卢溪别人", "author": "王昌龄", "dynasty": "唐代", "content": "武陵溪口驻扁舟，溪水随君向北流。 行到荆门上三峡，莫将孤月对猿愁。 "},
{"title": "采莲曲", "author": "王昌龄", "dynasty": "唐代", "content": "荷叶罗裙一色裁，芙蓉向脸两边开。乱入池中看不见，闻歌始觉有人来。 "},
{"title": "凉州词二首", "author": "王之涣", "dynasty": "唐代", "content": "黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。\r\n单于北望拂云堆，杀马登坛祭几回。汉家天子今神武，不肯和亲归去来。"},
{"title": "哀江头", "author": "杜甫", "dynasty": "唐代", "content": "少陵野老吞声哭，春日潜行曲江曲。江头宫殿锁千门，细柳新蒲为谁绿？忆昔霓旌下南苑，苑中万物生颜色。昭阳殿里第一人，同辇随君侍君侧。辇前才人带弓箭，白马嚼啮黄金勒。翻身向天仰射云，一笑正坠双飞翼。(一笑 一作：一箭)明眸皓齿今何在？血污游魂归不得。清渭东流剑阁深，去住彼此无消息。人生有情泪沾臆，江水江花岂终极！黄昏胡骑尘满城，欲往城南望城北。 "},
{"title": "感遇·丁亥岁云暮", "author": "陈子昂", "dynasty": "唐代", "content": "丁亥岁云暮，西山事甲兵。赢粮匝邛道，荷戟争羌城。严冬阴风劲，穷岫泄云生。昏噎无昼夜，羽檄复相惊。拳跼兢万仞，崩危走九冥。籍籍峰壑里，哀哀冰雪行。圣人御宇宙，闻道泰阶平。肉食谋何失，藜藿缅纵横。 "},
{"title": "桃花", "author": "元稹", "dynasty": "唐代", "content": "桃花浅深处，似匀深浅妆。春风助肠断，吹落白衣裳。 "},
{"title": "杜陵绝句", "author": "李白", "dynasty": "唐代", "content": "南登杜陵上，北望五陵间。秋水明落日，流光灭远山。 "},
{"title": "清平调·其二", "author": "李白", "dynasty": "唐代", "content": "一枝红艳露凝香，云雨巫山枉断肠。借问汉宫谁得似，可怜飞燕倚新妆。 "},
{"title": "日出行 / 日出入行", "author": "李白", "dynasty": "唐代", "content": "日出东方隈，似从地底来。历天又入海，六龙所舍安在哉？其始与终古不息，人非元气，安得与之久徘徊？草不谢荣于春风，木不怨落于秋天。谁挥鞭策驱四运？万物兴歇皆自然。羲和！羲和！汝奚汩没于荒淫之波？鲁阳何德，驻景挥戈？逆道违天，矫诬实多。吾将囊括大块，浩然与溟涬同科！ "},
{"title": "酬乐天咏老见示", "author": "刘禹锡", "dynasty": "唐代", "content": "人谁不顾老，老去有谁怜。身瘦带频减，发稀冠自偏。废书缘惜眼，多灸为随年。经事还谙事，阅人如阅川。细思皆幸矣，下此便翛然。莫道桑榆晚，为霞尚满天。 "},
{"title": "南陵别儿童入京", "author": "李白", "dynasty": "唐代", "content": "白酒新熟山中归，黄鸡啄黍秋正肥。呼童烹鸡酌白酒，儿女嬉笑牵人衣。高歌取醉欲自慰，起舞落日争光辉。游说万乘苦不早，著鞭跨马涉远道。会稽愚妇轻买臣，余亦辞家西入秦。仰天大笑出门去，我辈岂是蓬蒿人。 "},
{"title": "月下独酌四首", "author": "李白", "dynasty": "唐代", "content": "花间一壶酒，独酌无相亲。举杯邀明月，对影成三人。月既不解饮，影徒随我身。暂伴月将影，行乐须及春。我歌月徘徊，我舞影零乱。醒时相交欢，醉后各分散。（另版本“相”为“同”）永结无情游，相期邈云汉。\r\n天若不爱酒，酒星不在天。地若不爱酒，地应无酒泉。天地既爱酒，爱酒不愧天。已闻清比圣，复道浊如贤。贤圣既已饮，何必求神仙。三杯通大道，一斗合自然。但得酒中趣，勿为醒者传。\r\n三月咸阳城，千花昼如锦。谁能春独愁，对此径须饮。穷通与修短，造化夙所禀。一樽齐死生，万事固难审。醉後失天地，兀然就孤枕。不知有吾身，此乐最为甚。\r\n穷愁千万端，美酒三百杯。愁多酒虽少，酒倾愁不来。所以知酒圣，酒酣心自开。辞粟卧首阳，屡空饥颜回。当代不乐饮，虚名安用哉。蟹螯即金液，糟丘是蓬莱。且须饮美酒，乘月醉高台。"},
{"title": "咏长城", "author": "汪遵", "dynasty": "唐代", "content": "秦筑长城比铁牢，蕃戎不敢过临洮。 虽然万里连云际，争及尧阶三尺高。 "},
{"title": "聊城", "author": "汪遵", "dynasty": "唐代", "content": "刃血攻聊已越年，竟凭儒术罢戈鋋。田单漫逞烧牛计，一箭终输鲁仲连。 "},
{"title": "冬夜送人", "author": "贾岛", "dynasty": "唐代", "content": "平明走马上村桥，花落梅溪雪未消。 日短天寒愁送客，楚山无限路迢迢。 "},
{"title": "荷叶杯·一点露珠凝冷", "author": "温庭筠", "dynasty": "唐代", "content": "一点露珠凝冷，波影。满池塘，绿茎红艳两相乱。肠断，水风凉。 "},
{"title": "他乡七夕", "author": "孟浩然", "dynasty": "唐代", "content": "他乡逢七夕，旅馆益羁愁。不见穿针妇，空怀故国楼。绪风初减热，新月始临秋。谁忍窥河汉，迢迢问斗牛。 "},
{"title": "钓竿篇", "author": "沈佺期", "dynasty": "唐代", "content": "朝日敛红烟，垂钓向绿川。人疑天上坐，鱼似镜中悬。避楫时惊透，猜钩每误牵。湍危不理辖，潭静欲留船。钓玉君徒尚，征金我未贤。为看芳饵下，贪得会无筌。"},
{"title": "七夕", "author": "白居易", "dynasty": "唐代", "content": "烟霄微月澹长空，银汉秋期万古同。 几许欢情与离恨，年年并在此宵中。 "},
{"title": "酬二十八秀才见寄", "author": "郎士元", "dynasty": "唐代", "content": "昨夜山月好，故人果相思。清光到枕上，袅袅凉风时。永意能在我，惜无携手期。 "},
{"title": "寒食", "author": "孟云卿", "dynasty": "唐代", "content": "二月江南花满枝，他乡寒食远堪悲。贫居往往无烟火，不独明朝为子推。 "},
{"title": "塞下曲", "author": "戎昱", "dynasty": "唐代", "content": "惨惨寒日没，北风卷蓬根。将军领疲兵，却入古塞门。回头指阴山，杀气成黄云。上山望胡兵，胡马驰骤速。黄河冰已合，意又向南牧。嫖姚夜出军，霜雪割人肉。塞北无草木，乌鸢巢僵尸。泱渀沙漠空，终日胡风吹。战卒多苦辛，苦辛无四时。晚渡西海西，向东看日没。傍岸砂砾堆，半和战兵骨。单于竟未灭，阴气常勃勃。城上画角哀，即知兵心苦。试问左右人，无言泪如雨。何意休明时，终年事鼙鼓。北风凋白草，胡马日駸駸。夜后戍楼月，秋来边将心。铁衣霜露重，战马岁年深。自有卢龙塞，烟尘飞至今。"},
{"title": "鹦鹉洲送王九之江左", "author": "孟浩然", "dynasty": "唐代", "content": "昔登江上黄鹤楼，遥爱江中鹦鹉洲。洲势逶迤绕碧流，鸳鸯鸂鶒满滩头。滩头日落沙碛长，金沙熠熠动飙光。舟人牵锦缆，浣女结罗裳。月明全见芦花白，风起遥闻杜若香。君行采采莫相忘。 "},
{"title": "裴将军剑舞赋", "author": "乔潭", "dynasty": "唐代", "content": "　　元和秋七，羽林裴公献戎捷于京师，上御花萼楼，大置酒，酒酣，诏将军舞剑，为天下壮观，遂赋之。其词曰：\r\n　　将军以幽燕劲卒，耀武穷发。俘海夷，虏山羯，左执律，右秉钺。振旅阗阗，献功于魏阙。上享之，则锺以悍虡，鼓以灵鼍。千伎度舞，万人高歌。秦云动色，渭水跃波。有肉如山，有酒如河。君臣乐饮而一醉，夷夏薰薰而载和。帝谓将军，拔剑起舞，以张皇师旅，以烜赫戎虏，节八音而行八风，奋雨阶之干羽。公于是乎贝胄朱綅而作色，虎裘锦裼而攘臂。抗棱威，飘锐气。陆离乎武备，婆娑乎文事。合桑林之容以尽其意，照莲花之彩以宣其利。翕然膺扬，翼尔骧。锋随指顾，锷应徊翔。取诸身而耸跃，上其手以激昂。纵横耀颖，左右交光。观乎此剑之跃也，乍雄飞，俄虎吼，摇辘轳，射斗牛。空中悍慓，不下将久。炊风落崦雨来，累惬心而应手。尔其陵厉清浮，绚练敻绝。青天兮可倚白云兮可决。睹二龙之追飞，见七星之明灭。杂朱干之逸势，应金奏之繁节。至乃天轮宛转，贯索回环；光冲融乎其外，气浑合乎其问。若涌云涛，如飞雪山。万夫为之雨汗，八佾为之惭颜。及乎度曲将终，发机尤捷；或连翩而七纵，或瞬息而三接。风生兮蒨旆襜襜，雷走兮彤庭煜煜。阴明变见，灵怪离猎；将鬼神之无所遁逃，岂蛮夷之不足震慑？嗟夫！兰子之迭跃，其技未雄；仲由之自卫，其舞未工。岂若将军为百夫之特，宝剑有千金之饰，奋紫髯之白刃，发帝庭这光色。所以象大君之功，亦以宣忠臣之力。或歌曰：洸洸武臣，耀雄剑兮清边尘，威戎夷兮率土来宾。焉用轻裙之妓女，长袖之才人？天子穆然，诏伶官，斥郑卫。选色者使觇乎军容，教舞者俾观乎兵势。激楚结风，发扬蹈厉。佥谓将军之剑舞，古未之制。"},
{"title": "赐萧瑀", "author": "李世民", "dynasty": "唐代", "content": "疾风知劲草，板荡识诚臣。勇夫安识义，智者必怀仁。 "},
{"title": "酬王季友题半日村别业兼呈李明府", "author": "郎士元", "dynasty": "唐代", "content": "村映寒原日已斜，烟生密竹早归鸦。长溪南路当群岫，半景东邻照数家。门通小径连芳草，马饮春泉踏浅沙。欲待主人林上月，还思潘岳县中花。 "},
{"title": "题兴化园亭", "author": "贾岛", "dynasty": "唐代", "content": "破却千家作一池，不栽桃李种蔷薇。蔷薇花落秋风起，荆棘满庭君始知。"},
{"title": "元日", "author": "司空图", "dynasty": "唐代", "content": "甲子今重数，生涯只自怜。殷勤元日日，欹午又明年。 "},
{"title": "赠薛校书", "author": "李白", "dynasty": "唐代", "content": "我有吴趋曲，无人知此音。姑苏成蔓草，麋鹿空悲吟。未夸观涛作，空郁钓鳌心。举手谢东海，虚行归故林。 "},
{"title": "清明", "author": "孙昌胤", "dynasty": "唐代", "content": "清明暮春里，怅望北山陲。燧火开新焰，桐花发故枝。沈冥惭岁物，欢宴阻朋知。不及林间鸟，迁乔并羽仪。 "},
{"title": "九日齐山登高 / 九日齐安登高", "author": "杜牧", "dynasty": "唐代", "content": "江涵秋影雁初飞，与客携壶上翠微。尘世难逢开口笑，菊花须插满头归。但将酩酊酬佳节，不用登临恨落晖。古往今来只如此，牛山何必独霑衣。(霑 同：沾) "},
{"title": "行舟", "author": "李益", "dynasty": "唐代", "content": "柳花飞入正行舟，卧引菱花信碧流。 闻道风光满扬子，天晴共上望乡楼。 "},
{"title": "过华清宫绝句三首", "author": "杜牧", "dynasty": "唐代", "content": "长安回望绣成堆，山顶千门次第开。一骑红尘妃子笑，无人知是荔枝来。\r\n新丰绿树起黄埃，数骑渔阳探使回。霓裳一曲千峰上，舞破中原始下来。\r\n万国笙歌醉太平，倚天楼殿月分明。云中乱拍禄山舞，风过重峦下笑声。"},
{"title": "咏月", "author": "李建枢", "dynasty": "唐代", "content": "昨夜圆非今夜圆，却疑圆处减婵娟。一年十二度圆缺，能得几多时少年。"},
{"title": "晚春二首·其二", "author": "韩愈", "dynasty": "唐代", "content": "谁收春色将归去，慢绿妖红半不存。榆荚只能随柳絮，等闲撩乱走空园。 "},
{"title": "秦中吟十首（并序）", "author": "白居易", "dynasty": "唐代", "content": "贞元、元和之际，予在长安，闻见之间，有足悲者。因直歌其事，命为《秦中吟》。\r\n议婚\r\n天下无正声，悦耳即为娱。人间无正色，悦目即为姝。颜色非相远，贫富则有殊。贫为时所弃，富为时所趋。红楼富家女，金缕绣罗襦。见人不敛手，娇痴二八初。母兄未开口，已嫁不须臾。绿窗贫家女，寂寞二十余。荆钗不直钱，衣上无真珠。几回人欲聘，临日又踟蹰。主人会良媒，置酒满玉壶。四座且勿饮，听我歌两途。富家女易嫁，嫁早轻其夫。贫家女难嫁，嫁晚孝于姑。闻君欲娶妇，娶妇意何如？\r\n重赋\r\n厚地植桑麻，所要济生民。生民理布帛，所求活一身。身外充征赋，上以奉君亲。国家定两税，本意在忧人。厥初防其淫，明敕内外臣：税外加一物，皆以枉法论。奈何岁月久，贪吏得因循。浚我以求宠，敛索无冬春。织绢未成匹，缲丝未盈斤。里胥迫我纳，不许暂逡巡。岁暮天地闭，阴风生破村。夜深烟火尽，霰雪白纷纷。幼者形不蔽，老者体无温。悲喘与寒气，并入鼻中辛。昨日输残税，因窥官库门：缯帛如山积，丝絮似云屯。号为羡余物，随月献至尊。夺我身上暖，买尔眼前恩。进入琼林库，岁久化为尘！\r\n伤宅\r\n谁家起甲第，朱门大道边？丰屋中栉比，高墙外回环。累累六七堂，栋宇相连延。一堂费百万，郁郁起青烟。洞房温且凊，寒暑不能干。高堂虚且迥，坐卧见南山。绕廊紫藤架，夹砌红药栏。攀枝摘樱桃，带花移牡丹。主人此中坐，十载为大官。厨有臭败肉，库有贯朽钱。谁能将我语，问尔骨肉间：岂无穷贱者，忍不救饥寒？如何奉一身，直欲保千年？不见马家宅，今作奉诚园。\r\n伤友\r\n陋巷孤寒士，出门苦恓恓。虽云志气高，岂免颜色低。平生同门友，通籍在金闺。曩者胶漆契，迩来云雨睽。正逢下朝归，轩骑五门西。是时天久阴，三日雨凄凄。蹇驴避路立，肥马当风嘶。回头忘相识，占道上沙堤。昔年洛阳社，贫贱相提携。今日长安道，对面隔云泥。近日多如此，非君独惨凄。死生不变者，唯闻任与黎。\r\n不致仕\r\n七十而致仕，礼法有明文。何乃贪荣者，斯言如不闻？可怜八九十，齿坠双眸昏。朝露贪名利，夕阳忧子孙。挂冠顾翠緌，悬车惜朱轮。金章腰不胜，伛偻入君门。谁不爱富贵？谁不恋君恩？年高须告老，名遂合退身。少时共嗤诮，晚岁多因循。贤哉汉二疏，彼独是何人？寂寞东门路，无人继去尘。\r\n立碑\r\n勋德既下衰，文章亦陵夷。但见山中石，立作路旁碑。铭勋悉太公，叙德皆仲尼。复以多为贵，千言直万赀。为文彼何人，想见下辈时。但欲愚者悦，不思贤者嗤。岂独贤者嗤，仍传后代疑。古石苍苔字，安知是愧词！我闻望江县，麹令抚惸嫠。在官有仁政，名不闻京师。身殁欲归葬，百姓遮路歧。攀辕不得归，留葬此江湄。至今道其名，男女涕皆垂。无人立碑碣，唯有邑人知。\r\n轻肥\r\n意气骄满路，鞍马光照尘。借问何为者，人称是内臣。朱绂皆大夫，紫绶或将军。夸赴军中宴，走马去如云。樽罍溢九酝，水陆罗八珍。果擘洞庭橘，脍切天池鳞。食饱心自若，酒酣气益振。是岁江南旱，衢州人食人！\r\n五弦\r\n清歌且罢唱，红袂亦停舞。赵叟抱五弦，宛转当胸抚。大声粗若散，飒飒风和雨。小声细欲绝，切切鬼神语。又如鹊报喜，转作猿啼苦。十指无定音，颠倒宫徵羽。坐客闻此声，形神若无主。行客闻此声，驻足不能举。嗟嗟俗人耳，好今不好古。所以绿窗琴，日日生尘土。\r\n歌舞\r\n秦中岁云暮，大雪满皇州。雪中退朝者，朱紫尽公侯。贵有风雪兴，富无饥寒忧。所营唯第宅，所务在追游。朱轮车马客，红烛歌舞楼。欢酣促密坐，醉暖脱重裘。秋官为主人，廷尉居上头。日中为乐饮，夜半不能休。岂知阌乡狱，中有冻死囚！\r\n买花\r\n帝城春欲暮，喧喧车马度。共道牡丹时，相随买花去。贵贱无常价，酬直看花数：灼灼百朵红，戋戋五束素。上张幄幕庇，旁织巴篱护。水洒复泥封，移来色如故。家家习为俗，人人迷不悟。有一田舍翁，偶来买花处。低头独长叹，此叹无人喻：一丛深色花，十户中人赋！"},
{"title": "夜宿山寺", "author": "李白", "dynasty": "唐代", "content": "危楼高百尺，手可摘星辰。不敢高声语，恐惊天上人。 "},
{"title": "游子吟", "author": "陈陶", "dynasty": "唐代", "content": "栖乌喜林曙，惊蓬伤岁阑。关河三尺雪，何处是天山。朔风无重衣，仆马饥且寒。惨戚别妻子，迟回出门难。男儿值休明，岂是长泥蟠。何者为木偶，何人侍金銮。郁郁守贫贱，悠悠亦无端。进不图功名，退不处岩峦。穷通在何日，光景如跳丸。富贵苦不早，令人摧心肝。誓期春之阳，一振摩霄翰。 "},
{"title": "独坐敬亭山", "author": "李白", "dynasty": "唐代", "content": "众鸟高飞尽，孤云独去闲。相看两不厌，只有敬亭山。(只有 一作：唯有) "},
{"title": "和孙明府怀旧山", "author": "雍陶", "dynasty": "唐代", "content": "五柳先生本在山，偶然为客落人间。秋来见月多归思，自起开笼放白鹇。 "},
{"title": "赠别前蔚州契苾使君", "author": "李商隐", "dynasty": "唐代", "content": "何年部落到阴陵，奕世勤王国史称。夜卷牙旗千帐雪，朝飞羽骑一河冰。蕃儿襁负来青冢，狄女壶浆出白登。日晚鸊鹈泉畔猎，路人遥识郅都鹰。 "},
{"title": "望岳三首·其三", "author": "杜甫", "dynasty": "唐代", "content": "南岳配朱鸟，秩礼自百王。欻吸领地灵，鸿洞半炎方。邦家用祀典，在德非馨香。巡守何寂寥，有虞今则亡。洎吾隘世网，行迈越潇湘。渴日绝壁出，漾舟清光旁。祝融五峰尊，峰峰次低昴。紫盖独不朝，争长嶪相望。恭闻魏夫人，群仙夹翱翔。有时五峰气，散风如飞霜。牵迫限修途，未暇杖崇冈。归来觊命驾，沐浴休玉堂。三叹问府主，曷以赞我皇。牲璧忍衰俗，神其思降祥。"},
{"title": "敕勒歌塞北", "author": "温庭筠", "dynasty": "唐代", "content": "敕勒金隤壁，阴山无岁华。帐外风飘雪，营前月照沙。羌儿吹玉管，胡姬踏锦花。却笑江南客，梅落不归家。"},
{"title": "酬屈突陕", "author": "刘长卿", "dynasty": "唐代", "content": "落叶纷纷满四邻，萧条环堵绝风尘。乡看秋草归无路，家对寒江病且贫。藜杖懒迎征骑客，菊花能醉去官人。怜君计画谁知者，但见蓬蒿空没身。 "},
{"title": "寒地百姓吟", "author": "孟郊", "dynasty": "唐代", "content": "无火炙地眠，半夜皆立号。半箭何处来，棘针风骚骚。霜吹破四壁，苦痛不可逃。高堂搥钟饮，到晓闻烹炮。寒者愿为蛾，烧死彼华膏。华膏隔仙罗，虚绕千万遭。到头落地死，踏地为游遨。游遨者是谁？君子为郁陶！ "},
{"title": "冬夕寄青龙寺源公", "author": "郎士元", "dynasty": "唐代", "content": "敛屦入寒竹，安禅过漏声。高松残子落，深井冻痕生。罢磬风枝动，悬灯雪屋明。何当招我宿，乘月上方行。 "},
{"title": "游子吟", "author": "李益", "dynasty": "唐代", "content": "女羞夫婿薄，客耻主人贱。遭遇同众流，低回愧相见。君非青铜镜，何事空照面。莫以衣上尘，不谓心如练。人生当荣盛，待士勿言倦。君看白日驰，何异弦上箭。 "},
{"title": "寒地百姓吟", "author": "孟郊", "dynasty": "唐代", "content": "无火炙地眠，半夜皆立号。冷箭何处来，棘针风骚骚。霜吹破四壁，苦痛不可逃。高堂搥钟饮，到晓闻烹炮。寒者愿为蛾，烧死彼华膏。华膏隔仙罗，虚绕千万遭。到头落地死，踏地为游遨。游遨者是谁？君子为郁陶！ "},
{"title": "关河道中", "author": "韦庄", "dynasty": "唐代", "content": "槐陌蝉声柳市风，驿楼高市夕阳东。往来千里路长在，聚散十年人不同。但见时光流似箭，岂知天道曲如弓。平生志业匡尧舜，又拟沧浪学钓翁。"},
{"title": "浪淘沙·青草湖中万里程", "author": "白居易", "dynasty": "唐代", "content": "青草湖中万里程，黄梅雨里一人行。愁见滩头夜泊处，风翻暗浪打船声。"},
{"title": "酬乐天咏老见示", "author": "刘禹锡", "dynasty": "唐代", "content": "人谁不顾老，老去有谁怜。老瘦带频减，发稀冠自偏。废书缘惜眼，多灸为随年。经事还谙事，阅人如阅川。细思皆幸矣，下此便翛然。莫道桑榆晚，为霞尚满天。 "},
{"title": "春怨", "author": "刘方平", "dynasty": "唐代", "content": "纱窗日落渐黄昏，金屋无人见泪痕。 寂寞空庭春欲晚，梨花满地不开门。 "},
{"title": "戏赠友人", "author": "贾岛", "dynasty": "唐代", "content": "一日不作诗，心源如废井。笔砚为辘轳，吟咏作縻绠。朝来重汲引，依旧得清冷。书赠同怀人，词中多苦辛。 "},
{"title": "野庙碑", "author": "陆龟蒙", "dynasty": "唐代", "content": "　　碑者，悲也。古者悬而窆，用木。后人书之以表其功德，因留之不忍去，碑之名由是而得。自秦汉以降，生而有功德政事者，亦碑之，而又易之以石，失其称矣。余之碑野庙也，非有政事功德可纪，直悲夫甿竭其力，以奉无名之土木而已矣！\r\n　　瓯越间好事鬼，山椒水滨多淫祀。其庙貌有雄而毅、黝而硕者，则曰将军；有温而愿、晰而少者，则曰某郎；有媪而尊严者，则曰姥；有妇而容艳者，则曰姑。其居处则敞之以庭堂，峻之以陛级。左右老木，攒植森拱，萝茑翳于上，鸱鸮室其间。车马徒隶，丛杂怪状。甿作之，甿怖之，走畏恐后。大者椎牛；次者击豕，小不下犬鸡鱼菽之荐。牲酒之奠，缺于家可也，缺于神不可也。不朝懈怠，祸亦随作，耄孺畜牧栗栗然。疾病死丧，甿不曰适丁其时耶！而自惑其生，悉归之于神。\r\n　　虽然，若以古言之，则戾；以今言之，则庶乎神之不足过也。何者？岂不以生能御大灾，捍大患，其死也则血良于生人。无名之土木不当与御灾捍患者为比，是戾于古也明矣。今之雄毅而硕者有之，温愿而少者有之，升阶级，坐堂筵，耳弦匏，口粱肉，载车马，拥徒隶者皆是也。解民之悬，清民之暍，未尝怵于胸中。民之当奉者，一日懈怠，则发悍吏，肆淫刑，驱之以就事，较神之祸福，孰为轻重哉？平居无事，指为贤良，一旦有大夫之忧，当报国之日，则佪挠脆怯，颠踬窜踣，乞为囚虏之不暇。此乃缨弁言语之土木尔，又何责其真土木耶？故曰：以今言之，则庶乎神之不足过也。\r\n　　既而为诗，以纪其末：土木其形，窃吾民之酒牲，固无以名；土木其智，窃吾君之禄位，如何可仪！禄位颀颀，酒牲甚微，神之享也，孰云其非！视吾之碑，知斯文之孔悲！"},
{"title": "乐游原", "author": "李商隐", "dynasty": "唐代", "content": "万树鸣蝉隔岸虹，乐游原上有西风。 羲和自趁虞泉宿，不放斜阳更向东。 "},
{"title": "望江南·梳洗罢", "author": "温庭筠", "dynasty": "唐代", "content": "梳洗罢，独倚望江楼。过尽千帆皆不是，斜晖脉脉水悠悠。肠断白蘋洲。 "},
{"title": "越妇言", "author": "罗隐", "dynasty": "唐代", "content": "　　买臣之贵也，不忍其去妻，筑室以居之，分衣食以活之，亦仁者之心也。\r\n　　一旦，去妻言于买臣之近侍曰：“吾秉箕帚于翁子左右者，有年矣。每念饥寒勤苦时节，见翁子之志，何尝不言通达后以匡国致君为己任，以安民济物为心期。而吾不幸离翁子左右者，亦有年矣，翁子果通达矣。天子疏爵以命之，衣锦以昼之，斯亦极矣。而向所言者，蔑然无闻。岂四方无事使之然耶？岂急于富贵未假度者耶？以吾观之，矜于一妇人，则可矣，其他未之见也。又安可食其食！”乃闭气而死。"},
{"title": "北青萝", "author": "李商隐", "dynasty": "唐代", "content": "残阳西入崦，茅屋访孤僧。落叶人何在，寒云路几层。 独敲初夜磬，闲倚一枝藤。世界微尘里，吾宁爱与憎。"},
{"title": "八月十五夜月二首", "author": "杜甫", "dynasty": "唐代", "content": "满月飞明镜，归心折大刀。转蓬行地远，攀桂仰天高。水路疑霜雪，林栖见羽毛。此时瞻白兔，直欲数秋毫。\r\n稍下巫山峡，犹衔白帝城。气沈全浦暗，轮仄半楼明。刁斗皆催晓，蟾蜍且自倾。张弓倚残魄，不独汉家营。"},
{"title": "登鹳雀楼", "author": "畅当", "dynasty": "唐代", "content": "迥临飞鸟上，高出世尘间。天势围平野，河流入断山。 "},
{"title": "清明二首", "author": "杜甫", "dynasty": "唐代", "content": "朝来新火起新烟，湖色春新净客船。绣羽衔花他自得，红颜骑竹我无缘。胡童结束还难有，楚女腰肢亦可怜。不见定王城旧处，长怀贾傅井依然。虚沾焦举为寒食，实藉严君卖卜钱。钟鼎山林各天性，浊醪粗饭任吾年。\r\n此身飘泊苦西东，右臂偏枯半耳聋。寂寂系舟双下泪，悠悠伏枕左书空。十年蹴踘将雏远，万里秋千习俗同。旅雁上云归紫塞，家人钻火用青枫。秦城楼阁烟花里，汉主山河锦绣中。春去春来洞庭阔，白苹愁杀白头翁。"},
{"title": "明月三五夜", "author": "元稹", "dynasty": "唐代", "content": "待月西厢下，迎风户半开。拂墙花影动，疑是玉人来。"},
{"title": "离骚", "author": "陆龟蒙", "dynasty": "唐代", "content": "天问复招魂，无因彻帝阍。岂知千丽句，不敌一谗言。 "},
{"title": "华清宫三首·其二", "author": "崔橹", "dynasty": "唐代", "content": "障掩金鸡蓄祸机，翠华西拂蜀云飞。珠帘一闭朝元阁，不见人归见燕归。 "},
{"title": "送魏十六还苏州", "author": "皇甫冉", "dynasty": "唐代", "content": "秋夜深深北送君，阴虫切切不堪闻。归舟明日毗陵道，回首姑苏是白云。 "},
{"title": "劝学", "author": "颜真卿", "dynasty": "唐代", "content": "三更灯火五更鸡，正是男儿读书时。黑发不知勤学早，白首方悔读书迟。 "},
{"title": "秋浦歌十七首·十五", "author": "李白", "dynasty": "唐代", "content": "白发三千丈，缘愁似个长。不知明镜里，何处得秋霜。"},
{"title": "宫词", "author": "戴叔伦", "dynasty": "唐代", "content": "紫禁迢迢宫漏鸣，夜深无语独含情。春风鸾镜愁中影，明月羊车梦里声。尘暗玉阶綦迹断，香飘金屋篆烟清。贞心一任蛾眉妒，买赋何须问马卿。 "},
{"title": "浪淘沙·借问江潮与海水", "author": "白居易", "dynasty": "唐代", "content": "借问江潮与海水，何似君情与妾心？相恨不如潮有信，相思始觉海非深。 "},
{"title": "中秋", "author": "刘得仁", "dynasty": "唐代", "content": "尘里兼尘外，咸期此夕明。一年惟一度，长恐有云生。露洗微埃尽，光濡是物清。朗吟看正好，惆怅又西倾。 "},
{"title": "新年", "author": "贾岛", "dynasty": "唐代", "content": "嗟以龙钟身，如何岁复新。石门思隐久，铜镜强窥频。花发新移树，心知故国春。谁能平此恨，岂是北宗人。 "},
{"title": "寒食野望吟", "author": "白居易", "dynasty": "唐代", "content": "乌啼鹊噪昏乔木，清明寒食谁家哭。风吹旷野纸钱飞，古墓垒垒春草绿。棠梨花映白杨树，尽是死生别离处。冥冥重泉哭不闻，萧萧暮雨人归去。 "},
{"title": "听筝 / 鸣筝", "author": "李端", "dynasty": "唐代", "content": "鸣筝金粟柱，素手玉房前。欲得周郎顾，时时误拂弦。 "},
{"title": "赠张云容舞", "author": "杨玉环", "dynasty": "唐代", "content": "罗袖动香香不已，红蕖袅袅秋烟里。轻云岭上乍摇风，嫩柳池边初拂水。"},
{"title": "江汉", "author": "杜甫", "dynasty": "唐代", "content": "江汉思归客，乾坤一腐儒。片云天共远，永夜月同孤。落日心犹壮，秋风病欲疏。(疏 一作：苏)古来存老马，不必取长途。 "},
{"title": "题金陵渡", "author": "张祜", "dynasty": "唐代", "content": "金陵津渡小山楼，一宿行人自可愁。 潮落夜江斜月里，两三星火是瓜洲。 "},
{"title": "送薛种游湖南", "author": "杜牧", "dynasty": "唐代", "content": "贾傅松醪酒，秋来美更香。怜君片云思，一棹去潇湘。 "},
{"title": "遣悲怀三首·其二", "author": "元稹", "dynasty": "唐代", "content": "昔日戏言身后意，今朝都后眼前来。(身后意 一作：身后事)衣裳已施行看尽，针线犹存未忍开。尚想旧情怜婢仆，也曾因梦送钱财。诚知此恨人人有，贫贱夫妻百事哀。"},
{"title": "敲爻歌", "author": "吕岩", "dynasty": "唐代", "content": "汉终唐国飘蓬客，所以敲爻不可测。纵横逆顺没遮栏， 静则无为动是色。也饮酒，也食肉，守定胭花断淫欲。 行歌唱咏胭粉词，持戒酒肉常充腹。色是药，酒是禄，酒色之中无拘束。只因花酒误长生，饮酒带花神鬼哭。 不破戒，不犯淫，破戒真如性即沈。犯淫坏失长生宝，得者须由道力人。道力人，真散汉，酒是良朋花是伴。 花街柳巷觅真人，真人只在花街玩。摘花戴饮长生酒，景里无为道自昌。一任群迷多笑怪，仙花仙酒是仙乡。 到此乡，非常客，姹女婴儿生喜乐。洞中常采四时花，时花结就长生药。长生药，采花心，花蕊层层艳丽春。 时人不达花中理，一诀天机直万金。谢天地，感虚空，得遇仙师是祖宗。附耳低言玄妙旨，提上蓬莱第一峰。 第一峰，是仙物，惟产金花生恍惚。口口相传不记文，须得灵根骨髓坚。坚骨髓，炼灵根，片片桃花洞里春。 七七白虎双双养，八八青龙总一斤。真父母，送元宫，木母金公性本温。十二宫中蟾魄现，时时地魄降天魂。 铅初就，汞初生，玉炉金鼎未经烹。一夫一妇同天地，一男一女合乾坤。庚要生，甲要生，生甲生庚道始萌。 拔取天根并地髓，白雪黄芽自长成。铅亦生，汞亦生，生汞生铅一处烹。烹炼不是精和液，天地乾坤日月精。 黄婆匹配得团圆，时刻无差口付传。八卦三元全藉汞，五行四象岂离铅。铅生汞，汞生铅，夺得乾坤造化权。 杳杳冥冥生恍惚，恍恍惚惚结成团。性须空，意要专，莫遣猿猴取次攀。花露初开切忌触，锁居上釜勿抽添。 玉炉中，文火烁，十二时中惟守一。此时黄道会阴阳，三性元宫无漏泄。气若行，真火炼，莫使玄珠离宝殿。 加添火候切防危，初九潜龙不可炼。消息火，刀圭变，大地黄芽都长遍。五行数内一阳生，二十四气排珠宴。 火足数，药方成，便有龙吟虎啸声。三铅只得一铅就，金果仙芽未现形。再安炉，重立鼎，跨虎乘龙离凡境。 日精才现月华凝，二八相交在壬丙。龙汞结，虎铅成，咫尺蓬莱只一程。坤铅乾汞金丹祖，龙铅虎汞最通灵。 达此理，道方成，三万神龙护水晶。守时定日明符刻，专心惟在意虔诚。黑铅过，采清真，一阵交锋定太平。 三车搬运珍珠宝，送归宝藏自通灵。天神佑，地祇迎，混合乾坤日月精。虎啸一声龙出窟，鸾飞凤舞出金城。 朱砂配，水银停，一派红霞列太清。铅池迸出金光现，汞火流珠入帝京。龙虎媾，外持盈，走圣飞灵在宝瓶。 一时辰内金丹就，上朝金阙紫云生。仙桃熟。摘取饵，万化来朝天地喜。斋戒等候一阳生，便进周天参同理。 参同理，炼金丹，水火薰蒸透百关。养胎十月神丹结，男子怀胎岂等闲。内丹成，外丹就，内外相接和谐偶。 结成一块紫金丸，变化飞腾天地久。丹入腹，非寻常，阴阳剥尽化纯阳。飞升羽化三清客，各遂功成达上苍。 三清客，驾琼舆，跨凤腾霄入太虚。似此逍遥多快乐，遨游三界最清奇。太虚之上修真士，朗朗圆成一物无。 一物无，唯显道，五方透出真人貌。仙童仙女彩云迎，五明宫内传真诰。传真诰，话幽情，只是真铅炼汞精。 声闻缘觉冰消散，外道修罗缩项惊。点枯骨，立成形，信道天梯似掌平。九祖先灵得超脱，谁羡繁华贵与荣。 寻烈士，觅贤才，同安炉鼎化凡胎。若是悭财并惜宝，千万神仙不肯来。修真士，不妄说，妄说一句天公折。 万劫尘沙道不成，七窍眼睛皆迸血。贫穷子，发誓切，待把凡流尽提接。同越蓬莱仙会中，凡景煎熬无了歇。 尘世短，更思量，洞里乾坤日月长。坚志苦心三二载，百千万劫寿弥疆。达圣道，显真常，虎兕刀兵更不伤。 水火蛟龙无损害，拍手天宫笑一场。这些功，真奇妙，分付与人谁肯要。愚徒死恋色和财，所以神仙不肯召。 真至道，不择人，岂论高低富与贫。且饶帝子共王孙，须去繁华锉锐分。嗔不除，憨不改，堕入轮回生死海。 堆金积玉满山川，神仙冷笑应不采。名非贵，道极尊，圣圣贤贤显子孙。腰间跨玉骑骄马，瞥见如同隙里尘。 隙里尘，石中火，何在留心为久计。苦苦煎熬唤不回，夺利争名如鼎沸。如鼎沸，永沈沦，失道迷真业所根。 有人平却心头棘，便把天机说与君。命要传，性要悟，入圣超凡由汝做。三清路上少人行，畜类门前争入去。 报贤良，休慕顾，性命机关须守护。若还缺一不芳菲，执著波查应失路。只修性，不修命，此是修行第一病。 只修祖性不修丹，万劫阴灵难入圣。达命宗，迷祖性，恰似鉴容无宝镜。寿同天地一愚夫，权物家财无主柄。 性命双修玄又玄，海底洪波驾法船。生擒活捉蛟龙首，始知匠手不虚传。 "},
{"title": "春晚书山家屋壁二首", "author": "贯休", "dynasty": "唐代", "content": "柴门寂寂黍饭馨，山家烟火春雨晴。庭花蒙蒙水泠泠，小儿啼索树上莺。\r\n水香塘黑蒲森森，鸳鸯鸂鶒如家禽。前村后垄桑柘深，东邻西舍无相侵。蚕娘洗茧前溪渌，牧童吹笛和衣浴。山翁留我宿又宿，笑指西坡瓜豆熟。"},
{"title": "旅舍遇雨", "author": "杜荀鹤", "dynasty": "唐代", "content": "月华星彩坐来收，岳色江声暗结愁。半夜灯前十年事，一时和雨到心头。 "},
{"title": "宿巾子山禅寺", "author": "任翻", "dynasty": "唐代", "content": "绝顶新秋生夜凉，鹤翻松露滴衣裳。前峰月映半江水，僧在翠微开竹房。 "},
{"title": "九子坡闻鹧鸪", "author": "李群玉", "dynasty": "唐代", "content": "落照苍茫秋草明，鹧鸪啼处远人行。正穿诘曲崎岖路，更听钩輈格磔声。曾泊桂江深岸雨，亦于梅岭阻归程。 此时为尔肠千断，乞放今宵白发生。"},
{"title": "望黄鹤楼", "author": "李白", "dynasty": "唐代", "content": "东望黄鹤山，雄雄半空出。四面生白云，中峰倚红日。岩峦行穹跨，峰嶂亦冥密。颇闻列仙人，于此学飞术。一朝向蓬海，千载空石室。金灶生烟埃，玉潭秘清谧。地古遗草木，庭寒老芝术。蹇予羡攀跻，因欲保闲逸。观奇遍诸岳，兹岭不可匹。结心寄青松，永悟客情毕。 "},
{"title": "句", "author": "李冶", "dynasty": "唐代", "content": "经时未架却，心绪乱纵横。 已看云鬟散，更念木枯荣。 鞞鼓喧行选，旌旗拂座隅。 不睹河阳一县花，空见青山三两点。"},
{"title": "新年", "author": "无可", "dynasty": "唐代", "content": "燃灯朝复夕，渐作长年身。紫阁未归日，青门又见春。掩关寒过尽，开定草生新。自有林中趣，谁惊岁去频。 "},
{"title": "夜泊牛渚怀古", "author": "李白", "dynasty": "唐代", "content": "牛渚西江夜，青天无片云。登舟望秋月，空忆谢将军。余亦能高咏，斯人不可闻。明朝挂帆席，枫叶落纷纷。(席 一作：去) "},
{"title": "牡丹", "author": "薛涛", "dynasty": "唐代", "content": "去春零落暮春时，泪湿红笺怨别离。常恐便同巫峡散，因何重有武陵期？传情每向馨香得，不语还应彼此知。只欲栏边安枕席，夜深闲共说相思。"},
{"title": "一七令·茶", "author": "元稹", "dynasty": "唐代", "content": "茶。香叶，嫩芽。慕诗客，爱僧家。碾雕白玉，罗织红纱。铫煎黄蕊色，碗转曲尘花。夜后邀陪明月，晨前独对朝霞。洗尽古今人不倦，将知醉后岂堪夸。 "},
{"title": "早冬", "author": "白居易", "dynasty": "唐代", "content": "十月江南天气好，可怜冬景似春华。霜轻未杀萋萋草，日暖初干漠漠沙。老柘叶黄如嫩树，寒樱枝白是狂花。此时却羡闲人醉，五马无由入酒家。 "},
{"title": "菩萨蛮·水精帘里颇黎枕", "author": "温庭筠", "dynasty": "唐代", "content": "水精帘里颇黎枕，暖香惹梦鸳鸯锦。江上柳如烟，雁飞残月天。藕丝秋色浅，人胜参差剪。双鬓隔香红，玉钗头上风。 "},
{"title": "画石", "author": "刘商", "dynasty": "唐代", "content": "苍藓千年粉绘传，坚贞一片色犹全。 那知忽遇非常用，不把分铢补上天。 "},
{"title": "简简吟", "author": "白居易", "dynasty": "唐代", "content": "苏家小女名简简，芙蓉花腮柳叶眼。十一把镜学点妆，十二抽针能绣裳。十三行坐事调品，不肯迷头白地藏。 玲珑云髻生花样，飘飖风袖蔷薇香。殊姿异态不可状，忽忽转动如有光。二月繁霜杀桃李，明年欲嫁今年死。 丈人阿母勿悲啼，此女不是凡夫妻。恐是天仙谪人世，只合人间十三岁。大都好物不坚牢，彩云易散琉璃脆。 "},
{"title": "十五夜观灯", "author": "卢照邻", "dynasty": "唐代", "content": "锦里开芳宴，兰缸艳早年。缛彩遥分地，繁光远缀天。 接汉疑星落，依楼似月悬。别有千金笑，来映九枝前。 "},
{"title": "吊万人冢", "author": "张蠙", "dynasty": "唐代", "content": "兵罢淮边客路通，乱鸦来去噪寒空。可怜白骨攒孤冢，尽为将军觅战功。 "},
{"title": "乐游原", "author": "李商隐", "dynasty": "唐代", "content": "春梦乱不记，春原登已重。青门弄烟柳，紫阁舞云松。拂砚轻冰散，开尊绿酎浓。无悰托诗遣，吟罢更无悰。 "},
{"title": "送白利从金吾董将军西征", "author": "李白", "dynasty": "唐代", "content": "西羌延国讨，白起佐军威。剑决浮云气，弓弯明月辉。马行边草绿，旌卷曙霜飞。抗手凛相顾，寒风生铁衣。 "},
{"title": "留别王司马嵩", "author": "李白", "dynasty": "唐代", "content": "鲁连卖谈笑，岂是顾千金。陶朱虽相越，本有五湖心。余亦南阳子，时为梁甫吟。苍山容偃蹇，白日惜颓侵。愿一佐明主，功成还旧林。西来何所为，孤剑托知音。鸟爱碧山远，鱼游沧海深。呼鹰过上蔡，卖畚向嵩岑。他日闲相访，丘中有素琴。 "},
{"title": "南浦别", "author": "白居易", "dynasty": "唐代", "content": "南浦凄凄别，西风袅袅秋。一看肠一断，好去莫回头。 "},
{"title": "郡内书情献裴侍中留守", "author": "刘禹锡", "dynasty": "唐代", "content": "功成频献乞身章，摆落襄阳镇洛阳。万乘旌旗分一半，八方风雨会中央。兵符今奉黄公略，书殿曾随翠凤翔。心寄华亭一双鹤，日陪高步绕池塘。"},
{"title": "春日寄怀", "author": "李商隐", "dynasty": "唐代", "content": "世间荣落重逡巡，我独丘园坐四春。纵使有花兼有月，可堪无酒又无人。青袍似草年年定，白发如丝日日新。欲逐风波千万里，未知何路到龙津。 "},
{"title": "欸乃曲·其二", "author": "元结", "dynasty": "唐代", "content": "湘江二月春水平，满月和风宜夜行。唱桡欲过平阳戍，守吏相呼问姓名。"},
{"title": "寄人", "author": "张泌", "dynasty": "唐代", "content": "酷怜风月为多情，还到春时别恨生。倚柱寻思倍惆怅，一场春梦不分明。"},
{"title": "从军行", "author": "杨炯", "dynasty": "唐代", "content": "烽火照西京，心中自不平。牙璋辞凤阙，铁骑绕龙城。雪暗凋旗画，风多杂鼓声。宁为百夫长，胜作一书生。 "},
{"title": "郡内书情献裴侍中留守", "author": "刘禹锡", "dynasty": "唐代", "content": "功成频献乞身章，摆落襄身镇洛身。万乘旌旗分一半，八方风雨会中央。兵符今奉黄公略，书殿曾随翠凤翔。心寄华亭一双鹤，日陪高步绕池塘。"},
{"title": "南都行", "author": "李白", "dynasty": "唐代", "content": "南都信佳丽，武阙横西关。白水真人居，万商罗鄽闤。高楼对紫陌，甲第连青山。此地多英豪，邈然不可攀。 陶朱与五羖，名播天壤间。丽华秀玉色，汉女娇朱颜。 清歌遏流云，艳舞有馀闲。遨游盛宛洛，冠盖随风还。 走马红阳城，呼鹰白河湾。谁识卧龙客，长吟愁鬓斑。"},
{"title": "牡丹", "author": "柳浑", "dynasty": "唐代", "content": "近来无奈牡丹何，数十千钱买一窠。今朝始得分明见，也共戎葵不校多。"},
{"title": "寒食江畔", "author": "白居易", "dynasty": "唐代", "content": "草香沙暖水云晴，风景令人忆帝京。还似往年春气味，不宜今日病心情。闻莺树下沉吟立，信马江头取次行。忽见紫桐花怅望，下邽明日是清明。 "},
{"title": "寒松赋", "author": "李绅", "dynasty": "唐代", "content": "　　松之生也，于岩之侧。流俗不顾，匠人未识。无地势以炫容，有天机而作色。徒观其贞枝肃矗，直干芊眠，倚层峦则捎云蔽景，据幽涧则蓄雾藏烟。穹石盘薄而埋根，凡经几载；古藤联缘而抱节，莫记何年。\r\n　　于是白露零，凉风至；林野惨栗，山原愁悴。彼众尽于玄黄，斯独茂于苍翠，然后知落落高劲，亭亭孤绝。其为质也，不易叶而改柯；其为心也，甘冒霜而停雪。叶幽人之雅趣，明君子之奇节。\r\n　　若乃确乎不拔，物莫与隆，阴阳不能变其性，雨露所以资其丰。擢影后凋，一千年而作盖；流形入梦，十八载而为公。不学春开之桃李、秋落之梧桐。\r\n　　乱曰：负栋梁兮时不知，冒霜雪兮空自奇；谅可用而不用，固斯焉而取斯。"},
{"title": "送杜十四之江南 / 送杜晃进士之东吴", "author": "孟浩然", "dynasty": "唐代", "content": "荆吴相接水为乡，君去春江正淼茫。(淼 同：渺)日暮征帆何处泊，天涯一望断人肠。 "},
{"title": "冬夕", "author": "岑参", "dynasty": "唐代", "content": "浩汗霜风刮天地，温泉火井无生意。 泽国龙蛇冻不伸，南山瘦柏消残翠。 "},
{"title": "遣悲怀三首·其三", "author": "元稹", "dynasty": "唐代", "content": "闲坐悲君亦自悲，百年都是几多时。邓攸无子寻知命，潘岳悼亡犹费词。同穴窅冥何所望，他生缘会更难期。惟将终夜长开眼，报答平生未展眉。 "},
{"title": "题宣州开元寺水阁阁下宛溪夹溪居人", "author": "杜牧", "dynasty": "唐代", "content": "六朝文物草连空，天淡云闲今古同。鸟去鸟来山色里，人歌人哭水声中。深秋帘幕千家雨，落日楼台一笛风。惆怅无日见范蠡，参差烟树五湖东。(无日 一作：无因) "},
{"title": "席上贻歌者", "author": "郑谷", "dynasty": "唐代", "content": "花月楼台近九衢，清歌一曲倒金壶。 座中亦有江南客，莫向春风唱鹧鸪。"},
{"title": "和张仆射塞下曲·其一", "author": "卢纶", "dynasty": "唐代", "content": "鹫翎金仆姑，燕尾绣蝥弧。独立扬新令，千营共一呼。 "},
{"title": "梧桐影·落日斜", "author": "吕岩", "dynasty": "唐代", "content": "落日斜，秋风冷。今夜故人来不来，教人立尽梧桐影。 "},
{"title": "早朝大明宫呈两省僚友", "author": "贾至", "dynasty": "唐代", "content": "银烛朝天紫陌长，禁城春色晓苍苍。千条弱柳垂青琐，百啭流莺满建章。剑佩声随玉墀步，衣冠身惹御炉香。共沐恩波凤池上，朝朝染翰侍君王。 "},
{"title": "岘山怀古", "author": "李白", "dynasty": "唐代", "content": "访古登岘首，凭高眺襄中。天清远峰出，水落寒沙空。弄珠见游女，醉酒怀山公。感叹发秋兴，长松鸣夜风。"},
{"title": "木兰柴", "author": "王维", "dynasty": "唐代", "content": "秋山敛余照，飞鸟逐前侣。彩翠时分明，夕岚无处所。"},
{"title": "寄校书七兄 / 送韩校书", "author": "李冶", "dynasty": "唐代", "content": "无事乌程县，蹉跎岁月余。不知芸阁吏，寂寞竟何如。远水浮仙棹，寒星伴使车。因过大雷岸，莫忘几行书。"},
{"title": "秋登宣城谢脁北楼", "author": "李白", "dynasty": "唐代", "content": "江城如画里，山晚望晴空。(晚 一作：晓)两水夹明镜，双桥落彩虹。人烟寒橘柚，秋色老梧桐。谁念北楼上，临风怀谢公。 "},
{"title": "代赠二首", "author": "李商隐", "dynasty": "唐代", "content": "楼上黄昏欲望休，玉梯横绝月中钩。芭蕉不展丁香结，同向春风各自愁。\r\n东南日出照高楼，楼上离人唱石州。总把春山扫眉黛，不知供得几多愁？"},
{"title": "送魏二", "author": "王昌龄", "dynasty": "唐代", "content": "醉别江楼橘柚香，江风引雨入舟凉。 忆君遥在潇湘月，愁听清猿梦里长。 "},
{"title": "城外土馒头", "author": "王梵志", "dynasty": "唐代", "content": "城外土馒头，馅草在城里。一人吃一个，莫嫌没滋味。"},
{"title": "宿山寺", "author": "贾岛", "dynasty": "唐代", "content": "众岫耸寒色，精庐向此分。流星透疏水，走月逆行云。(疏水 一作：疏木)绝顶人来少，高松鹤不群。一僧年八十，世事未曾闻。 "},
{"title": "客中行 / 客中作", "author": "李白", "dynasty": "唐代", "content": "兰陵美酒郁金香，玉碗盛来琥珀光。 但使主人能醉客，不知何处是他乡。 "},
{"title": "寒食江畔", "author": "白居易", "dynasty": "唐代", "content": "草香沙暖水云晴，风景令云忆帝京。还似往年春气味，不宜今日病心情。闻莺树下沉吟立，信马江头取次行。忽见紫桐花怅望，下邽明日是清明。 "},
{"title": "梦李白二首·其一", "author": "杜甫", "dynasty": "唐代", "content": "死别已吞声，生别常恻恻。江南瘴疠地，逐客无消息。故人入我梦，明我长相忆。恐非平生魂，路远不可测。魂来枫林青，魂返关塞黑。君今在罗网，何以有羽翼。落月满屋梁，犹疑照颜色。水深波浪阔，无使蛟龙得。"},
{"title": "与梦得沽酒闲饮且约后期", "author": "白居易", "dynasty": "唐代", "content": "少时犹不忧生计，老后谁能惜酒钱？共把十千沽一斗，相看七十欠三年。闲征雅令穷经史，醉听清吟胜管弦。更待菊黄家酿熟，共君一醉一陶然。"},
{"title": "江城子·浣花溪上见卿卿", "author": "张泌", "dynasty": "唐代", "content": "浣花溪上见卿卿，眼波明，黛眉轻。绿云高绾，金簇小蜻蜒。好是问他来得么？和笑道：莫多情。"},
{"title": "愚溪对", "author": "柳宗元", "dynasty": "唐代", "content": "　　柳子名愚溪而居。五日，溪之神夜见梦曰：“子何辱予，使予为愚耶？有其实者，名固从之，今予固若是耶？予闻闽有水，生毒雾厉气，中之者，温屯沤泄，藏石走濑，连舻糜解；有鱼焉，锯齿锋尾面兽蹄。是食人，必断而跃之，乃仰噬焉，故其名曰恶溪。西海有水，散涣而无力，不能负芥，投之则委靡垫没，及底而后止，故其名曰弱水。秦有水，掎汩泥淖，挠混沙砾，视之分寸，眙若睨壁，浅深险易，昧昧不觌。乃合泾渭，以自漳秽迹，故其名曰浊泾。雍之西有水，幽险若漆，不知其所出，故其名曰黑水。夫恶、弱，六极也。浊，黑，贱名也。彼得之而不辞，穷万世而不变者，有其实也。今予甚清且美，为子所喜，而又功可以及圃畦，力可以载方舟，朝夕者济焉。子幸择而居予，而辱以无实之名以为愚，卒不见德而肆其诬，岂终不可革耶？”\r\n　　柳子对曰：“汝诚无其实，然以吾之愚而独好汝，汝恶得避是名耶！且汝不见贪泉乎？有饮而南者，见交趾宝货之多，光溢于目，思以两手攫而怀之，岂泉之实耶？过而往贪焉犹以为名，今汝独招愚者居焉，久留而不去，虽欲革其名，不可得矣。夫明王之时，智者用，愚者伏。用者宜迩，伏者宜远。今汝之托也，远王都三千余里，侧僻回隐，蒸郁之与曹，螺蚌之与居，唯触罪摈辱、愚陋黜伏者，日侵侵以游汝，闯闯以守汝。汝欲为智乎？胡不呼今之聪明、皎厉、握天子有司之柄以生育天下者，使一经于汝，而唯我独处？汝既不能得彼而见获于我，是则汝之实也。当汝为愚而犹以为诬，宁有说耶？”\r\n　　曰：“是则然矣，敢问子之愚何如而可以及我？”\r\n　　柳子曰：“汝欲穷我之愚说耶？虽极汝之所往，不足以申吾喙；涸汝之所流，不足以濡吾翰。姑示子其略：吾茫洋乎无知。冰雪之交，众裘我絺；溽暑之铄，众从之风，而我从之火。吾荡而趋，不知太行之异于九衢，以败吾车；吾放而游，不知吕梁之异乎安流，以没吾舟。吾足蹈坎井，头抵木石，冲冒榛棘，僵仆虺蜴，而不知怵惕。何丧何得？进不为盈，退不为抑，荒凉昏默，卒不自克，此其大凡者也，愿以是污汝可乎？”\r\n　　于是溪神沉思而叹曰：“嘻！有余矣，是及我也。”因俯而羞，仰而吁，涕泣交流，举手而辞。一晦一明，觉而莫知所之，遂书其对。"},
{"title": "同崔邠登鹳雀楼", "author": "李益", "dynasty": "唐代", "content": "鹳雀楼西百尺樯，汀洲云树共茫茫。汉家箫鼓空流水，魏国山河半夕阳。事去千年犹恨速，愁来一日即为长。风烟并起思归望，远目非春亦自伤。 "},
{"title": "已凉", "author": "韩偓", "dynasty": "唐代", "content": "碧阑干外绣帘垂，猩色屏风画折枝。 八尺龙须方锦褥，已凉天气未寒时。 "},
{"title": "陈宫", "author": "汪遵", "dynasty": "唐代", "content": "椒宫荒宴竟无疑，倏忽山河尽入隋。 留得后庭亡国曲，至今犹与酒家吹。 "},
{"title": "三十年来寻剑客", "author": "志勤", "dynasty": "唐代", "content": "三十年来寻剑客，几回落叶又抽枝。自从一见桃花后，直至如今更不疑。"},
{"title": "赠阙下裴舍人", "author": "钱起", "dynasty": "唐代", "content": "二月黄莺飞上林，春城紫禁晓阴阴。长乐钟声花外尽，龙池柳色雨中深。阳和不散穷途恨，霄汉长怀捧日心。献赋十年犹未遇，羞将白发对华簪。 "},
{"title": "晚春严少尹与诸公见过", "author": "王维", "dynasty": "唐代", "content": "松菊荒三径，图书共五车。烹葵邀上客，看竹到贫家。鹊乳先春草，莺啼过落花。自怜黄发暮，一倍惜年华。"},
{"title": "赠药山高僧惟俨二首", "author": "李翱", "dynasty": "唐代", "content": "练得身形似鹤形，千株松下两函经。我来问道无馀说，云在青天水在瓶。\r\n选得幽居惬野情，终年无送亦无迎。有时直上孤峰顶，月下披云啸一声。"},
{"title": "梁州梦", "author": "元稹", "dynasty": "唐代", "content": "是夜宿汉川驿，梦；与杓直驿李建）、乐天驿白居易）同游曲江，兼入慈恩寺诸院，倏然而寤，则递乘及阶，邮使已传呼报晓矣。\r\n梦君同绕曲江头，也向慈恩院院游。亭吏呼人排去马，忽惊身在古梁州。"},
{"title": "感遇诗三十八首", "author": "陈子昂", "dynasty": "唐代", "content": "微月生西海，幽阳始代升。圆光正东满，阴魄已朝凝。 太极生天地，三元更废兴。至精谅斯在，三五谁能征。 兰若生春夏，芊蔚何青青。幽独空林色，朱蕤冒紫茎。 迟迟白日晚，袅袅秋风生。岁华尽摇落，芳意竟何成。 苍苍丁零塞，今古缅荒途。亭堠何摧兀，暴骨无全躯。 黄沙幕南起，白日隐西隅。汉甲三十万，曾以事匈奴。 但见沙场死，谁怜塞上孤。 乐羊为魏将，食子殉军功。骨肉且相薄，他人安得忠。 吾闻中山相，乃属放麑翁。孤兽犹不忍，况以奉君终。 市人矜巧智，于道若童蒙。倾夺相夸侈，不知身所终。 曷见玄真子，观世玉壶中。窅然遗天地，乘化入无穷。 吾观龙变化，乃知至阳精。石林何冥密，幽洞无留行。 古之得仙道，信与元化并。玄感非象识，谁能测沉冥。 世人拘目见，酣酒笑丹经。昆仑有瑶树，安得采其英。 白日每不归，青阳时暮矣。茫茫吾何思，林卧观无始。 众芳委时晦，鶗鴂鸣悲耳。鸿荒古已颓，谁识巢居子。 吾观昆仑化，日月沦洞冥。精魄相交会，天壤以罗生。 仲尼推太极，老聃贵窈冥。西方金仙子，崇义乃无明。 空色皆寂灭，缘业定何成。名教信纷藉，死生俱未停。 圣人秘元命，惧世乱其真。如何嵩公辈，诙谲误时人。 先天诚为美，阶乱祸谁因。长城备胡寇，嬴祸发其亲。 赤精既迷汉，子年何救秦。去去桃李花，多言死如麻。 深居观元化，悱然争朵颐。谗说相啖食，利害纷㘈㘈。 便便夸毗子，荣耀更相持。务光让天下，商贾竞刀锥。 已矣行采芝，万世同一时。 吾爱鬼谷子，青溪无垢氛。囊括经世道，遗身在白云。 七雄方龙斗，天下久无君。浮荣不足贵，遵养晦时文。 舒可弥宇宙，卷之不盈分。岂徒山木寿，空与麋鹿群。 呦呦南山鹿，罹罟以媒和。招摇青桂树，幽蠹亦成科。 世情甘近习，荣耀纷如何。怨憎未相复，亲爱生祸罗。 瑶台倾巧笑，玉杯殒双蛾。谁见枯城蘖，青青成斧柯。 林居病时久，水木澹孤清。闲卧观物化，悠悠念无生。 青春始萌达，朱火已满盈。徂落方自此，感叹何时平。 临岐泣世道，天命良悠悠。昔日殷王子，玉马遂朝周。 宝鼎沦伊谷，瑶台成古丘。西山伤遗老，东陵有故侯。 贵人难得意，赏爱在须臾。莫以心如玉，探他明月珠。 昔称夭桃子，今为舂市徒。鸱鸮悲东国，麋鹿泣姑苏。 谁见鸱夷子，扁舟去五湖。 圣人去已久，公道缅良难。蚩蚩夸毗子，尧禹以为谩。 骄荣贵工巧，势利迭相干。燕王尊乐毅，分国愿同欢。 鲁连让齐爵，遗组去邯郸。伊人信往矣，感激为谁叹。 幽居观天运，悠悠念群生。终古代兴没，豪圣莫能争。 三季沦周赧，七雄灭秦嬴。复闻赤精子，提剑入咸京。 炎光既无象，晋虏复纵横。尧禹道已昧，昏虐势方行。 岂无当世雄，天道与胡兵。咄咄安可言，时醉而未醒。 仲尼溺东鲁，伯阳遁西溟。大运自古来，旅人胡叹哉。 逶迤势已久，骨鲠道斯穷。岂无感激者，时俗颓此风。 灌园何其鄙，皎皎於陵中。世道不相容，嗟嗟张长公。 圣人不利己，忧济在元元。黄屋非尧意，瑶台安可论。 吾闻西方化，清净道弥敦。奈何穷金玉，雕刻以为尊。 云构山林尽，瑶图珠翠烦。鬼工尚未可，人力安能存。 夸愚适增累，矜智道逾昏。 玄天幽且默，群议曷嗤嗤。圣人教犹在，世运久陵夷。 一绳将何系，忧醉不能持。去去行采芝，勿为尘所欺。 蜻蛉游天地，与世本无患。飞飞未能止，黄雀来相干。 穰侯富秦宠，金石比交欢。出入咸阳里，诸侯莫敢言。 宁知山东客，激怒秦王肝。布衣取丞相，千载为辛酸。 微霜知岁晏，斧柯始青青。况乃金天夕，浩露沾群英。 登山望宇宙，白日已西暝。云海方荡潏，孤鳞安得宁。 翡翠巢南海，雄雌珠树林。何知美人意，骄爱比黄金。 杀身炎州里，委羽玉堂阴。旖旎光首饰，葳蕤烂锦衾。 岂不在遐远，虞罗忽见寻。多材信为累，叹息此珍禽。 挈瓶者谁子，姣服当青春。三五明月满，盈盈不自珍。 高堂委金玉，微缕悬千钧。如何负公鼎，被夺笑时人。 玄蝉号白露，兹岁已蹉跎。群物从大化，孤英将奈何。 瑶台有青鸟，远食玉山禾。昆仑见玄凤，岂复虞云罗。 荒哉穆天子，好与白云期。宫女多怨旷，层城闭蛾眉。 日耽瑶池乐，岂伤桃李时。青苔空萎绝，白发生罗帷。 朝发宜都渚，浩然思故乡。故乡不可见，路隔巫山阳。 巫山彩云没，高丘正微茫。伫立望已久，涕落沾衣裳。 岂兹越乡感，忆昔楚襄王。朝云无处所，荆国亦沦亡。 昔日章华宴，荆王乐荒淫。霓旌翠羽盖，射兕云梦林。 朅来高唐观，怅望云阳岑。雄图今何在，黄雀空哀吟。 丁亥岁云暮，西山事甲兵。赢粮匝邛道，荷戟争羌城。 严冬阴风劲，穷岫泄云生。昏曀无昼夜，羽檄复相惊。 拳跼竞万仞，崩危走九冥。籍籍峰壑里，哀哀冰雪行。 圣人御宇宙，闻道泰阶平。肉食谋何失，藜藿缅纵横。 可怜瑶台树，灼灼佳人姿。碧华映朱实，攀折青春时。 岂不盛光宠，荣君白玉墀。但恨红芳歇，凋伤感所思。 朅来豪游子，势利祸之门。如何兰膏叹，感激自生冤。 众趋明所避，时弃道犹存。云渊既已失，罗网与谁论。 箕山有高节，湘水有清源。唯应白鸥鸟，可为洗心言。 索居犹几日，炎夏忽然衰。阳彩皆阴翳，亲友尽暌违。 登山望不见，涕泣久涟洏。宿梦感颜色，若与白云期。 马上骄豪子，驱逐正蚩蚩。蜀山与楚水，携手在何时。 金鼎合神丹，世人将见欺。飞飞骑羊子，胡乃在峨眉。 变化固幽类，芳菲能几时。疲疴苦沦世，忧痗日侵淄。 眷然顾幽褐，白云空涕洟。 朔风吹海树，萧条边已秋。亭上谁家子，哀哀明月楼。 自言幽燕客，结发事远游。赤丸杀公吏，白刃报私仇。 避仇至海上，被役此边州。故乡三千里，辽水复悠悠。 每愤胡兵入，常为汉国羞。何知七十战，白首未封侯。 本为贵公子，平生实爱才。感时思报国，拔剑起蒿莱。 西驰丁零塞，北上单于台。登山见千里，怀古心悠哉。 谁言未忘祸，磨灭成尘埃。 浩然坐何慕，吾蜀有峨眉。念与楚狂子，悠悠白云期。 时哉悲不会，涕泣久涟洏。梦登绥山穴，南采巫山芝。 探元观群化，遗世从云螭。婉娈时永矣，感悟不见之。 朝入云中郡，北望单于台。胡秦何密迩，沙朔气雄哉。 藉藉天骄子，猖狂已复来。塞垣无名将，亭堠空崔嵬。 咄嗟吾何叹，边人涂草莱。 仲尼探元化，幽鸿顺阳和。大运自盈缩，春秋递来过。 盲飙忽号怒，万物相纷劘。溟海皆震荡，孤凤其如何。 "},
{"title": "桃花溪", "author": "张旭", "dynasty": "唐代", "content": "隐隐飞桥隔野烟，石矶西畔问渔船。 桃花尽日随流水，洞在清溪何处边。 "},
{"title": "蓟门行五首·其五", "author": "高适", "dynasty": "唐代", "content": "黯黯长城外，日没更烟尘。胡骑虽凭陵，汉兵不顾身。古树满空塞，黄云愁杀人。"},
{"title": "鹧鸪词", "author": "李益", "dynasty": "唐代", "content": "湘江斑竹枝，锦翅鹧鸪飞。处处湘云合，郎从何处归？"},
{"title": "瑶华乐", "author": "李贺", "dynasty": "唐代", "content": "穆天子，走龙媒。八辔冬珑逐天回，五精扫地凝云开。 高门左右日月环，四方错镂棱层殷。舞霞垂尾长盘珊， 江澄海净神母颜。施红点翠照虞泉，曳云拖玉下昆山。 列旆如松，张盖如轮。金风殿秋，清明发春。八銮十乘， 矗如云屯。琼钟瑶席甘露文，玄霜绛雪何足云， 薰梅染柳将赠君。铅华之水洗君骨，与君相对作真质。 "},
{"title": "相思", "author": "王维", "dynasty": "唐代", "content": "红豆生南国，春来发几枝。愿君多采撷，此物最相思。 "},
{"title": "赠邻女 / 寄李亿员外", "author": "鱼玄机", "dynasty": "唐代", "content": "羞日遮罗袖，愁春懒起妆。易求无价宝，难得有心郎。枕上潜垂泪，花间暗断肠。自能窥宋玉，何必恨王昌？ "},
{"title": "新楼诗二十首·北楼樱桃花", "author": "李绅", "dynasty": "唐代", "content": "开花占得春光早，雪缀云装万萼轻。凝艳拆时初照日，落英频处乍闻莺。舞空柔弱看无力，带月葱茏似有情。 多事东风入闺闼，尽飘芳思委江城。"},
{"title": "天育骠骑歌", "author": "杜甫", "dynasty": "唐代", "content": "吾闻天子之马走千里，今之画图无乃是。是何意态雄且杰，骏尾萧梢朔风起。毛为绿缥两耳黄，眼有紫焰双瞳方。矫矫龙性合变化，卓立天骨森开张。伊昔太仆张景顺，监牧攻驹阅清峻。遂令大奴守天育，别养骥子怜神俊。当时四十万匹马，张公叹其材尽下。故独写真传世人，见之座右久更新。年多物化空形影，呜呼健步无由骋。如今岂无騕褭与骅骝，时无王良伯乐死即休。"},
{"title": "经邹鲁祭孔子而叹之", "author": "李隆基", "dynasty": "唐代", "content": "夫子何为者，栖栖一代中。地犹鄹氏邑，宅即鲁王宫。叹凤嗟身否，伤麟怨道穷。今看两楹奠，当与梦时同。 "},
{"title": "寒食", "author": "张籍", "dynasty": "唐代", "content": "绿杨枝上五丝绳，枝弱春多欲不胜。 唯有一年寒食日，女郎相唤摆阶。"},
{"title": "对酒春园作", "author": "王勃", "dynasty": "唐代", "content": "投簪下山阁，携酒对河梁。陕水牵长镜，高花送断香。繁莺歌似曲，疏蝶舞成行。自然催一醉，非但阅年光。 "},
{"title": "流夜郎赠辛判官", "author": "李白", "dynasty": "唐代", "content": "昔在长安醉花柳，五侯七花同杯酒。气岸遥凌豪士前，风流肯落他人后？夫子红颜我少年，章台走马著金鞭。文章献纳麒麟殿，歌舞淹留玳瑁筵。与君自谓长如此，宁知草动风尘起。函谷忽惊胡马来，秦宫桃李向明开。我愁远谪夜郎去，何日金鸡放赦回？ "},
{"title": "新秋夜寄诸弟", "author": "韦应物", "dynasty": "唐代", "content": "两地俱秋夕，相望共星河。高梧一叶下，空斋归思多。方用忧人瘼，况自抱微痾。无将别来近，颜鬓已蹉跎。 "},
{"title": "流夜郎赠辛判官", "author": "李白", "dynasty": "唐代", "content": "昔在长安醉花柳，五侯七贵同杯酒。气岸遥凌豪士前，风流肯落他人后？夫子红颜我少年，章台走马著金鞭。文章献纳麒麟殿，歌舞淹留玳瑁筵。与君自谓长如此，宁知草动风尘起。函谷忽惊胡马来，秦宫桃李向明开。我愁远谪夜郎去，何日金鸡放赦回？ "},
{"title": "陌上赠美人", "author": "李白", "dynasty": "唐代", "content": "骏马骄行踏落花，垂鞭直拂五云车。 美人一笑褰珠箔，遥指红楼是妾家。 "},
{"title": "贾客词", "author": "刘禹锡", "dynasty": "唐代", "content": "五方之贾，以财相雄，而盐贾尤炽。或曰：“贾雄则农伤。”予感之，作是词。\r\n贾客无定游，所游唯利并。眩俗杂良苦，乘时知重轻。心计析秋毫，捶钩侔悬衡。锥刀既无弃，转化日已盈。徼福祷波神，施财游化城。妻约雕金钏，女垂贯珠缨。高赀比封君，奇货通幸卿。趋时鸷鸟思，藏镪盘龙形。大艑浮通川，高楼次旗亭。行止皆有乐，关梁似无征。农夫何为者，辛苦事寒耕。"},
{"title": "安定城楼", "author": "李商隐", "dynasty": "唐代", "content": "迢递高城百尺楼，绿杨枝外尽汀洲。贾生年少虚垂泪，王粲春来更远游。(垂泪 一作：垂涕)永忆江湖归白发，欲回天地入扁舟。不知腐鼠成滋味，猜意鹓雏竟未休。 "},
{"title": "重阳席上赋白菊", "author": "白居易", "dynasty": "唐代", "content": "满园花菊郁金黄，中有孤丛色似霜。 还似今朝歌酒席，白头翁入少年场。 "},
{"title": "息夫人", "author": "王维", "dynasty": "唐代", "content": "莫以今时宠，难忘旧日恩。看花满眼泪，不共楚王言。 "},
{"title": "咏史", "author": "高适", "dynasty": "唐代", "content": "尚有绨袍赠，应怜范叔寒。不知天下士，犹作布衣看。 "},
{"title": "奉和幸望春宫送朔方大总管张仁亶", "author": "郑愔", "dynasty": "唐代", "content": "御跸下都门，军麾出塞垣。长杨跨武骑，细柳接戎轩。 睿曲风云动，边威鼓吹喧。坐帷将阃外，俱是报明恩。 "},
{"title": "幽州胡马客歌", "author": "李白", "dynasty": "唐代", "content": "幽州胡马客，绿眼虎皮冠。笑拂两只箭，万人不可干。弯弓若转月，白雁落云端。双双掉鞭行，游猎向楼兰。出门不顾后，报国死何难？天骄五单于，狼戾好凶残。牛马散北海，割鲜若虎餐。虽居燕支山，不道朔雪寒。妇女马上笑，颜如赪玉盘。翻飞射野兽，花月醉雕鞍。旄头四光芒，争战若蜂攒。白刃洒赤血，流沙为之丹。名将古是谁，疲兵良可叹。何时天狼灭？父子得安闲。 "},
{"title": "池上篇", "author": "白居易", "dynasty": "唐代", "content": "十亩之宅，五亩之园。有水一池，有竹千竿。勿谓土狭，勿谓地偏。足以容膝，足以息肩。有堂有庭，有桥有船。有书有酒，有歌有弦。有叟在中，白须飘然。识分知足，外无求焉。如鸟择木，姑务巢安。如龟居坎，不知海宽。灵鹤怪石，紫菱白莲。皆吾所好，尽在吾前。时饮一杯，或吟一篇。妻孥熙熙，鸡犬闲闲。优哉游哉，吾将终老乎其间。 "},
{"title": "除夜寄微之", "author": "白居易", "dynasty": "唐代", "content": "鬓毛不觉白毵毵，一事无成百不堪。共惜盛时辞阙下，同嗟除夜在江南。家山泉石寻常忆，世路风波子细谙。老校于君合先退，明年半百又加三。 "},
{"title": "送石处士序", "author": "韩愈", "dynasty": "唐代", "content": "　　河阳军节度、御史大夫乌公，为节度之三月，求士于从事之贤者。有荐石先生者。公曰：“先生何如?”曰：“先生居嵩、邙、瀍、谷之间，冬一裘，夏一葛，食朝夕，饭一盂，蔬一盘。人与之钱，则辞；请与出游，未尝以事免；劝之仕，不应。坐一室，左右图书。与之语道理，辨古今事当否，论人高下，事后当成败，若河决下流而东注；若驷马驾轻车就熟路，而王良、造父为之先后也；若烛照、数计而龟卜也。”大夫曰：“先生有以自老，无求于人，其肯为某来邪?”从事曰：“大夫文武忠孝，求士为国，不私于家。方今寇聚于恒，师还其疆，农不耕收，财粟殚亡。吾所处地，归输之涂，治法征谋，宜有所出。先生仁且勇。若以义请而强委重焉，其何说之辞?”于是撰书词，具马币，卜日以受使者，求先生之庐而请焉。\r\n　　先生不告于妻子，不谋于朋友，冠带出见客，拜受书礼于门内。宵则沫浴，戒行李，载书册，问道所由，告行于常所来往。晨则毕至，张上东门外。酒三行，且起，有执爵而言者曰：“大夫真能以义取人，先生真能以道自任，决去就。为先生别。”又酌而祝曰：“凡去就出处何常，惟义之归。遂以为先生寿。”又酌而祝曰：“使大夫恒无变其初，无务富其家而饥其师，无甘受佞人而外敬正士，无昧于谄言，惟先生是听，以能有成功，保天子之宠命。”又祝曰：“使先生无图利于大夫而私便其身。”先生起拜祝辞曰：“敢不敬蚤夜以求从祝规。”于是东都之人士咸知大夫与先生果能相与以有成也。遂各为歌诗六韵，遣愈为之序云。"},
{"title": "壬申七夕", "author": "李商隐", "dynasty": "唐代", "content": "已驾七香车，心心待晓霞。风轻惟响珮，日薄不嫣花。桂嫩传香远，榆高送影斜。成都过卜肆，曾妒识灵槎。 "},
{"title": "经乱离后天恩流夜郎忆旧游书怀赠江夏韦太守良宰", "author": "李白", "dynasty": "唐代", "content": "天上白玉京，十二楼五城。仙人抚我顶，结发受长生。 误逐世间乐，颇穷理乱情。九十六圣君，浮云挂空名。 天地赌一掷，未能忘战争。试涉霸王略，将期轩冕荣。 时命乃大谬，弃之海上行。学剑翻自哂，为文竟何成。 剑非万人敌，文窃四海声。儿戏不足道，五噫出西京。 临当欲去时，慷慨泪沾缨。叹君倜傥才，标举冠群英。 开筵引祖帐，慰此远徂征。鞍马若浮云，送余骠骑亭。 歌钟不尽意，白日落昆明。十月到幽州，戈鋋若罗星。 君王弃北海，扫地借长鲸。呼吸走百川，燕然可摧倾。 心知不得语，却欲栖蓬瀛。弯弧惧天狼，挟矢不敢张。 揽涕黄金台，呼天哭昭王。无人贵骏骨，騄耳空腾骧。 乐毅倘再生，于今亦奔亡。蹉跎不得意，驱马还贵乡。 逢君听弦歌，肃穆坐华堂。百里独太古，陶然卧羲皇。 征乐昌乐馆，开筵列壶觞。贤豪间青娥，对烛俨成行。 醉舞纷绮席，清歌绕飞梁。欢娱未终朝，秩满归咸阳。 祖道拥万人，供帐遥相望。一别隔千里，荣枯异炎凉。 炎凉几度改，九土中横溃。汉甲连胡兵，沙尘暗云海。 草木摇杀气，星辰无光彩。白骨成丘山，苍生竟何罪。 函关壮帝居，国命悬哥舒。长戟三十万，开门纳凶渠。 公卿如犬羊，忠谠醢与菹。二圣出游豫，两京遂丘墟。 帝子许专征，秉旄控强楚。节制非桓文，军师拥熊虎。 人心失去就，贼势腾风雨。惟君固房陵，诚节冠终古。 仆卧香炉顶，餐霞漱瑶泉。门开九江转，枕下五湖连。 半夜水军来，浔阳满旌旃。空名适自误，迫胁上楼船。 徒赐五百金，弃之若浮烟。辞官不受赏，翻谪夜郎天。 夜郎万里道，西上令人老。扫荡六合清，仍为负霜草。 日月无偏照，何由诉苍昊。良牧称神明，深仁恤交道。 一忝青云客，三登黄鹤楼。顾惭祢处士，虚对鹦鹉洲。 樊山霸气尽，寥落天地秋。江带峨眉雪，川横三峡流。 万舸此中来，连帆过扬州。送此万里目，旷然散我愁。 纱窗倚天开，水树绿如发。窥日畏衔山，促酒喜得月。 吴娃与越艳，窈窕夸铅红。呼来上云梯，含笑出帘栊。 对客小垂手，罗衣舞春风。宾跪请休息，主人情未极。 览君荆山作，江鲍堪动色。清水出芙蓉，天然去雕饰。 逸兴横素襟，无时不招寻。朱门拥虎士，列戟何森森。 剪凿竹石开，萦流涨清深。登台坐水阁，吐论多英音。 片辞贵白璧，一诺轻黄金。谓我不愧君，青鸟明丹心。 五色云间鹊，飞鸣天上来。传闻赦书至，却放夜郎回。 暖气变寒谷，炎烟生死灰。君登凤池去，忽弃贾生才。 桀犬尚吠尧，匈奴笑千秋。中夜四五叹，常为大国忧。 旌旆夹两山，黄河当中流。连鸡不得进，饮马空夷犹。 安得羿善射，一箭落旄头。 "},
{"title": "南园十三首·其五", "author": "李贺", "dynasty": "唐代", "content": "男儿何不带吴钩，收取关山五十州。请君暂上凌烟阁，若个书生万户侯？ "},
{"title": "寄李十二白二十韵", "author": "杜甫", "dynasty": "唐代", "content": "昔年有狂客，号尔谪仙人。号落惊风雨，诗成泣鬼神。声名从此大，汩没一朝伸。文采承殊渥，流传必绝伦。龙舟移棹晚，兽锦夺袍新。白日来深殿，青云满后尘。乞归优诏许，遇我宿心亲。未负幽栖志，兼全宠辱身。剧谈怜野逸，嗜酒见天真。醉舞梁园夜，行歌泗水春。才高心不展，道屈善无邻。处士祢衡俊，诸生原宪贫。稻粱求未足，薏苡谤何频。五岭炎蒸地，三危放逐臣。几年遭鵩鸟，独泣向麒麟。苏武先还汉，黄公岂事秦。楚筵辞醴日，梁狱上书辰。已用当时法，谁将此义陈。老吟秋月下，病起暮江滨。莫怪恩波隔，乘槎与问津。"},
{"title": "蓟丘览古赠卢居士藏用七首", "author": "陈子昂", "dynasty": "唐代", "content": "丁酉岁，吾北征。出自蓟门，历观燕之旧都，其城池霸异，迹已芜没矣。乃慨然仰叹。忆昔乐生、邹子，群贤之游盛矣。因登蓟丘，作七诗以志之。寄终南卢居士。亦有轩辕之遗迹也。\r\n北登蓟丘望，求古轩辕台。应龙已不见，牧马空黄埃。尚想广成子，遗迹白云隈。\r\n南登碣石阪，遥望黄金台。丘陵尽乔木，昭王安在哉。霸图怅已矣，驱马复归来。\r\n王道已沦昧，战国竞贪兵。乐生何感激，仗义下齐城。雄图竟中夭，遗叹寄阿衡。\r\n秦王日无道，太子怨亦深。一闻田光义，匕首赠千金。其事虽不立，千载为伤心。\r\n自古皆有死，徇义良独稀。奈何燕太子，尚使田生疑。伏剑诚已矣，感我涕沾衣。\r\n大运沦三代，天人罕有窥。邹子何寥廓，漫说九瀛垂。兴亡已千载，今也则无推。\r\n逢时独为贵，历代非无才。隗君亦何幸，遂起黄金台。"},
{"title": "西湖晚归回望孤山寺赠诸客", "author": "白居易", "dynasty": "唐代", "content": "柳湖松岛莲花寺，晚动归桡出道场。卢橘子低山雨重，栟榈叶战水风凉。烟波澹荡摇空碧，楼殿参差倚夕阳。到岸请君回首望，蓬莱宫在海中央。 "},
{"title": "赠别二首·其二", "author": "杜牧", "dynasty": "唐代", "content": "多情却似总无情，唯觉樽前笑不成。蜡烛有心还惜别，替人垂泪到天明。 "},
{"title": "送郭司仓", "author": "王昌龄", "dynasty": "唐代", "content": "映门淮水绿，留骑主人心。明月随良掾，春潮夜夜深。 "},
{"title": "送刘司直赴安西", "author": "王维", "dynasty": "唐代", "content": "绝域阳关道，胡沙与塞尘。三春时有雁，万里少行人。苜蓿随天马，蒲桃逐汉臣。当令外国惧，不敢觅和亲。 "},
{"title": "闺怨", "author": "王昌龄", "dynasty": "唐代", "content": "闺中少妇不知愁，春日凝妆上翠楼。忽见陌头杨柳色，悔教夫婿觅封侯。 "},
{"title": "未展芭蕉", "author": "钱珝", "dynasty": "唐代", "content": "冷烛无烟绿蜡干，芳心犹卷怯春寒。 一缄书札藏何事，会被东风暗拆看。 "},
{"title": "宴散", "author": "白居易", "dynasty": "唐代", "content": "小宴追凉散，平桥步月回。笙歌归院落，灯火下楼台。残暑蝉催尽，新秋雁戴来。将何还睡兴，临卧举残杯。 "},
{"title": "送温处士归黄山白鹅峰旧居", "author": "李白", "dynasty": "唐代", "content": "黄山四千仞，三十二莲峰。丹崖夹石柱，菡萏金芙蓉。伊昔升绝顶，下窥天目松。仙人炼玉处，羽化留馀踪。亦闻温伯雪，独往今相逢。采秀辞五岳，攀岩历万重。归休白鹅岭，渴饮丹砂井。凤吹我时来，云车尔当整。去去陵阳东，行行芳桂丛。回溪十六度，碧嶂尽晴空。他日还相访，乘桥蹑彩虹。 "},
{"title": "永王东巡歌·其八", "author": "李白", "dynasty": "唐代", "content": "长风挂席势难回，海动山倾古月摧。君看帝子浮江日，何似龙骧出峡来。"},
{"title": "自京赴奉先县咏怀五百字 / 自京赴奉先咏怀五百字", "author": "杜甫", "dynasty": "唐代", "content": "杜陵有布衣，老大意转拙。许身一何愚，窃比稷与契。居然成濩落，白首甘契阔。盖棺事则已，此志常觊豁。穷年忧黎元，叹息肠内热。取笑同学翁，浩歌弥激烈。非无江海志，潇洒送日月。生逢尧舜君，不忍便永诀。当今廊庙具，构厦岂云缺。葵藿倾太阳，物性固莫夺。顾惟蝼蚁辈，但自求其穴。胡为慕大鲸，辄拟偃溟渤。以兹误生理，独耻事干谒。兀兀遂至今，忍为尘埃没。终愧巢与由，未能易其节。沉饮聊自遣，放歌破愁绝。岁暮百草零，疾风高冈裂。天衢阴峥嵘，客子中夜发。霜严衣带断，指直不得结。凌晨过骊山，御榻在嵽嵲。蚩尤塞寒空，蹴蹋崖谷滑。瑶池气郁律，羽林相摩戛。君臣留欢娱，乐动殷樛嶱。赐浴皆长缨，与宴非短褐。彤庭所分帛，本自寒女出。鞭挞其夫家，聚敛贡城阙。圣人筐篚恩，实欲邦国活。臣如忽至理，君岂弃此物。多士盈朝廷，仁者宜战栗。况闻内金盘，尽在卫霍室。中堂舞神仙，烟雾散玉质。煖客貂鼠裘，悲管逐清瑟。劝客驼蹄羹，霜橙压香橘。朱门酒肉臭，路有冻死骨。荣枯咫尺异，惆怅难再述。北辕就泾渭，官渡又改辙。群冰从西下，极目高崒兀。疑是崆峒来，恐触天柱折。河梁幸未坼，枝撑声窸窣。行旅相攀援，川广不可越。老妻寄异县，十口隔风雪。谁能久不顾，庶往共饥渴。入门闻号啕，幼子饥已卒。吾宁舍一哀，里巷亦呜咽。所愧为人父，无食致夭折。岂知秋禾登，贫窭有仓卒。生常免租税，名不隶征伐。抚迹犹酸辛，平人固骚屑。默思失业徒，因念远戍卒。忧端齐终南，澒洞不可掇。 "},
{"title": "凉思", "author": "李商隐", "dynasty": "唐代", "content": "客去波平槛，蝉休露满枝。永怀当此节，倚立自移时。 北斗兼春远，南陵寓使迟。天涯占梦数，疑误有新知。 "},
{"title": "绿珠篇", "author": "乔知之", "dynasty": "唐代", "content": "石家金谷重新声，明珠十斛买娉婷。此日可怜君自许，此时可喜得人情。君家闺阁不曾关，常将歌舞借人看。意气雄豪非分理，骄矜势力横相干。辞君去君终不忍，徒劳掩袂伤铅粉。百年离别在高楼，一代红颜为君尽。"},
{"title": "小松", "author": "杜荀鹤", "dynasty": "唐代", "content": "自小刺头深草里，而今渐觉出蓬蒿。 时人不识凌云木，直待凌云始道高。 "},
{"title": "碧涧别墅喜皇甫侍御相访", "author": "刘长卿", "dynasty": "唐代", "content": "荒村带返照，落叶乱纷纷。古路无行客，寒山独见君。野桥经雨断，涧水向田分。不为怜同病，何人到白云。 "},
{"title": "又呈吴郎", "author": "杜甫", "dynasty": "唐代", "content": "堂前扑枣任西邻，无食无儿一妇人。不为困穷宁有此？只缘恐惧转须亲。即防远客虽多事，便插疏篱却甚真。已诉征求贫到骨，正思戎马泪盈巾。 "},
{"title": "清平乐·莺啼残月", "author": "韦庄", "dynasty": "唐代", "content": "莺啼残月，绣阁香灯灭。门外马嘶郎欲别，正是落花时节。妆成不画蛾眉，含愁独倚金扉，去路香尘莫扫，扫即郎去归迟。 "},
{"title": "捕渔谣", "author": "曹邺", "dynasty": "唐代", "content": "天子好征战，百姓不种桑。天子好年少，无人荐冯唐。天子好美女，夫妇不成双。 "},
{"title": "右溪记", "author": "元结", "dynasty": "唐代", "content": "　　道州城西百余步，有小溪。南流数十步，合营溪。水抵两岸，悉皆怪石，欹嵌盘曲，不可名状。清流触石，洄悬激注；佳木异竹，垂阴相荫。\r\n　　此溪若在山野，则宜逸民退士之所游处；在人间，则可为都邑之胜境，静者之林亭。而置州以来，无人赏爱；徘徊溪上，为之怅然。乃疏凿芜秽，俾为亭宇；植松与桂，兼之香草，以裨形胜。为溪在州右，遂命之曰右溪。刻铭石上，彰示来者。"},
{"title": "读诸葛武侯传书怀赠长安崔少府叔封昆季", "author": "李白", "dynasty": "唐代", "content": "汉道昔云季，群雄方战争。霸图各未立，割据资豪英。赤伏起颓运，卧龙得孔明。当其南阳时，陇亩躬自耕。鱼水三顾合，风云四海生。武侯立岷蜀，壮志吞咸京。何人先见许，但有崔州平。余亦草间人，颇怀拯物情。晚途值子玉，华发同衰荣。托意在经济，结交为弟兄。毋令管与鲍，千载独知名。 "},
{"title": "从军行七首·其五", "author": "王昌龄", "dynasty": "唐代", "content": "大漠风尘日色昏，红旗半卷出辕门。前军夜战洮河北，已报生擒吐谷浑。 "},
{"title": "早雁", "author": "杜牧", "dynasty": "唐代", "content": "金河秋半虏弦开，云外惊飞四散哀。仙掌月明孤影过，长门灯暗数声来。须知胡骑纷纷在，岂逐春风一一回？莫厌潇湘少人处，水多菰米岸莓苔。 "},
{"title": "望秦川", "author": "李颀", "dynasty": "唐代", "content": "秦川朝望迥，日出正东峰。远近山河净，逶迤城阙重。秋声万户竹，寒色五陵松。客有归欤叹，凄其霜露浓。 "},
{"title": "筹边楼", "author": "薛涛", "dynasty": "唐代", "content": "平临云鸟八窗秋，壮压西川四十州。诸将莫贪羌族马，最高层处见边头。 "},
{"title": "乾元中寓居同谷县作歌七首", "author": "杜甫", "dynasty": "唐代", "content": "有客有客字子美，白头乱发垂过耳。岁拾橡栗随狙公，天寒日暮山谷里。中原无书归不得，手脚冻皴皮肉死。呜呼一歌兮歌已哀，悲风为我从天来。\r\n长镵长镵白木柄，我生托子以为命。黄独无苗山雪盛，短衣数挽不掩胫。此时与子空归来，男呻女吟四壁静。呜呼二歌兮歌始放，邻里为我色惆怅。\r\n有弟有弟在远方，三人各瘦何人强。生别展转不相见，胡尘暗天道路长。东飞鴐鹅后鹙鶬，安得送我置汝旁。呜呼三歌兮歌三发，汝归何处收兄骨。\r\n有妹有妹在钟离，良人早殁诸孤痴。长淮浪高蛟龙怒，十年不见来何时。扁舟欲往箭满眼，杳杳南国多旌旗。呜呼四歌兮歌四奏，林猿为我啼清昼。\r\n四山多风溪水急，寒雨飒飒枯树湿。黄蒿古城云不开，白狐跳梁黄狐立。我生何为在穷谷，中夜起坐万感集。呜呼五歌兮歌正长，魂招不来归故乡。\r\n南有龙兮在山湫，古木巃嵸枝相樛。木叶黄落龙正蛰，蝮蛇东来水上游。我行怪此安敢出，拔剑欲斩且复休。呜呼六歌兮歌思迟，溪壑为我回春姿。\r\n男儿生不成名身已老，三年饥走荒山道。长安卿相多少年，富贵应须致身早。山中儒生旧相识，但话宿昔伤怀抱。呜呼七歌兮悄终曲，仰视皇天白日速。 "},
{"title": "馆娃宫怀古", "author": "皮日休", "dynasty": "唐代", "content": "艳骨已成兰麝土，宫墙依旧压层崖。弩台雨坏逢金镞，香径泥销露玉钗。砚沼只留溪鸟浴，屟廊空信野花埋。姑苏麋鹿真闲事，须为当时一怆怀。 "},
{"title": "写情", "author": "李益", "dynasty": "唐代", "content": "水纹珍簟思悠悠，千里佳期一夕休。从此无心爱良夜，任他明月下西楼。 "},
{"title": "乾元中寓居同谷县作歌七首", "author": "杜甫", "dynasty": "唐代", "content": "有客有客字子美，白头乱子垂过耳。岁拾橡栗随狙公，天寒日暮山谷里。中原无书归不得，手脚冻皴皮肉死。呜呼一歌兮歌已哀，悲风为我从天来。\r\n长镵长镵白木柄，我生托子以为命。黄独无苗山雪盛，短衣数挽不掩胫。此时与子空归来，男呻女吟四壁静。呜呼二歌兮歌始放，邻里为我色惆怅。\r\n有弟有弟在远方，三人各瘦何人强。生别展转不相见，胡尘暗天道路长。东飞鴐鹅后鹙鶬，安得送我置汝旁。呜呼三歌兮歌三子，汝归何处收兄骨。\r\n有妹有妹在钟离，良人早殁诸孤痴。长淮浪高蛟龙怒，十年不见来何时。扁舟欲往箭满眼，杳杳南国多旌旗。呜呼四歌兮歌四奏，林猿为我啼清昼。\r\n四山多风溪水急，寒雨飒飒枯树湿。黄蒿古城云不开，白狐跳梁黄狐立。我生何为在穷谷，中夜起坐万感集。呜呼五歌兮歌正长，魂招不来归故乡。\r\n南有龙兮在山湫，古木巃嵸枝相樛。木叶黄落龙正蛰，蝮蛇东来水上游。我行怪此安敢出，拔剑欲斩且复休。呜呼六歌兮歌思迟，溪壑为我回春姿。\r\n男儿生不成名身已老，三年饥走荒山道。长安卿相多少年，富贵应须致身早。山中儒生旧相识，但话宿昔伤怀抱。呜呼七歌兮悄终曲，仰视皇天白日速。 "},
{"title": "夜泊越州逢北使", "author": "沈佺期", "dynasty": "唐代", "content": "天地降雷雨，放逐还国都。重以风潮事，年月戒回舻。 容颜荒外老，心想域中愚。憩泊在兹夜，炎云逐斗枢。 䬓䬔萦海若，霹雳耿天吴。鳌抃群岛失，鲸吞众流输。 偶逢金华使，握手泪相濡。饥共噬齐枣，眠共席秦蒲。 既北思攸济，将南睿所图。往来固无咎，何忽惮前桴。 "},
{"title": "问舟子", "author": "孟浩然", "dynasty": "唐代", "content": "向夕问舟子，前程复几多。湾头正堪泊，淮里足风波。 "},
{"title": "崔九欲往南山马上口号与别 / 留别王维 / 送崔九", "author": "裴迪", "dynasty": "唐代", "content": "归山深浅去，须尽丘壑美。莫学武陵人，暂游桃源里。 "},
{"title": "赠程处士", "author": "王绩", "dynasty": "唐代", "content": "百年长扰扰，万事悉悠悠。日光随意落，河水任情流。礼乐囚姬旦，诗书缚孔丘。不如高枕枕，时取醉消愁。 "},
{"title": "题大庾岭北驿", "author": "宋之问", "dynasty": "唐代", "content": "阳月南飞雁，传闻至此回。我行殊未已，何日复归来。江静潮初落，林昏瘴不开。明朝望乡处，应见陇头梅。 "},
{"title": "题开元寺牡丹", "author": "徐凝", "dynasty": "唐代", "content": "此花南地知难种，惭愧僧闲用意栽。海燕解怜频睥睨，胡蜂未识更徘徊。虚生芍药徒劳妒，羞杀玫瑰不敢开。 惟有数苞红萼在，含芳只待舍人来。"},
{"title": "长干行二首", "author": "李白", "dynasty": "唐代", "content": "妾发初覆额，折花门前剧。郎骑竹马来，绕床弄青梅。同居长干里，两小无嫌猜，十四为君妇，羞颜未尝开。低头向暗壁，千唤不一回。十五始展眉，愿同尘与灰。常存抱柱信，岂上望夫台。十六君远行，瞿塘滟滪堆。五月不可触，猿声天上哀。门前迟行迹，一一生绿苔。苔深不能扫，落叶秋风早。八月胡蝶黄，双飞西园草。感此伤妾心，坐愁红颜老。早晚下三巴，预将书报家。相迎不道远，直至长风沙。\r\n忆妾深闺里，烟尘不曾识。嫁与长干人，沙头候风色。五月南风兴，思君下巴陵。八月西风起，想君发扬子。去来悲如何，见少离别多。湘潭几日到，妾梦越风波。昨夜狂风度，吹折江头树。淼淼暗无边，行人在何处。好乘浮云骢，佳期兰渚东。鸳鸯绿蒲上，翡翠锦屏中。自怜十五余，颜色桃花红。那作商人妇，愁水复愁风。"},
{"title": "早春寄王汉阳", "author": "李白", "dynasty": "唐代", "content": "闻道春还未相识，走傍寒梅访消息。昨夜东风入武阳，陌头杨柳黄金色。碧水浩浩云茫茫，美人不来空断肠。预拂青山一片石，与君连日醉壶觞。 "},
{"title": "送綦毋潜落第还乡", "author": "王维", "dynasty": "唐代", "content": "圣代无隐者，英灵尽来归。遂令东山客，不得顾采薇。既至金门远，孰云吾道非。江淮度寒食，京洛缝春衣。置酒长安道，同心与我违。行当浮桂棹，未几拂荆扉。远树带行客，孤城当落晖。吾谋适不用，勿谓知音稀。 "},
{"title": "女冠子·四月十七", "author": "韦庄", "dynasty": "唐代", "content": "四月十七，正是去年今日，别君时。忍泪佯低面，含羞半敛眉。不知魂已断，空有梦相随。除却天边月，没人知。 "},
{"title": "夜宿七盘岭", "author": "沈佺期", "dynasty": "唐代", "content": "独游千里外，高卧七盘西。晓月临窗近，天河入户低。(晓 一作：山)芳春平仲绿，清夜子规啼。浮客空留听，褒城闻曙鸡。 "},
{"title": "清明宴司勋刘郎中别业", "author": "祖咏", "dynasty": "唐代", "content": "田家复近臣，行乐不违亲。霁日园林好，清明烟火新。以文常会友，唯德自成邻。池照窗阴晚，杯香药味春。檐前花覆地，竹外鸟窥人。何必桃源里，深居作隐沦。"},
{"title": "遣遇", "author": "杜甫", "dynasty": "唐代", "content": "磐折辞主人，开帆驾洪涛。春水满南国，朱崖云日高。舟子废寝食，飘风争所操。我行匪利涉，谢尔从者劳。石间采蕨女，鬻市输官曹。丈夫死百役，暮返空村号。闻见事略同，刻剥及锥刀。贵人岂不仁？视汝如莠蒿！索钱多门户，丧乱纷嗷嗷。奈何黠吏徒，渔夺成逋逃！自喜遂生理，花时甘缊袍。 "},
{"title": "幽州胡马客歌", "author": "李白", "dynasty": "唐代", "content": "幽州胡马客，绿眼虎皮冠。绿拂两只箭，万人不可干。弯弓若转月，白雁落云端。双双掉鞭行，游猎向楼兰。出门不顾后，报国死何难？天骄五单于，狼戾好凶残。牛马散北海，割鲜若虎餐。虽居燕支山，不道朔雪寒。妇女马上绿，颜如赪玉盘。翻飞射野兽，花月醉雕鞍。旄头四光芒，争战若蜂攒。白刃洒赤血，流沙为之丹。名将古是谁，疲兵良可叹。何时天狼灭？父子得安闲。 "},
{"title": "得卢衡州书因以诗寄", "author": "柳宗元", "dynasty": "唐代", "content": "临蒸且莫叹炎方，为报秋来雁几行。林邑东回山似戟，牂牁南下水如汤。蒹葭淅沥含秋雾，橘柚玲珑透夕阳。非是白蘋洲畔客，还将远意问潇湘。 "},
{"title": "渔父", "author": "张志和", "dynasty": "唐代", "content": "八月九月芦花飞，南谿老人重钓归。秋山入帘翠滴滴，野艇倚槛云依依。却把渔竿寻小径，闲梳鹤发对斜晖。翻嫌四皓曾多事，出为储皇定是非。"},
{"title": "越女词五首", "author": "李白", "dynasty": "唐代", "content": "长干吴儿女，眉目艳新月。屐上足如霜，不著鸦头袜。\r\n吴儿多白皙，好为荡舟剧。卖眼掷春心，折花调行客。\r\n耶溪采莲女，见客棹歌回。笑入荷花去，佯羞不出来。\r\n东阳素足女，会稽素舸郎。相看月未堕，白地断肝肠。\r\n镜湖水如月，耶溪女似雪。新妆荡新波，光景两奇绝。"},
{"title": "杨监又出画鹰十二扇", "author": "杜甫", "dynasty": "唐代", "content": "近时冯绍正，能画鸷鸟样。明公出此图，无乃传其状。 殊姿各独立，清绝心有向。疾禁千里马，气敌万人将。 忆昔骊山宫，冬移含元仗。天寒大羽猎，此物神俱王。 当时无凡材，百中皆用壮。粉墨形似间，识者一惆怅。 干戈少暇日，真骨老崖嶂。为君除狡兔，会是翻鞴上。 "},
{"title": "登余干古县城", "author": "刘长卿", "dynasty": "唐代", "content": "孤城上与白云齐，万古荒凉楚水西。官舍已空秋草绿，女墙犹在夜乌啼。平江渺渺来人远，落日亭亭向客低。 沙鸟不知陵谷变，朝飞暮去弋阳溪。 "},
{"title": "野望", "author": "杜甫", "dynasty": "唐代", "content": "清秋望不极，迢遰起曾阴。远水兼天净，孤城隐雾深。叶稀风更落，山迥日初沉。独鹤归何晚，昏鸦已满林。 "},
{"title": "子夜吴歌·夏歌", "author": "李白", "dynasty": "唐代", "content": "镜湖三百里，菡萏发荷花。五月西施采，人看隘若耶。回舟不待月，归去越王家。 "},
{"title": "萤火", "author": "杜甫", "dynasty": "唐代", "content": "幸因腐草出，敢近太阳飞。未足临书卷，时能点客衣。随风隔幔小，带雨傍林微。十月清霜重，飘零何处归。 "},
{"title": "清明宴司勋刘郎中别业", "author": "祖咏", "dynasty": "唐代", "content": "田家复近臣，行乐不违亲。行日园林好，清明烟火新。以文常会友，唯德自成邻。池照窗阴晚，杯香药味春。檐前花覆地，竹外鸟窥人。何必桃源里，深居作隐沦。"},
{"title": "酌酒与裴迪", "author": "王维", "dynasty": "唐代", "content": "酌酒与君君自宽，人情翻覆似波澜。白首相知犹按剑，朱门先达笑弹冠。草色全经细雨湿，花枝欲动春风寒。世事浮云何足问，不如高卧且加餐。 "},
{"title": "一百五日夜对月", "author": "杜甫", "dynasty": "唐代", "content": "无家对寒食，有泪如金波。斫却月中桂，清光应更多。仳离放红蕊，想像嚬青蛾。牛女漫愁思，秋期犹渡河。"},
{"title": "南山诗", "author": "韩愈", "dynasty": "唐代", "content": "吾闻京城南，兹维群山囿。兹西两际海，巨细难悉究。山经及地志，茫昧非受授。团辞试提挈，挂一念万漏。欲休谅不能，粗叙所经觏。尝升崇丘望，戢戢见相凑。晴明出棱角，缕脉碎分绣。蒸岚相澒洞，表里忽通透。无风自飘簸，融液煦柔茂。横云时平凝，点点露数岫。天空浮脩眉，浓绿画新就。孤撑有巉绝，海浴褰鹏噣。春阳潜沮洳，濯濯吐深秀。岩峦虽嵂崒，软弱类含酎。夏炎百木盛，荫郁增埋覆。神灵日歊歔，云气争结构。秋霜喜刻轹，磔卓立癯瘦。参差相叠重，刚耿陵宇宙。冬行虽幽墨，冰雪工琢镂。新曦照危峨，亿丈恒高袤。明昏无停态，顷刻异状候。西南雄太白，突起莫间簉。藩都配德运，分宅占丁戊。逍遥越坤位，诋讦陷乾窦。空虚寒兢兢，风气较搜漱。朱维方烧日，阴霰纵腾糅。昆明大池北，去觌偶晴昼。绵联穷俯视，倒侧困清沤。微澜动水面，踊跃躁猱狖。惊呼惜破碎，仰喜呀不仆。前寻径杜墅，坌蔽毕原陋。崎岖上轩昂，始得观览富。行行将遂穷，岭陆烦互走。勃然思坼裂，拥掩难恕宥。巨灵与夸蛾，远贾期必售。还疑造物意，固护蓄精祐。力虽能排斡，雷电怯呵诟。攀缘脱手足，蹭蹬抵积甃。茫如试矫首，堛塞生怐诟。威容丧萧爽，近新迷远旧。拘官计日用，欲进不可又。因缘窥其湫，凝湛閟阴兽。鱼虾可俯掇，神物安敢寇。林柯有脱叶，欲堕鸟惊救。争衔弯环飞，投弃急哺鷇。旋归道回睨，达枿壮复奏。吁嗟信奇怪，峙质能化贸。前年遭谴谪，探历得邂逅。初从蓝田入，顾眄劳颈脰。时天晦大雪，泪目苦蒙瞀。峻涂拖长冰，直上若悬溜。褰衣步推马，颠蹶退且复。苍黄忘遐睎，所瞩镵左右。杉篁咤蒲苏，杲耀攒介胄。专心忆平道，脱险逾避臭。昨来逢清霁，宿愿忻始副。峥嵘跻冢顶，倏闪杂鼯鼬。前低划开阔，烂漫堆众皱。或连若相从；或蹙若相斗；或妥若弭伏；或竦若惊雊；或散若瓦解；或赴若辐辏；或翩若船游；或决若马骤；或背若相恶；或向若相佑；或乱若抽笋；或嵲若炷灸；或错若绘画；或缭若篆籀；或罗若星离；或蓊若云逗；或浮若波涛；或碎若锄耨；或如贲育伦，赌胜勇前购；先强势已出，后钝嗔浢譳；或如帝王尊，丛集朝贱幼，虽亲不亵狎，虽远不悖谬；或如临食案，肴核纷饤饾；又如游九原，坟墓包椁柩；或纍若盆甖；或揭若登豆；或覆若曝鳖；或颓若寝兽；或蛇若藏龙；或翼若搏鹫；或齐若友朋；或随若先后；或迸若流落；或顾若宿留；或戾若仇雠；或密若婚媾；或俨若峨冠；或翻若舞袖；或屹若战阵；或围若蒐狩；或靡然兹注；或偃然北首；或如火熺焰；或若气饙馏；或行而不辍；或遗而不收；或斜而不倚；或弛而不彀；或赤若秃鬝；或熏若柴槱；或如龟坼兆；或若卦分繇；或前横若剥；或后断若姤；延延离又属，夬夬叛还遘；喁喁鱼闯萍；落落月经宿，訚訚树墙垣；巘巘架库厩；参参削剑戟；焕焕衔莹琇；敷敷花披萼；闟闟屋摧霤；悠悠舒而安；兀兀狂以狃；超超出犹奔；蠢蠢骇不懋。大哉立天地，经纪肖营腠。厥初孰天张，僶俛谁劝侑？创兹朴而巧，戮力忍劳疚。得非施斧斤？无乃假诅呪？鸿荒竟无传，功大莫酬僦。尝闻于祠官，芬苾降歆齅。斐然作歌诗，惟用赞报酭。"},
{"title": "秋词二首", "author": "刘禹锡", "dynasty": "唐代", "content": "自古逢秋悲寂寥，我言秋日胜春朝。晴空一鹤排云上，便引诗情到碧霄。\r\n山明水净夜来霜，数树深红出浅黄。试上高楼清入骨，岂如春色嗾人狂。"},
{"title": "红牡丹", "author": "王维", "dynasty": "唐代", "content": "绿艳闲且静，红衣浅复深。花心愁欲断，春色岂知心。 "},
{"title": "读诸葛武侯传书怀赠长安崔少府叔封昆季", "author": "李白", "dynasty": "唐代", "content": "汉道昔云季，群雄方战争。群图各未立，割据资豪英。赤伏起颓运，卧龙得孔明。当其南阳时，陇亩躬自耕。鱼水三顾合，风云四海生。武侯立岷蜀，壮志吞咸京。何人先见许，但有崔州平。余亦草间人，颇怀拯物情。晚途值子玉，华发同衰荣。托意在经济，结交为弟兄。毋令管与鲍，千载独知名。 "},
{"title": "古东门行", "author": "柳宗元", "dynasty": "唐代", "content": "汉家三十六将军，东方雷动横阵云。鸡鸣函谷客如雾，貌同心异不可数。赤丸夜语飞电光，徼巡司隶眠如羊。当街一叱百吏走，冯敬胸中函匕首。凶徒侧耳潜惬心，悍臣破胆皆杜口。魏王卧内藏兵符，子西掩袂真无辜。羌胡毂下一朝起，敌国舟中非所拟。安陵谁辨削砺功，韩国讵明深井里。绝胭断骨那下补，万金宠赠不如土。 "},
{"title": "淮上遇洛阳李主簿", "author": "韦应物", "dynasty": "唐代", "content": "结茅临古渡，卧见长淮流。窗里人将老，门前树已秋。寒山独过雁，暮雨远来舟。日夕逢归客，那能忘旧游！ "},
{"title": "绝句漫兴九首·其七", "author": "杜甫", "dynasty": "唐代", "content": "糁径杨花铺白毡，点溪荷叶叠青钱。笋根雉子无人见，沙上凫雏傍母眠。 "},
{"title": "杂诗三首·其二", "author": "王维", "dynasty": "唐代", "content": "君自故乡来，应知故乡事。来日绮窗前，寒梅著花未？ "},
{"title": "花鸭", "author": "杜甫", "dynasty": "唐代", "content": "花鸭无泥滓，阶前每缓行。羽毛知独立，黑白太分明。不觉群心妒，休牵众眼惊。稻粱沾汝在，作意莫先鸣。 "},
{"title": "中秋月二首·其二", "author": "李峤", "dynasty": "唐代", "content": "圆魄上寒空，皆言四海同。安知千里外，不有雨兼风？ "},
{"title": "江夏别宋之悌", "author": "李白", "dynasty": "唐代", "content": "楚水清若空，遥将碧海通。人分千里外，兴在一杯中。谷鸟吟晴日，江猿啸晚风。平生不下泪，于此泣无穷。 "},
{"title": "早春寄王汉阳", "author": "李白", "dynasty": "唐代", "content": "闻道春还未相识，走傍寒相访消息。昨夜东风入武阳，陌头杨柳黄金色。碧水浩浩云茫茫，美人不来空断肠。预拂青山一片石，与君连日醉壶觞。 "},
{"title": "咏雨", "author": "李世民", "dynasty": "唐代", "content": "罩云飘远岫，喷雨泛长河。低飞昏岭腹，斜足洒岩阿。泫丛珠缔叶，起溜镜图波。濛柳添丝密，含吹织空罗。"},
{"title": "口号吴王美人半醉", "author": "李白", "dynasty": "唐代", "content": "风动荷花水殿香，姑苏台上宴吴王。西施醉舞娇无力，笑倚东窗白玉床。 "},
{"title": "终南望余雪 / 终南望残雪", "author": "祖咏", "dynasty": "唐代", "content": "终南阴岭秀，积雪浮云端。林表明霁色，城中增暮寒。 "},
{"title": "蝜蝂传", "author": "柳宗元", "dynasty": "唐代", "content": "　　蝜蝂者，善负小虫也。行遇物，辄持取，卬其首负之。背愈重，虽困剧不止也。其背甚涩，物积因不散，卒踬仆不能起。人或怜之，为去其负。苟能行，又持取如故。又好上高，极其力不已，至坠地死。\r\n　　今世之嗜取者，遇货不避，以厚其室，不知为己累也，唯恐其不积。及其怠而踬也，黜弃之，迁徙之，亦以病矣。苟能起，又不艾。日思高其位，大其禄，而贪取滋甚，以近于危坠，观前之死亡，不知戒。虽其形魁然大者也，其名人也，而智则小虫也。亦足哀夫！"},
{"title": "望鹦鹉洲怀祢衡", "author": "李白", "dynasty": "唐代", "content": "魏帝营八极，蚁观一祢衡。蚁祖斗筲人，杀之受恶名。吴江赋鹦鹉，落笔超群英。锵锵振金玉，句句欲飞鸣。鸷鹗啄孤凤，千春伤我情。五岳起方寸，隐然讵可平。才高竟何施，寡识冒天刑。至今芳洲上，兰蕙不忍生。 "},
{"title": "人有负盐负薪者", "author": "李延寿", "dynasty": "唐代", "content": "　　人有负盐负薪者，同释重担息树阴。少时，且行，争一羊皮，各言藉背之物。久未果，遂讼于官。惠遣争者出，顾州纪纲曰：“以此羊皮可拷知主乎?”群下咸无答者。惠令人置羊皮席上，以杖击之，见少盐屑，曰：“得其实矣。”使争者视之，负薪者乃伏而就罪。"},
{"title": "冬郊行望", "author": "王勃", "dynasty": "唐代", "content": "桂密岩花白，梨疏林叶红。江皋寒望尽，归念断征篷。"},
{"title": "桃源行", "author": "王维", "dynasty": "唐代", "content": "渔舟逐水爱山春，两岸桃花夹古津。坐看红树不知远，行尽青溪不见人。山口潜行始隈隩，山开旷望旋平陆。遥看一处攒云树，近入千家散花竹。樵客初传汉姓名，居人未改秦衣服。居人共住武陵源，还从物外起田园。月明松下房栊静，日出云中鸡犬喧。惊闻俗客争来集，竞引还家问都邑。平明闾巷扫花开，薄暮渔樵乘水入。初因避地去人间，及至成仙遂不还。峡里谁知有人事，世中遥望空云山。不疑灵境难闻见，尘心未尽思乡县。出洞无论隔山水，辞家终拟长游衍。自谓经过旧不迷，安知峰壑今来变。当时只记入山深，青溪几度到云林。春来遍是桃花水，不辨仙源何处寻。 "},
{"title": "春江花月夜二首", "author": "张子容", "dynasty": "唐代", "content": "林花发岸口，气色动江新。此夜江中月，流光花上春。 分明石潭里，宜照浣纱人。 \r\n交甫怜瑶珮，仙妃难重期。沉沉绿江晚，惆怅碧云姿。 初逢花上月，言是弄珠时。 "},
{"title": "鲁郡尧祠送窦明府薄华还西京", "author": "李白", "dynasty": "唐代", "content": "朝策犁眉騧，举鞭力不堪。举扶愁疾向何处，角巾微服尧祠南。长杨扫地不见日，石门喷作金沙潭。笑夸故人指绝境，山光水色青于蓝。庙中往往来击鼓，尧本无心尔何苦。门前长跪双石人，有女如花日歌舞。银鞍绣毂往复回，簸林蹶石鸣风雷。远烟空翠时明灭，白鸥历乱长飞雪。红泥亭子赤阑干，碧流环转青锦湍。深沉百丈洞海底，那知不有蛟龙蟠。君不见绿珠潭水流东海，绿珠红粉沉光彩。绿珠楼下花满园，今日曾无一枝在。昨夜秋声阊阖来，洞庭木落骚人哀。遂将三五少年辈，登高远望形神开。生前一笑轻九鼎，魏武何悲铜雀台。我歌白云倚窗牖，尔闻其声但挥手。长风吹月度海来，遥劝仙人一杯酒。酒中乐酣宵向分，举觞酹尧尧可闻。何不令皋繇拥篲横八极，直上青天挥浮云。高阳小饮真琐琐，山公酩酊何如我。竹林七子去道赊，兰亭雄笔安足夸。尧祠笑杀五湖水，至今憔悴空荷花。尔向西秦我东越，暂向瀛洲访金阙。蓝田太白若可期，为余扫洒石上月。 "},
{"title": "诗二首", "author": "王梵志", "dynasty": "唐代", "content": "我有一方便，价值百匹练。相打长伏弱，至死不入县。\r\n他人骑大马，我独跨驴子。回顾担柴汉，心下较些子。 "},
{"title": "江畔独步寻花七绝句", "author": "杜甫", "dynasty": "唐代", "content": "江上被花恼不彻，无处告诉只颠狂。走觅南邻爱酒伴，经旬出饮独空床。\r\n稠花乱蕊畏江滨，行步欹危实怕春。(畏 一作：裹）诗酒尚堪驱使在，未须料理白头人。\r\n江深竹静两三家，多事红花映白花。报答春光知有处，应须美酒送生涯。\r\n东望少城花满烟，百花高楼更可怜。谁能载酒开金盏，唤取佳人舞绣筵。\r\n黄师塔前江水东，春光懒困倚微风。桃花一簇开无主，可爱深红爱浅红？\r\n黄四娘家花满蹊，千朵万朵压枝低。留连戏蝶时时舞，自在娇莺恰恰啼。\r\n不是爱花即欲死，只恐花尽老相催。繁枝容易纷纷落，嫩蕊商量细细开。"},
{"title": "重别薛华", "author": "王勃", "dynasty": "唐代", "content": "明月沉珠浦，秋风濯锦川。楼台临绝岸，洲渚亘长天。旅泊成千里，栖遑共百年。穷途唯有泪，还望独潸然。 "},
{"title": "归雁", "author": "杜甫", "dynasty": "唐代", "content": "东来万里客，乱定几年归？肠断江城雁，高高向北飞！ "},
{"title": "送别", "author": "王之涣", "dynasty": "唐代", "content": "杨柳东风树，青青夹御河。近来攀折苦，应为别离多。 "},
{"title": "流莺", "author": "李商隐", "dynasty": "唐代", "content": "流莺漂荡复参差，度陌临流不自持。巧啭岂能无本意？良辰未必有佳期。风朝露夜阴晴里，万户千门开闭时。曾苦伤春不忍听，凤城何处有花枝。 "},
{"title": "奉和圣制从蓬莱向兴庆阁道中留春雨中春望之作应制", "author": "王维", "dynasty": "唐代", "content": "渭水自萦秦塞曲，黄山旧绕汉宫斜。銮舆迥出千门柳，阁道回看上苑花。云里帝城双凤阙，雨中春树万人家。为乘阳气行时令，不是宸游玩物华。(玩 一作：重) "},
{"title": "宿云门寺阁", "author": "孙逖", "dynasty": "唐代", "content": "香阁东山下，烟花象外幽。悬灯千嶂夕，卷幔五湖秋。画壁馀鸿雁，纱窗宿斗牛。更疑天路近，梦与白云游。 "},
{"title": "登观音台望城", "author": "白居易", "dynasty": "唐代", "content": "百千家似围棋局，十二街如种菜畦。遥认微微入朝火，一条星宿五门西。"},
{"title": "入黄溪闻猿", "author": "柳宗元", "dynasty": "唐代", "content": "溪路千里曲，哀猿何处鸣。孤臣泪已尽，虚作断肠声。 "},
{"title": "白帝城怀古", "author": "陈子昂", "dynasty": "唐代", "content": "日落沧江晚，停桡问土风。城临巴子国，台没汉王宫。荒服仍周甸，深山尚禹功。岩悬青壁断，地险碧流通。古木生云际，归帆出雾中。川途去无限，客思坐何穷。 "},
{"title": "琴茶", "author": "白居易", "dynasty": "唐代", "content": "兀兀寄形群动内，陶陶任性一生间。自抛官后春多醉，不读书来老更闲。琴里知闻唯渌水，茶中故旧是蒙山。穷通行止常相伴，谁道吾今无往还？ "},
{"title": "访秋", "author": "李商隐", "dynasty": "唐代", "content": "酒薄吹还醒，楼危望已穷。江皋当落日，帆席见归风。烟带龙潭白，霞分鸟道红。殷勤报秋意，只是有丹枫。 "},
{"title": "省试湘灵鼓瑟", "author": "钱起", "dynasty": "唐代", "content": "善鼓云和瑟，常闻帝子灵。冯夷空自舞，楚客不堪听。苦调凄金石，清音入杳冥。苍梧来怨慕，白芷动芳馨。流水传潇浦，悲风过洞庭。曲终人不见，江上数峰青。 "},
{"title": "采莲曲", "author": "李白", "dynasty": "唐代", "content": "若耶溪傍采莲女，笑隔荷莲共人语。日照新妆水底明，风飘香袂空中举。岸上谁家游冶郎，三三五五映垂杨。紫骝嘶入落莲去，见此踟蹰空断肠。 "},
{"title": "寄令狐郎中", "author": "李商隐", "dynasty": "唐代", "content": "嵩云秦树久离居，双鲤迢迢一纸书。 休问梁园旧宾客，茂陵秋雨病相如。 "},
{"title": "喜达行在所三首", "author": "杜甫", "dynasty": "唐代", "content": "西忆岐阳信，无人遂却回。眼穿当落日，心死著寒灰。雾树行相引，莲峰望忽开。所亲惊老瘦，辛苦贼中来。\r\n愁思胡笳夕，凄凉汉苑春。生还今日事，间道暂时人。司隶章初睹，南阳气已新。喜心翻倒极，呜咽泪沾巾。\r\n死去凭谁报，归来始自怜。犹瞻太白雪，喜遇武功天。影静千官里，心苏七校前。今朝汉社稷，新数中兴年。"},
{"title": "长安晚秋 / 秋望 / 秋夕", "author": "赵嘏", "dynasty": "唐代", "content": "云物凄清拂曙流，汉家宫曙动高秋。残星几点雁横塞，长笛一声人倚楼。紫艳半开篱菊静，红衣落尽渚莲愁。鲈鱼正美不归去，空戴南冠学楚囚。 "},
{"title": "簇蚕辞", "author": "王建", "dynasty": "唐代", "content": "蚕欲老，箔头作茧丝皓皓。场宽地高风日多，不向中庭燃蒿草。神蚕急作莫悠扬，年来为尔祭神桑。 但得青天不下雨，上无苍蝇下无鼠。新妇拜簇愿茧稠，女洒桃浆男打鼓。三日开箔雪团团，先将新茧送县官。 已闻乡里催织作，去与谁人身上著。"},
{"title": "结袜子", "author": "李白", "dynasty": "唐代", "content": "燕南壮士吴门豪，筑中置铅鱼隐刀。感君恩重许君命，太山一掷轻鸿毛。 "},
{"title": "续父井梧吟", "author": "薛涛", "dynasty": "唐代", "content": "庭除一古桐，耸干入云中。枝迎南北鸟，叶送往来风。"},
{"title": "赋得暮雨送李胄 / 赋得暮雨送李曹", "author": "韦应物", "dynasty": "唐代", "content": "楚江微雨里，建业暮钟时。漠漠帆来重，冥冥鸟去迟。海门深不见，浦树远含滋。相送情无限，沾襟比散丝。 "},
{"title": "节妇吟·寄东平李司空师道", "author": "张籍", "dynasty": "唐代", "content": "君知妾有夫，赠妾双明珠。感君缠绵意，系在红罗襦。妾家高楼连苑起，良人执戟明光里。知君用心如日月，事夫誓拟同生死。还君明珠双泪垂，恨不相逢未嫁时。(恨不 一作：何不) "},
{"title": "江亭", "author": "杜甫", "dynasty": "唐代", "content": "坦腹江亭暖，长吟野望时。水流心不竞，云在意俱迟。寂寂春将晚，欣欣物自私。江东犹苦战，回首一颦眉。 "},
{"title": "贞女峡", "author": "韩愈", "dynasty": "唐代", "content": "江盘峡束春湍豪，雷风战斗鱼龙逃。悬流轰轰射水府，一泻百里翻云涛。漂船摆石万瓦裂，咫尺性命轻鸿毛。 "},
{"title": "喜见外弟又言别", "author": "李益", "dynasty": "唐代", "content": "十年离乱后，长大一相逢。问姓惊初见，称名忆旧容。别来沧海事，语罢暮天钟。明日巴陵道，秋山又几重。 "},
{"title": "曲江对酒", "author": "杜甫", "dynasty": "唐代", "content": "苑外江头坐不归，水精宫殿转霏微。桃花细逐杨花落，黄鸟时兼白鸟飞。纵饮久判人共弃，懒朝真与世相违。吏情更觉沧洲远，老大徒伤未拂衣。 "},
{"title": "早春呈水部张十八员外二首", "author": "韩愈", "dynasty": "唐代", "content": "天街小雨润如酥，草色遥看近却无。最是一年春好处，绝胜烟柳满皇都。\r\n莫道官忙身老大，即无年少逐春心。凭君先到江头看，柳色如今深未深。"},
{"title": "三游洞序", "author": "白居易", "dynasty": "唐代", "content": "　　平淮西之明年冬，予自江州司马授忠州刺史，微之自通州司马授虢州长史。又明年春，各祗命之郡，与知退偕行。三月十日参会于夷陵。翌日，微之反棹送予至下牢戍。\r\n　　又翌日，将别未忍，引舟上下者久之。酒酣，闻石间泉声，因舍棹进，策步入缺岸。初见石如叠如削，其怪者如引臂，如垂幢。次见泉，如泻如洒，其奇者如悬练，如不绝线。遂相与维舟岩下，率仆夫芟芜刈翳，梯危缒滑，休而复上者凡四五焉。仰睇俯察，绝无人迹，但水石相薄，磷磷凿凿，跳珠溅玉，惊动耳目。自未讫戌，爱不能去。俄而峡山昏黑，云破月出，光气含吐，互相明灭，昌荧玲珑，象生其中。虽有敏口，不能名状。\r\n　　既而，通夕不寐，迨旦将去，怜奇惜别，且叹且言。知退曰：“斯境胜绝，天地间其有几乎？如之何府通津繇，岁代寂寥委置，罕有到者乎？”予曰：“借此喻彼，可为长太息者，岂独是哉，岂独是哉！”微之曰：“诚哉是。言讫，矧吾人难相逢，斯境不易得；今两偶于是，得无述乎？请各赋古调诗二十韵，书于石壁。仍命余序而记之。又以吾三人始游，故目为三游洞。洞在峡州上二十里北峰下两崖相廞间。欲将来好事者知，故备书其事。"},
{"title": "游太平公主山庄", "author": "韩愈", "dynasty": "唐代", "content": "公主当年欲占春，故将台榭押城闉。欲知前面花多少，直到南山不属人。 "},
{"title": "台城", "author": "韦庄", "dynasty": "唐代", "content": "江雨霏霏江草齐，六朝如梦鸟空啼。 无情最是台城柳，依旧烟笼十里堤。 "},
{"title": "蓟中作", "author": "高适", "dynasty": "唐代", "content": "策马自沙漠，长驱登塞垣。边城何萧条，白日黄云昏。一到征战处，每愁胡虏翻。岂无安边书，诸将已承恩。惆怅孙吴事，归来独闭门。 "},
{"title": "赠李白", "author": "杜甫", "dynasty": "唐代", "content": "二年客东都，所历厌机巧。野人对膻腥，蔬食常不饱。岂无青精饭，使我颜色好。苦乏大药资，山林迹如扫。李侯金闺彦，脱身事幽讨。亦有梁宋游，方期拾瑶草。 "},
{"title": "谢赐珍珠", "author": "江采萍", "dynasty": "唐代", "content": "桂叶双眉久不描，残妆和泪污红绡。长门尽日无梳洗，何必珍珠慰寂寥。 "},
{"title": "菩萨蛮·南园满地堆轻絮", "author": "温庭筠", "dynasty": "唐代", "content": "南园满地堆轻絮，愁闻一霎清明雨。雨后却斜阳，杏花零落香。无言匀睡脸，枕上屏山掩。时节欲黄昏，无憀独倚门。 "},
{"title": "叹花 / 怅诗", "author": "杜牧", "dynasty": "唐代", "content": "自是寻春去校迟，不须惆怅怨芳时。 狂风落尽深红色，绿叶成阴子满枝。 "},
{"title": "潜别离", "author": "白居易", "dynasty": "唐代", "content": "不得哭，潜别离。不得语，暗相思。两心之外无人知。深笼夜锁独栖鸟，利剑舂断连理枝。河水虽浊有清日，乌头虽黑有白时。唯有潜离与暗别，彼此甘心无后期。"},
{"title": "菩萨蛮·牡丹花谢莺声歇", "author": "温庭筠", "dynasty": "唐代", "content": "牡丹花谢莺声歇，绿杨满院中庭月。相忆梦难成，背窗灯半明。翠钿金压脸，寂寞香闺掩。人远泪阑干，燕飞春又残。 "},
{"title": "登兖州城楼", "author": "杜甫", "dynasty": "唐代", "content": "东郡趋庭日，南楼纵目初。浮云连海岱，平野入青徐。孤嶂秦碑在，荒城鲁殿馀。从来多古意，临眺独踌躇。 "},
{"title": "仁和里杂叙皇甫湜", "author": "李贺", "dynasty": "唐代", "content": "大人乞马癯乃寒，宗人贷宅荒厥垣。横庭鼠径空土涩，出篱大枣垂珠残。安定美人截黄绶，脱落缨裾暝朝酒。还家白笔未上头，使我清声落人后。枉辱称知犯君眼，排引才升强絙断。洛风送马入长关，阖扇未开逢猰犬。那知坚都相草草，客枕幽单看春老。归来骨薄面无膏，疫气冲头鬓茎少。欲雕小说干天官，宗孙不调为谁怜？明朝下元复西道，崆峒叙别长如天。 "},
{"title": "奉送严公入朝十韵", "author": "杜甫", "dynasty": "唐代", "content": "鼎湖瞻望远，象阙宪章新。四海犹多难，中原忆旧臣。与时安反侧，自昔有经纶。感激张天步，从容静塞尘。南图回羽翮，北极捧星辰。漏鼓还思昼，宫莺罢啭春。空留玉帐术，愁杀锦城人。阁道通丹地，江潭隐白蘋。此生那老蜀？不死会归秦！公若登台辅，临危莫爱身！ "},
{"title": "自叙", "author": "杜荀鹤", "dynasty": "唐代", "content": "酒瓮琴书伴病身，熟谙时事乐于贫。宁为宇宙闲吟客，怕作乾坤窃禄人。诗旨未能忘救物，世情奈值不容真。平生肺腑无言处，白发吾唐一逸人。 "},
{"title": "谢亭送别", "author": "许浑", "dynasty": "唐代", "content": "劳歌一曲解行舟，红叶青山水急流。 日暮酒醒人已远，满天风雨下西楼。 "},
{"title": "阙题", "author": "刘昚虚", "dynasty": "唐代", "content": "道由白云尽，春与青溪长。时有落花至，远随流水香。闲门向山路，深柳读书堂。幽映每白日，清辉照衣裳。 "},
{"title": "赠卖松人", "author": "于武陵", "dynasty": "唐代", "content": "入市虽求利，怜君意独真。欲将寒涧树，卖与翠楼人。瘦叶几经雪，淡花应少春。长安重桃李，徒染六街尘！ "},
{"title": "奉赠韦左丞丈二十二韵", "author": "杜甫", "dynasty": "唐代", "content": "纨绔不饿死，儒冠多误身。丈人试静听，贱子请具陈。甫昔少年日，早充观国宾。读书破万卷，下笔如有神。(读书破万卷 一作：读破万卷书)赋料扬雄敌，诗看子建亲。李邕求识面，王翰愿卜邻。自谓颇挺出，立登要路津。致君尧舜上，再使风俗淳。此意竟萧条，行歌非隐沦。骑驴十三载，旅食京华春。朝扣富儿门，暮随肥马尘。残杯与冷炙，到处潜悲辛。主上顷见征，欻然欲求伸。青冥却垂翅，蹭蹬无纵鳞。甚愧丈人厚，甚知丈人真。每于百僚上，猥诵佳句新。窃效贡公喜，难甘原宪贫。焉能心怏怏，只是走踆踆。今欲东入海，即将西去秦。尚怜终南山，回首清渭滨。常拟报一饭，况怀辞大臣。白鸥没浩荡，万里谁能驯？ "},
{"title": "自巴东舟行经瞿唐峡登巫山最高峰晚还题壁", "author": "李白", "dynasty": "唐代", "content": "江行几千里，海月十五圆。始经瞿唐峡，遂步巫山巅。巫山高不穷，巴国尽所历。日边攀垂萝，霞外倚穹石。飞步凌绝顶，极目无纤烟。却顾失丹壑，仰观临青天。青天若可扪，银汉去安在？望云知苍梧，记水辨瀛海。周游孤光晚，历览幽意多。积雪照空谷，悲风鸣森柯。归途行欲曛，佳趣尚未歇，江寒早啼猿，松暝已吐月。月色何悠悠，清猿响啾啾。辞山不忍听，挥策还孤舟。 "},
{"title": "夜下征虏亭", "author": "李白", "dynasty": "唐代", "content": "船下广陵去，月明征虏亭。山花如绣颊，江火似流萤。 "},
{"title": "赠韦侍御黄裳二首", "author": "李白", "dynasty": "唐代", "content": "太华生长松，亭亭凌霜雪。天与百尺高，岂为微飙折？桃李卖阳艳，路人行且迷。春光扫地尽，碧叶成黄泥。愿君学长松，慎勿作桃李。受屈不改心，然后知君子。\r\n见君乘骢马，知上太行道。此地果摧轮，全身以为宝。我如丰年玉，弃置秋田草。但勖冰壶心，无为叹衰老。"},
{"title": "登单父陶少府半月台", "author": "李白", "dynasty": "唐代", "content": "陶公有逸兴，不与常人俱。筑台像半月，回向高城隅。置酒望白云，商飙起寒梧。秋山入远海，桑柘罗平芜。水色渌且明，令人思镜湖。终当过江去，爱此暂踟蹰。"},
{"title": "元和十年自朗州至京戏赠看花诸君子 / 玄都观桃花", "author": "刘禹锡", "dynasty": "唐代", "content": "紫陌红尘拂面来，无人不道看花回。玄都观里桃千树，尽是刘郎去后栽。 "},
{"title": "胡笳歌送颜真卿使赴河陇", "author": "岑参", "dynasty": "唐代", "content": "君不闻胡笳声最悲？紫髯声眼胡人吹。吹之一曲犹未了，愁杀楼兰征戍儿。凉秋八月萧关道，北风吹断天山草。昆仑山南月欲斜，胡人向月吹胡笳。胡笳怨兮将送君，秦山遥望陇山云。边城夜夜多愁梦，向月胡笳谁喜闻？ "},
{"title": "长安晚秋 / 秋望 / 秋夕", "author": "赵嘏", "dynasty": "唐代", "content": "云物凄清拂曙流，汉家宫阙动高秋。残星几点雁横塞，长笛一声人倚楼。紫艳半开篱菊静，红衣落尽渚莲愁。鲈鱼正美不归去，空戴南冠学楚囚。 "},
{"title": "江上吟", "author": "李白", "dynasty": "唐代", "content": "木兰之枻沙棠舟，玉箫金管坐两头。美酒樽中置千斛，载妓随波任去留。仙人有待乘黄鹤，海客无心随白鸥。屈平辞赋悬日月，楚王台榭空山丘。兴酣落笔摇五岳，诗成笑傲凌沧洲。功名富贵若长在，汉水亦应西北流。"},
{"title": "长安春", "author": "白居易", "dynasty": "唐代", "content": "青门柳枝软无力，东风吹作黄金色。街东酒薄醉易醒，满眼春愁销不得。 "},
{"title": "视刀环歌", "author": "刘禹锡", "dynasty": "唐代", "content": "常恨言语浅，不如人意深。今朝两相视，脉脉万重心。 "},
{"title": "过华清宫绝句三首·其一", "author": "杜牧", "dynasty": "唐代", "content": "长安回望绣成堆，山顶千门次第开。一骑红尘妃子笑，无人知是荔枝来。 "},
{"title": "存殁口号二首", "author": "杜甫", "dynasty": "唐代", "content": "席谦不见近弹棋，毕曜仍传旧小诗。玉局他年无限笑，白杨今日几人悲。\r\n郑公粉绘随长夜，曹霸丹青已白头。天下何曾有山水，人间不解重骅骝。"},
{"title": "凉州馆中与诸判官夜集", "author": "岑参", "dynasty": "唐代", "content": "弯弯月出挂城头，城头月出照凉州。凉州七里十万家，胡人半解弹琵琶。琵琶一曲肠堪断，风萧萧兮夜漫漫。河西幕中多故人，故人别来三五春。花门楼前见秋草，岂能贫贱相看老。一生大笑能几回，斗酒相逢须醉倒。 "},
{"title": "春兴", "author": "武元衡", "dynasty": "唐代", "content": "杨柳阴阴细雨晴，残花落尽见流莺。春风一夜吹乡梦，又逐春风到洛城。(乡 一作：香) "},
{"title": "江梅", "author": "杜甫", "dynasty": "唐代", "content": "梅蕊腊前破，梅花年后多。绝知春意好，最奈客愁何。雪树元同色，江风亦自波。故园不可见，巫岫郁嵯峨。 "},
{"title": "赠韦侍御黄裳二首", "author": "李白", "dynasty": "唐代", "content": "太华生长松，亭亭凌霜雪。亭与百尺高，岂为微飙折？桃李卖阳艳，路人行且迷。春光扫地尽，碧叶成黄泥。愿君学长松，慎勿作桃李。受屈不改心，然后知君子。\r\n见君乘骢马，知上太行道。此地果摧轮，全身以为宝。我如丰年玉，弃置秋田草。但勖冰壶心，无为叹衰老。"},
{"title": "答韦中立论师道书", "author": "柳宗元", "dynasty": "唐代", "content": "　　二十一日，宗元白：\r\n　　辱书云，欲相师。仆道不笃，业甚浅近，环顾其中，未见可师者。虽常好言论，为文章，甚不自是也。不意吾子自京师来蛮夷间，乃幸见取。仆自卜固无取，假令有取，亦不敢为人师。为众人师且不敢，况敢为吾子师乎？\r\n　　孟子称“人之患在好为人师”。由魏、晋氏以下，人益不事师。今之世，不闻有师，有辄哗笑之，以为狂人。独韩愈奋不顾流俗，犯笑侮，收召后学，作《师说》，因抗颜而为师。世果群怪聚骂，指目牵引，而增与为言辞。愈以是得狂名，居长安，炊不暇熟，又挈挈而东，如是者数矣。\r\n　　屈子赋曰：“邑犬群吠，吠所怪也。”仆往闻庸、蜀之南，恒雨少日，日出则犬吠，余以为过言。前六七年，仆来南，二年冬，幸大雪逾岭，被南越中数州。数州之犬，皆苍黄吠噬，狂走者累日，至无雪乃已，然后始信前所闻者。今韩愈既自以为蜀之日，而吾子又欲使吾为越之雪，不以病乎？非独见病，亦以病吾子。然雪与日岂有过哉？顾吠者犬耳！度今天下不吠者几人，而谁敢炫怪于群目，以召闹取怒乎？\r\n　　仆自谪过以来，益少志虑。居南中九年，增脚气病，渐不喜闹。岂可使呶呶者，早暮咈吾耳，骚吾心？则固僵仆烦愦，愈不可过矣。平居，望外遭齿舌不少，独欠为人师耳。\r\n　　抑又闻之，古者重冠礼，将以责成人之道，是圣人所尤用心者也。数百年来，人不复行。近有孙昌胤者，独发愤行之。既成礼，明日造朝，至外庭，荐笏，言于卿士曰：“某子冠毕。”应之者咸怃然。京兆尹郑叔则怫然，曳笏却立，曰：“何预我耶？”廷中皆大笑。天下不以非郑尹而快孙子，何哉独为所不为也。今之命师者大类此。\r\n　　吾子行厚而辞深，凡所作皆恢恢然有古人形貌；虽仆敢为师，亦何所增加也假而以仆年先吾子，闻道著书之日不後，诚欲往来言所闻，则仆固愿悉陈中所得者。吾子苟自择之，取某事，去某事，则可矣；若定是非以敎吾子，仆才不足，而又畏前所陈者，其为不敢也决矣。吾子前所欲见吾文，既悉以陈之，非以耀明於子，聊欲以观子气色，诚好恶如何也。今书来言者皆大过。吾子诚非佞誉诬谀之徒，直见爱甚故然耳!\r\n　　始吾幼且少，为文章，以辞为工。及长，乃知文者以明道，是固不苟为炳炳烺烺，务釆色，夸声音而以为能也。凡吾所陈，皆自谓近道，而不知道之果近乎？远乎？吾子好道而可吾文，或者其於道不远矣。故吾每为文章，未尝敢以轻心掉之，惧其剽而不留也；未尝敢以怠心易之，惧其弛而不严也；未尝敢以昏气出之，惧其昧没而杂也；未尝敢以矜气作之，惧其偃蹇而骄也。抑之欲其奥，扬之欲其明，疏之欲其通，廉之欲其节；激而发之欲其清，固而存之欲其重，此吾所以羽翼夫道也。本之《书》以求其质，本之《诗》以求其恒，本之《礼》以求其宜，本之《春秋》以求其断，本之《易》以求其动：此吾所以取道之原也。参之《谷梁氏》以厉其气，参之《孟》，《荀》以畅其支，参之《庄》，《老》以肆其端，参之《国语》以博其趣，参之《离骚》以致其幽，参之《太史公》以著其洁：此吾所以旁推交通，而以为之文也。凡若此者，果是耶，非耶？有取乎，抑其无取乎？吾子幸观焉，择焉，有余以告焉。苟亟来以广是道，子不有得焉，则我得矣，又何以师云尔哉？取其实而去其名，无招越、蜀吠，而为外廷所笑，则幸矣。宗元复白。"},
{"title": "小至", "author": "杜甫", "dynasty": "唐代", "content": "天时人事日相催，冬至阳生春又来。刺绣五纹添弱线，吹葭六琯动浮灰。岸容待腊将舒柳，山意冲寒欲放梅。云物不殊乡国异，教儿且覆掌中杯。 "},
{"title": "春江晚景", "author": "张九龄", "dynasty": "唐代", "content": "江林多秀发，云日复相鲜。征路那逢此，春心益渺然。兴来只自得，佳处莫能传。薄暮津亭下，余花满客船。 "},
{"title": "咏柳", "author": "韩偓", "dynasty": "唐代", "content": "褭雨拖风不自持，全身无力向人垂。玉纤折得遥相赠，便似观音手里时。 "},
{"title": "谢书", "author": "李商隐", "dynasty": "唐代", "content": "微意何曾有一毫，空携笔砚奉龙韬。 自蒙半夜传衣后，不羡王祥得佩刀。 "},
{"title": "题张十一旅舍三咏榴花 / 题榴花", "author": "韩愈", "dynasty": "唐代", "content": "五月榴花照眼明，枝间时见子初成。 可怜此地无车马，颠倒青苔落绛英。 "},
{"title": "登楼", "author": "杜甫", "dynasty": "唐代", "content": "花近高楼伤客心，万方多难此登临。锦江春色来天地，玉垒浮云变古今。北极朝廷终不改，西山寇盗莫相侵。可怜后主还祠庙，日暮聊为《梁甫吟》。(梁甫 一作：梁父) "},
{"title": "铜官山醉后绝句", "author": "李白", "dynasty": "唐代", "content": "我爱铜官乐，千年未拟还。要须回舞袖，拂尽五松山。"},
{"title": "黎拾遗昕裴秀才迪见过秋夜对雨之作", "author": "王维", "dynasty": "唐代", "content": "促织鸣已急，轻衣行向重。寒灯坐高馆，秋雨闻疏钟。白法调狂象，玄言问老龙。何人顾蓬径，空愧求羊踪。"},
{"title": "赠闾丘处士", "author": "李白", "dynasty": "唐代", "content": "贤人有素业，乃在沙塘陂。竹影扫秋月，荷衣落古池。闲读山海经，散帙卧遥帷。且耽田家乐，遂旷林中期。野酌劝芳酒，园蔬烹露葵。如能树桃李，为我结茅茨。 "},
{"title": "秋兴八首", "author": "杜甫", "dynasty": "唐代", "content": "玉露凋伤枫树林，巫山巫峡气萧森。江间波浪兼天涌，塞上风云接地阴。丛菊两开他日泪，孤舟一系故园心。寒衣处处催刀尺，白帝城高急暮砧。\r\n夔府孤城落日斜，每依北斗望京华。听猿实下三声泪，奉使虚随八月槎。画省香炉违伏枕，山楼粉堞隐悲笳。请看石上藤萝月，已映洲前芦荻花。\r\n千家山郭静朝晖，日日江楼坐翠微。信宿渔人还泛泛，清秋燕子故飞飞。匡衡抗疏功名薄，刘向传经心事违。同学少年多不贱，五陵衣马自轻肥。\r\n闻道长安似弈棋，百年世事不胜悲。王侯第宅皆新主，文武衣冠异昔时。直北关山金鼓振，征西车马羽书驰。鱼龙寂寞秋江冷，故国平居有所思。\r\n蓬莱宫阙对南山，承露金茎霄汉间。西望瑶池降王母，东来紫气满函关。云移雉尾开宫扇，日绕龙鳞识圣颜。一卧沧江惊岁晚，几回青琐点朝班。\r\n瞿塘峡口曲江头，万里风烟接素秋。花萼夹城通御气，芙蓉小苑入边愁。珠帘绣柱围黄鹄，锦缆牙樯起白鸥。回首可怜歌舞地，秦中自古帝王州。\r\n昆明池水汉时功，武帝旌旗在眼中。织女机丝虚夜月，石鲸鳞甲动秋风。波漂菰米沉云黑，露冷莲房坠粉红。关塞极天惟鸟道，江湖满地一渔翁。\r\n昆吾御宿自逶迤，紫阁峰阴入渼陂。香稻啄馀鹦鹉粒，碧梧栖老凤凰枝。佳人拾翠春相问，仙侣同舟晚更移。彩笔昔曾干气象，白头吟望苦低垂。"},
{"title": "戏赠杜甫", "author": "李白", "dynasty": "唐代", "content": "饭颗山头逢杜甫，顶戴笠子日卓午。 借问别来太瘦生，总为从前作诗苦。 "},
{"title": "摊破浣溪沙·五里滩头风欲平", "author": "佚名", "dynasty": "唐代", "content": "五里滩头风欲平，张帆举欲觉船轻。柔橹不施停却欲，是船行。满眼风波多闪灼，看山却似走来迎。子细看山山不动，是船行。"},
{"title": "送人赴安西", "author": "岑参", "dynasty": "唐代", "content": "上马带吴钩，翩翩度陇头。小来思报国，不是爱封侯。万里乡为梦，三边月作愁。早须清黠虏，无事莫经秋。 "},
{"title": "菩萨蛮·满宫明月梨花白", "author": "温庭筠", "dynasty": "唐代", "content": "满宫明月梨花白，故人万里关山隔。金雁一双飞，泪痕沾绣衣。小园芳草绿，家住越溪曲。杨柳色依依，燕归君不归。 "}
]
