[
{"title": "摸鱼儿·雁丘词 / 迈陂塘·雁丘词", "author": "元好问", "dynasty": "金朝", "content": "乙丑岁赴试并州，道逢捕雁者云：“今旦获一雁，杀之矣。其脱网者悲鸣不能去，竟自投于地而死。”予因买得之，葬之汾水之上，垒石为识，号曰“雁丘”。同行者多为赋诗，予亦有《雁丘词》。旧所作无宫商，今改定之。\r\n问世间，情是何物，直教生死相许？天南地北双飞客，老翅几回寒暑。欢乐趣，离别苦，就中更有痴儿女。君应有语：渺万里层云，千山暮雪，只影向谁去？横汾路，寂寞当年箫鼓，荒烟依旧平楚。招魂楚些何嗟及，山鬼暗啼风雨。天也妒，未信与，莺儿燕子俱黄土。千秋万古，为留待骚人，狂歌痛饮，来访雁丘处。 "},
{"title": "同儿辈赋未开海棠", "author": "元好问", "dynasty": "金朝", "content": "枝间新绿一重重， 小蕾深藏数点红。爱惜芳心莫轻吐， 且教桃李闹春风。 "},
{"title": "人月圆·重冈已隔红尘断", "author": "元好问", "dynasty": "金朝", "content": "　　重冈已隔红尘断，村落更年丰。移居要就，窗中远岫，舍后长松。十年种木，一年种谷，都付儿童。老夫惟有，醒来明月，醉后清风。"},
{"title": "鹧鸪天·候馆灯昏雨送凉", "author": "元好问", "dynasty": "金朝", "content": "候馆灯昏雨送凉，小楼人静月侵床。多情却被无情恼，今夜还如昨夜长。金屋暖，玉炉香。春风都属富家郎。西园何限相思树，辛苦梅花候海棠。"},
{"title": "骤雨打新荷·绿叶阴浓", "author": "元好问", "dynasty": "金朝", "content": "绿叶阴浓，遍池亭水阁，偏趁凉多。海榴初绽，朵朵簇红罗。乳燕雏莺弄语，有高柳鸣蝉相和。骤雨过，珍珠乱撒，打遍新荷。人生百年有几，念良辰美景，休放虚过。穷通前定，何用苦张罗。命友邀宾玩赏，对芳樽浅酌低歌。且酩酊，任他两轮日月，来往如梭。 "},
{"title": "临江仙·自洛阳往孟津道中作", "author": "元好问", "dynasty": "金朝", "content": "今古北邙山下路，黄尘老尽英雄。人生长恨水长东。幽怀谁共语，远目送归鸿。盖世功名将底用，从前错怨天公。浩歌一曲酒千钟。男儿行处是，未要论穷通。 "},
{"title": "论诗三十首·其四", "author": "元好问", "dynasty": "金朝", "content": "一语天然万古新，豪华落尽见真淳。南窗白日羲皇上，未害渊明是晋人。 "},
{"title": "京都元夕", "author": "元好问", "dynasty": "金朝", "content": "袨服华妆着处逢，六街灯火闹儿童。长衫我亦何为者，也在游人笑语中。 "},
{"title": "江城子·醉来长袖舞鸡鸣", "author": "元好问", "dynasty": "金朝", "content": "醉来长袖舞鸡鸣，短歌行，壮心惊。西北神州，依旧一新亭。三十六峰长剑在，星斗气，郁峥嵘。古来豪侠数幽并，鬓星星，竟何成！他日封侯，编简为谁青？一掬钓鱼坛上泪，风浩浩，雨冥冥。 "},
{"title": "摸鱼儿·问莲根有丝多少", "author": "元好问", "dynasty": "金朝", "content": "　　泰和中，大名民家小儿女，有以私情不如意赴水者，官为踪迹之，无见也。其后踏藕者得二尸水中，衣服仍可验，其事乃白。是岁此陂荷花开，无不并蒂者。沁水梁国用，时为录事判官，为李用章内翰言如此。此曲以乐府《双蕖怨》命篇。“咀五色之灵芝，香生九窍；咽三危之瑞露，春动七情”，韩偓《香奁集》中自序语。\r\n　　问莲根、有丝多少，莲心知为谁苦？双花脉脉娇相向，只是旧家儿女。天已许。甚不教、白头生死鸳鸯浦？夕阳无语。算谢客烟中，湘妃江上，未是断肠处。\r\n　　香奁梦，好在灵芝瑞露。人间俯仰今古。海枯石烂情缘在，幽恨不埋黄土。相思树，流年度，无端又被西风误。兰舟少住。怕载酒重来，红衣半落，狼藉卧风雨。"},
{"title": "采桑子·十年尘土湖州梦", "author": "王寂", "dynasty": "金朝", "content": "十年尘土湖州梦，依旧相逢。眼约心同，空有灵犀一点通。寻春自恨来何暮，春事成空。懊恼东风，绿尽疏阴落尽红。 "},
{"title": "水调歌头·赋三门津", "author": "元好问", "dynasty": "金朝", "content": "黄河九天上，人鬼瞰重关。长风怒卷高浪，飞洒日光寒。峻似吕梁千仞，壮似钱塘八月，直下洗尘寰。万象入横溃，依旧一峰闲。仰危巢，双鹄过，杳难攀。人间此险何用，万古袐神奸。不用燃犀下照，未必佽飞强射，有力障狂澜。唤取骑鲸客，挝鼓过银山。 "},
{"title": "乌夜啼·离恨远萦杨柳", "author": "刘迎", "dynasty": "金朝", "content": "离恨远萦杨柳，梦魂长绕梨花。青衫记得章台月，归路玉鞭斜。翠镜啼痕印袖，红墙醉墨笼纱。相逢不尽平生事，春思入琵琶。 "},
{"title": "鹧鸪天·只近浮名不近情", "author": "元好问", "dynasty": "金朝", "content": "只近浮名不近情。且看不饮更何成。三杯渐觉纷华远，一斗都浇块磊平。 醒复醉，醉还醒。灵均憔悴可怜生。《离骚》读杀浑无味，好个诗家阮步兵！ "},
{"title": "论诗三十首·其五", "author": "元好问", "dynasty": "金朝", "content": "纵横诗笔见高情，何物能浇块垒平。老阮不狂谁会得，出门一笑大江横。 "},
{"title": "鹧鸪天·谁伴闲人闲处闲", "author": "段成己", "dynasty": "金朝", "content": "谁伴闲人闲处闲。梅花枝上月团团。陶潜自爱吾庐好，李白休歌蜀道难。林壑静，水云宽。十年无梦到长安。五更门外霜风恶，千尺青松傲岁寒。"},
{"title": "清平乐·太山上作", "author": "元好问", "dynasty": "金朝", "content": "江山残照，落落舒清眺。涧壑风来号万窍，尽入长松悲啸。井蛙瀚海云涛，醯鸡日远天高。醉眼千峰顶上，世间多少秋毫！"},
{"title": "颍亭留别", "author": "元好问", "dynasty": "金朝", "content": "故人重分携，临流驻归驾。临坤展清眺，万景若相借。北风三日雪，太素秉元化。九山郁峥嵘，了不受陵跨。寒波淡淡起，白鸟悠悠下。怀归人自急，物态本闲暇。壶觞负吟啸，尘土足悲咤。回首亭中人，平林淡如画。 "},
{"title": "论诗三十首·十二", "author": "元好问", "dynasty": "金朝", "content": "望帝春心托杜鹃，佳人锦瑟怨华年。诗家总爱西昆好，独恨无人作郑笺。 "},
{"title": "人月圆·玄都观里桃千树", "author": "元好问", "dynasty": "金朝", "content": "　　玄都观里桃千树，花落水空流。凭君莫问：清泾浊渭，去马来牛。谢公扶病，羊昙挥涕，一醉都休。古今几度，生存华屋，零落山丘。 "},
{"title": "玉漏迟·咏杯", "author": "元好问", "dynasty": "金朝", "content": "淅江归路杳，西南却羡、投林高鸟。升斗微官，世累苦相萦绕。不似麒麟殿里，又不与、巢由同调。时自笑，虚名负我，半生吟啸。扰扰马足车尘，被岁月无情，暗消年少。钟鼎山林，一事几时曾了。四壁秋虫夜雨，更一点、残灯斜照。清镜晓，白发又添多少。 "},
{"title": "点绛唇·长安中作", "author": "元好问", "dynasty": "金朝", "content": "沙际春归，绿窗犹唱留春住。问春何处，花落莺无语。渺渺吟怀，漠漠烟中树。西楼暮，一帘疏雨，梦里寻春去。 "},
{"title": "论诗三十首·二十二", "author": "元好问", "dynasty": "金朝", "content": "奇外无奇更出奇，一波才动万波随。只知诗到苏黄尽，沧海横流却是谁？ "},
{"title": "满江红·过汴梁故宫城", "author": "段克己", "dynasty": "金朝", "content": "塞马南来，五陵草树无颜色。云气黯，鼓鼙声震，天穿地裂。百二河山俱失险，将军束手无筹策。渐烟尘、飞度九重城，蒙金阙。长戈袅，飞鸟绝。原厌肉，川流血。叹人生此际，动成长别。回首玉津春色早，雕栏犹挂当时月，更西来、流水绕城根，空呜咽。 "},
{"title": "杨柳", "author": "元好问", "dynasty": "金朝", "content": "杨柳青青沟水流，莺儿调舌弄娇柔。桃花记得题诗客，斜倚春风笑不休。"},
{"title": "秋怀", "author": "元好问", "dynasty": "金朝", "content": "凉叶萧萧散雨声，虚堂淅淅掩霜清。黄华自与西风约，白发先从远客生。吟似候虫秋更苦，梦和寒鹊夜频惊。何时石岭关山路，一望家山眼暂明？ "},
{"title": "论诗三十首·其三", "author": "元好问", "dynasty": "金朝", "content": "邺下风流在晋多，壮怀犹见缺壶歌。风云若恨张华少，温李新声奈若何。 "},
{"title": "念奴娇·天丁震怒", "author": "完颜亮", "dynasty": "金朝", "content": "天丁震怒，掀翻银海，散乱珠箔。六出奇花飞滚滚，平填了、山中丘壑。皓虎颠狂，素麟猖獗，掣断真珠索。玉龙酣战，鳞甲满天飘落。谁念万里关山，征夫僵立，缟带占旗脚。色映戈矛，光摇剑戟，杀气横戎幕。貔虎豪雄，偏裨真勇，非与谈兵略。须一醉，看取碧空寥廓。 "},
{"title": "倪庄中秋", "author": "元好问", "dynasty": "金朝", "content": "强饭日逾瘦，狭衣秋已寒。儿童漫相忆，行路岂知难。露气入茅屋，溪声喧石滩。山中夜来月，到晓不曾看。 "},
{"title": "水龙吟·从商帅国器猎于南阳同仲泽鼎玉赋此", "author": "元好问", "dynasty": "金朝", "content": "从商帅国器猎于南阳，同仲泽、鼎玉赋此。\r\n少年射虎名豪，等闲赤羽千夫膳。金铃锦领，平原千骑，星流电转。路断飞潜，雾随腾沸，长围高卷。看川空谷静，旌旗动色，得意似，平生战。城月迢迢鼓角，夜如何，军中高宴。江淮草木，中原狐兔，先声自远。盖世韩彭，可能只办，寻常鹰犬。问元戎早晚，鸣鞭径去，解天山箭。"},
{"title": "鹧鸪天·楼宇沉沉翠几重", "author": "刘仲尹", "dynasty": "金朝", "content": "楼宇沉沉翠几重，辘轳亭下落梧桐。川光带晚虹垂雨，树影涵秋鹊唤风。人不见，思何穷，断肠今古夕阳中。碧云犹作山头恨，一片西飞一片东。"},
{"title": "岐阳三首", "author": "元好问", "dynasty": "金朝", "content": "突骑连营鸟不飞，北风不不发阴机。三秦形胜无今古，千里传闻果是非；偃蹇鲸鲵人海涸，分明蛇犬铁山围。穷途老阮无奇策，空望岐阳泪满衣。\r\n百二关河草不横，十年戎马暗秦京。岐阳西望无来信，陇水东流闻哭声；野蔓有情萦战骨，残阳何意照空城！从谁细向苍苍问，争遣蚩尤作五兵？\r\n眈眈九虎护秦关，懦楚孱齐机上看。禹贡土田推陆海，汉家封徼尽天山。北风猎猎悲笳发，渭水潇潇战骨寒。三十六峰长剑在，倚天仙掌惜空闲。"},
{"title": "江月晃重山·初到嵩山时作", "author": "元好问", "dynasty": "金朝", "content": "塞上秋风鼓角，城头落日旌旗。少年鞍马适相宜。从军乐，莫问所从谁。侯骑才通蓟北，先声已动辽西。归期犹及柳依依。春闺月，红袖不须啼。 "},
{"title": "论诗三十首·其八", "author": "元好问", "dynasty": "金朝", "content": "沈宋横驰翰墨场，风流初不废齐梁。论功若准平吴例，合着黄金铸子昂。 "},
{"title": "鹊桥仙·待月", "author": "完颜亮", "dynasty": "金朝", "content": "停杯不举，停歌不发，等候银蟾出海。不知何处片云来，做许大、通天障碍。髯虬捻断，星眸睁裂，唯恨剑锋不快。一挥截断紫云腰，仔细看、嫦娥体态。 "},
{"title": "浣溪沙·日射人间五色芝", "author": "元好问", "dynasty": "金朝", "content": "日射人间五色芝，鸳鸯宫瓦碧参差。西山晴雪入新诗。焦土已经三月火，残花犹发万年枝。他年江令独来时。 "},
{"title": "日暮倚杖水边", "author": "王寂", "dynasty": "金朝", "content": "水国西风小摇落，撩人羁绪乱如丝。大夫泽畔行吟处，司马江头送别时。尔辈何伤吾道在，此心惟有彼苍知。苍颜华发今如许，便挂衣冠已是迟。"},
{"title": "渔家傲·诗句一春浑漫与", "author": "段克己", "dynasty": "金朝", "content": "诗句一春浑漫与，纷纷红紫但尘土。楼外垂杨千万缕，风落絮，栏干倚遍空无语。毕竟春归何处所，树头树底无寻处。唯有闲愁将不去，依旧住，伴人直到黄昏雨。 "},
{"title": "鹧鸪天·秋后亭皋木叶稀", "author": "王寂", "dynasty": "金朝", "content": "秋后亭皋木叶稀，霜前关塞雁南归。晓云散去山腰瘦，宿雨来时水面肥。吾老矣，久忘机，沙鸥相对不惊飞。柳溪父老应怜我，荒却溪南旧钓矶。 "},
{"title": "论诗三十首·其六", "author": "元好问", "dynasty": "金朝", "content": "心画心声总失真，文章宁复见为人。高情千古闲居赋，争信安仁拜路尘！ "},
{"title": "题临安山水", "author": "完颜亮", "dynasty": "金朝", "content": "万里车书一混同，江南岂有别疆封？提兵百万西湖上，立马吴山第一峰！"},
{"title": "台山杂咏", "author": "元好问", "dynasty": "金朝", "content": "西北天低五顶高，茫茫松海露灵鳌。太行直上犹千里，井底残山枉呼号。万壑千岩位置雄，偶从天巧见神功。湍溪已作风雷恶，更在云山气象中。山云吞吐翠微中，淡绿深青一万重。此景只应天上有，岂知身在妙高峰？"},
{"title": "论诗三十首·二十四", "author": "元好问", "dynasty": "金朝", "content": "有情芍药含春泪，无力蔷薇卧晚枝。拈出退之山石句，始知渠是女郎诗。"},
{"title": "迎春乐·立春", "author": "宇文虚中", "dynasty": "金朝", "content": "宝幡彩胜堆金缕，双燕钗头舞。人间要识春来处。天际雁，江边树。故国莺花又谁主。念憔悴，几年羁旅。把酒祝东风，吹取人归去。 "},
{"title": "壬辰十二月车驾东狩后即事", "author": "元好问", "dynasty": "金朝", "content": "惨澹龙蛇日斗争，干戈直斗尽生灵。高原出水山河改，战地风来草木腥。精卫有冤填瀚海，包胥无泪哭秦庭。并州豪杰知谁在，莫拟分军下井陉。"},
{"title": "虞美人·槐阴别院宜清昼", "author": "元好问", "dynasty": "金朝", "content": "槐阴别院宜清昼，入座春风秀。美人图子阿谁留。都是宣和名笔，内家收。莺莺燕燕分飞后，粉淡梨花瘦。只除苏小不风流。斜插一枝萱草，凤钗头。 "},
{"title": "望海潮·上兰州守", "author": "邓千江", "dynasty": "金朝", "content": "云雷天堑，金汤地险，名藩自古皋兰。营屯绣错，山形米聚，喉襟百二秦关。鏖战血犹殷。见阵云冷落，时有雕盘。静塞楼头晓月，依旧玉弓弯。看看，定远西还。有元戎阃命，上将斋坛。区脱昼空，兜零夕举，甘泉又报平安。吹笛虎牙间。且宴陪珠履，歌按云鬟。招取英灵毅魄，长绕贺兰山。"},
{"title": "论诗三十首·其一", "author": "元好问", "dynasty": "金朝", "content": "汉谣魏什久纷纭，正体无人与细论。谁是诗中疏凿手？暂教泾渭各清浑。 "},
{"title": "论诗三十首·其七", "author": "元好问", "dynasty": "金朝", "content": "慷慨悲歌绝不传，穹庐一曲本天然。中洲万古英雄气，也到阴山敕勒川。 "},
{"title": "论诗三十首·其二", "author": "元好问", "dynasty": "金朝", "content": "曹刘坐啸虎生风，四海无人角两雄。可惜并州刘越石，不教横槊建安中。"},
{"title": "江城子·王温季自北都归过予三河坐中赋此", "author": "蔡圭", "dynasty": "金朝", "content": "王温季自北都归，过余三河，坐中赋此。\r\n鹊声迎客到庭除。问谁欤？故人车。千里归来，尘色半征裾。珍重主人留客意，奴白饭，马青刍。东城入眼杏千株。雪模糊，俯平湖。与子花间，随分倒金壶。归报东垣诗社友，曾念我，醉狂无。"},
{"title": "论诗三十首·其十", "author": "元好问", "dynasty": "金朝", "content": "排比铺张特一途，藩篱如此亦区区。少陵自有连城璧，争奈微之识碔砆。 "},
{"title": "蝶恋花·春到桃源人不到", "author": "元好问", "dynasty": "金朝", "content": "春到桃源人不到。白发刘郎，误入红云岛。著意酬春还草草。东风一夜花如扫。过眼风花人自恼。已挫寻芳，更约明年早。天若有情天亦老。世间原只无情好。"},
{"title": "同儿辈赋未开海棠", "author": "元好问", "dynasty": "金朝", "content": "翠叶轻笼豆颗均，胭脂浓抹蜡痕新。殷勤留著花梢露，滴下生红可惜春。 "},
{"title": "论诗三十首·三十", "author": "元好问", "dynasty": "金朝", "content": "撼树蜉蝣自觉狂，书生技痒爱论量。老来留得诗千首，却被何人校短长？ "},
{"title": "论诗三十首·十一", "author": "元好问", "dynasty": "金朝", "content": "眼处心生句自神，暗中摸索总非真。画图临出秦川景，亲到长安有几人？ "},
{"title": "游黄华山", "author": "元好问", "dynasty": "金朝", "content": "黄华水帘天下绝，我初闻下雪溪翁。丹霞翠壁高欢宫，银河下濯青芙蓉。昨朝一游亦偶尔，更觉摹写难为功。是时气节已三月，山木赤立无春容。湍声汹汹转绝壑，雪气凛凛随阴风。悬流千丈忽当眼，芥蒂一洗平生胸。雷公怒激散飞雹，日脚倒射垂长虹。骊珠百斛供一泻，海藏翻倒愁龙公。轻明圆转不相碍，变见融结谁为雄？归来心魄为动荡，晓梦月落春山空。手中仙人九节杖，每恨胜景不得穷。携壶重来岩下宿，道人已约山樱红。"},
{"title": "论诗三十首·十八", "author": "元好问", "dynasty": "金朝", "content": "东野穷愁死不休，高天厚地一诗囚。江山万古潮阳笔，合在元龙百尺楼。 "},
{"title": "论诗三十首·十三", "author": "元好问", "dynasty": "金朝", "content": "万古文章有坦途，纵横谁似玉川卢？真书不入今人眼，儿辈从教鬼画符。 "},
{"title": "满江红·雨后荒园", "author": "段克己", "dynasty": "金朝", "content": "遁庵主人植菊阶下，秋雨既盛，草莱芜没，殆不可见。江空岁晚，霜余草腐，而吾菊始发数花，生意凄然，似诉余以不遇，感而赋之。凶李生湛然归，寄菊轩弟。\r\n雨后荒园，群卉尽、律残无射。疏篱下，此花能保，英英鲜质。盈把足娱陶令意，夕餐谁似三闾洁？到而今、狼藉委苍苔，无人惜。堂上客，须空白。都无语，怀畴昔。恨因循过了，重阳佳节。飒飒凉风吹汝急，汝身孤特应难立。谩临风、三嗅绕芳丛，歌还泣。 "},
{"title": "三奠子离南阳後作", "author": "元好问", "dynasty": "金朝", "content": "怅韶华流转，无计留连。行乐地，一凄然。笙歌寒食後，桃李恶风前。连环玉，回文锦，两缠绵。芳尘未远，幽意谁传。千古恨，再生缘。闲衾香易冷，孤枕梦难圆。西窗雨，南楼月，夜如年。"},
{"title": "过晋阳故城书事", "author": "元好问", "dynasty": "金朝", "content": "惠远祠前晋溪水，翠叶银花清见底。水上西山如挂屏，郁郁苍苍三十里。中原北门形势雄，想见城阙云烟中。望川亭上阅今古，但有麦浪摇春风。君不见，系舟山头龙角秃，白塔一摧城覆没。薛王出降民不降，屋瓦乱飞如箭镞。汾流决入大夏门，府治移著唐明村。只从巨屏失光彩，河洛几度风烟昏。东阙苍龙西玉虎，金雀觚棱上云雨。不论民居与官府，仙佛所庐余百所。鬼役天才千万古，争教一炬成焦土。至今父老哭向天，死恨河南往来苦。南人鬼巫好禨祥，万夫畚锸开连岗。官街十字改丁字，钉破并州渠亦亡。几时却到承平了，重看官家筑晋阳。 "},
{"title": "青玉案·落红吹满沙头路", "author": "元好问", "dynasty": "金朝", "content": "落红吹满沙头路。似总为、春将去。花落花开春几度。多情惟有，画梁双燕，知道春归处。镜中冉冉韶华暮。欲写幽怀恨无句。九十花期能几许。一卮芳酒，一襟清泪，寂寞西窗雨。"},
{"title": "论诗三十首·十五", "author": "元好问", "dynasty": "金朝", "content": "笔底银河落九天，何曾憔悴饭山前。世间东抹西涂手，枉着书生待鲁连。 "},
{"title": "西江月·物物般般认认", "author": "马钰", "dynasty": "金朝", "content": "物物般般认认。常常战战兢兢。心心念念恐沉沉。得得来来损损。日日清清净净。时时湛湛澄澄。惺惺洒洒这灵灵。灿灿辉辉永永。"},
{"title": "论诗三十首·二十", "author": "元好问", "dynasty": "金朝", "content": "谢客风容映古今，发源谁似柳州深？朱弦一拂遗音在，却是当年寂寞心。 "},
{"title": "论诗三十首·二十九", "author": "元好问", "dynasty": "金朝", "content": "池塘春草谢家春，万古千秋五字新。传语闭门陈正字，“可怜无补费精神”。 "},
{"title": "论诗三十首·二十一", "author": "元好问", "dynasty": "金朝", "content": "窘步相仍死不前，唱醻无复见前贤。纵横正有凌云笔，俯仰随人亦可怜。 "},
{"title": "论诗三十首（选五）", "author": "元好问", "dynasty": "金朝", "content": "其七\r\n慷慨歌谣绝不传，穹庐一曲本天然。中州万古英雄气，也到阴山敕勒川。\r\n其八\r\n沈宋横驰翰墨场，风流初不废齐梁。论功若准平吴例，合着黄金铸子昂。\r\n其十一\r\n眼处心生句自神，暗中摸索总非真。画图临出秦川景，亲到长安有几人？\r\n其十二\r\n望帝春心托杜鹃，佳人锦色怨华年。诗家总爱西昆好，独恨无人作郑笺。\r\n其二十九\r\n池塘春草谢家春，万古千秋五字新。传语闭门陈正字，可怜无补费精神！"},
{"title": "水调歌头 与李长源游龙门", "author": "元好问", "dynasty": "金朝", "content": "滩声荡高壁，秋气静云林。回头洛阳城阙，尘土一何深。前日神光牛背，今日春风马耳，因见古人心。一笑青山底，未受二毛侵。问龙门，何所似，似山阴。平生梦想佳处，留眼更登临。我有一卮芳酒，唤取山花山鸟，伴我醉时吟。何必丝与竹，山水有清音。"},
{"title": "论诗三十首·十六", "author": "元好问", "dynasty": "金朝", "content": "切切秋虫万古情，灯前山鬼泪纵横。鉴湖春好无人赋，“岸夹桃花锦浪生。” "},
{"title": "山居杂诗", "author": "元好问", "dynasty": "金朝", "content": "瘦竹藤斜挂，丛花草乱生。<br>林高风有态，苔滑水无声。"},
{"title": "临江仙·荷叶荷花何处好", "author": "元好问", "dynasty": "金朝", "content": "李辅之在齐州，予客济源，辅之有和。\r\n荷叶荷花何处好？大明湖上新秋。红妆翠盖木兰舟。江山如画里，人物更风流。千里故人千里月，三年孤负欢游。一尊白酒寄离愁。殷勤桥下水，几日到东州！"},
{"title": "论诗三十首·二十五", "author": "元好问", "dynasty": "金朝", "content": "乱后玄都失故基，看花诗在只堪悲。刘郎也是人间客，枉向春风怨兔葵。 "},
{"title": "论诗三十首·二十三", "author": "元好问", "dynasty": "金朝", "content": "曲学虚荒小说欺，俳谐怒骂岂诗宜？今人合笑古人拙，除却雅言都不知。 "},
{"title": "论诗三十首·二十七", "author": "元好问", "dynasty": "金朝", "content": "百年才觉古风回，元祐诸人次第来。讳学金陵犹有说，竟将何罪废欧梅？ "},
{"title": "论诗三十首·二十八", "author": "元好问", "dynasty": "金朝", "content": "古雅难将子美亲，精纯全失义山真。论诗宁下涪翁拜，未作江西社里人。 "},
{"title": "论诗三十首·十九", "author": "元好问", "dynasty": "金朝", "content": "万古幽人在涧阿，百年孤愤竟如何？无人说与天随子，春草输赢较几多？ "},
{"title": "论诗三十首·十七", "author": "元好问", "dynasty": "金朝", "content": "切响浮声发巧深，研摩虽苦果何心？浪翁水乐无宫征，自是云山韶頀音。 "},
{"title": "论诗三十首·十四", "author": "元好问", "dynasty": "金朝", "content": "出处殊涂听所安，山林何得贱衣冠。华歆一掷金随重，大是渠侬被眼谩。 "},
{"title": "论诗三十首·其九", "author": "元好问", "dynasty": "金朝", "content": "斗靡夸多费览观，陆文犹恨冗于潘。心声只要传心了，布谷澜翻可是难。 "},
{"title": "喜夏", "author": "庞铸", "dynasty": "金朝", "content": "小暑不足畏，深居如退藏。青奴初荐枕，黄妳亦升堂。鸟语竹阴密，雨声荷叶香。晚窗无一事，步屧到西厢。"},
{"title": "壬辰十二月车驾东狩后即事", "author": "元好问", "dynasty": "金朝", "content": "万里荆襄入战尘，汴州门外即荆榛。<br>蛟龙岂是池中物，虮虱空悲地上臣。<br>乔木他年怀故国，野烟何处望行人？<br>秋风不用吹华发，沧海横流要此身！<br>　"},
{"title": "论诗三十首·二十六", "author": "元好问", "dynasty": "金朝", "content": "金入洪炉不厌频，精真那计受纤尘。苏门果有忠臣在，肯放坡诗百态新？ "},
{"title": "木兰花 其一 前重阳几日篱下始见菊放数花嗅香挼慨然有感而作以贻山中二三子", "author": "段成己", "dynasty": "金朝", "content": "人生行乐须闻早。休惜一尊花下倒。无情岁月不相饶，转首吴霜纷莫埽。佳时苦恨欢悰少。镜里衰颜难再好。试将离恨说渠侬，天若有情天亦老。"},
{"title": "鹧鸪天", "author": "元好问", "dynasty": "金朝", "content": "玉立芙蓉镜里看。铅红无地著边鸾。半衾幽梦香初散，满纸春心墨未乾。深院落，曲阑干。旧欢新恨苎衣宽。几时忘得分携处，黄叶疏云渭水寒。"},
{"title": "心月照云溪 继重阳韵", "author": "马钰", "dynasty": "金朝", "content": "一心离俗，二气调和宝。清净聚三光，四时花、五方运造。断除六欲，不使七情牵，持八戒，九关通，十载功须到。十年锻炼，九变金光草。八脉总和匀，有七圣、六丁助道。五行咄出，四假不中留，礼三清，成不二，一性投仙岛。"},
{"title": "满庭芳 看清静经，因作是词，赠徐司判", "author": "马钰", "dynasty": "金朝", "content": "孤眠独处，不迷外境。常常留心内认。悟彻男清女浊，男动女静。即非世间男女，是无中、些儿结正。谁信道，却元来便是，自家性命。捉住这般妙趣，便澄心遣欲，绝乎视听。杳杳冥冥恍恍，忽忽相应。其中有精有物，觉男儿、自然怀孕。常清静，产胎仙，出现有准。"},
{"title": "眼中", "author": "元好问", "dynasty": "金朝", "content": "眼中时事亦纷然，拥被寒窗夜不眠。骨肉他乡各异县，衣冠今日是何年？枯槐聚蚁无多地，秋水鸣蛙自一天。何处青山隔尘土，一庵吾欲送华颠。"},
{"title": "怀州子城晚望少室", "author": "元好问", "dynasty": "金朝", "content": "河外青山展卧屏，并州孤客倚高城。十年旧隐抛何处？一片伤心画不成。谷口暮云知郑重，林梢残照故分明。洛阳见说兵犹满，半夜悲歌意未平。"},
{"title": "八月十四日对酒", "author": "边元鼎", "dynasty": "金朝", "content": "梧桐叶凋辘轳井，万籁不动秋宵水。<br>金杯泻酒艳十分，酒里华星寒炯炯。<br>须臾蟾蜍弄清影，恍然不是人间景。<br>金波谈荡桂树横，孤在玻璃千万顷。<br>玻璃无限月光冷，澒洞一色无纤颖。<br>清风飒飒四坐来，坎入羲皇醉中境。<br>醉中起歌歌月光，月光不语空自凉。<br>月光无情本无恨，何事对我空茫茫。<br>我醉只知今夜月，不是人间世人月。<br>一杯美酒蘸清光，常与边生旧交结。<br>亦不知天地宽与窄、人事乐与哀，<br>仰看孤月一片白，玉露泥泥从空来。<br>直须卧此待鸡唱，身外万事徒悠哉。"},
{"title": "论诗三十首　", "author": "元好问", "dynasty": "金朝", "content": "窘步相仍死不前，唱酬无复见前贤。<br>纵横自有凌云笔，俯仰随人亦可怜。"},
{"title": "四哀诗李钦叔", "author": "元好问", "dynasty": "金朝", "content": "赤县神州坐陆沈，金汤非陆祸侵寻。当官避事平生耻，视死如归社稷心。文采是人知子重，交朋无我与君深。悲来不待山阳笛，一忆同衾泪满襟。"},
{"title": "致酒行", "author": "李龏", "dynasty": "金朝", "content": "零落栖迟一杯酒，绿凸蛮觥奉君寿。湖花江月前后邻，寒风又变为春柳。离鸾别凤烟梧中，曦轮送客沟水东。霜白松溪转斜盖，世间何处无春风。"},
{"title": "望海潮·地雄河岳", "author": "折元礼", "dynasty": "金朝", "content": "地雄河岳，疆分韩晋，<br>潼关高压秦头。<br>山倚断霞，江吞绝壁，<br>野烟萦带沧州。<br>虎旆拥貔貅。<br>看阵云截岸，霜气横秋。<br>千雉严城，五更残角月如钩。<br><br>西风晓入貂裘，<br>恨儒冠误我，却羡兜鍪。<br>六郡少年，三明老将，<br>贺兰烽火新收。<br>天外岳莲楼。<br>想断云横晓，谁识归舟？<br>剩着黄金换酒，羯鼓醉凉州。"},
{"title": "横波亭", "author": "元好问", "dynasty": "金朝", "content": "孤亭突兀插飞流，气压元龙百尺楼。<br>万里风涛接瀛海，千年豪杰壮山丘。<br>疏星澹月鱼龙夜，老木清霜鸿雁秋。<br>倚剑长歌一杯酒，浮云西北是神州。<br>　"},
{"title": "减字木兰花·青山绿水", "author": "王哲", "dynasty": "金朝", "content": "青山绿水。自与今朝长是醉。绿水青山。得道之人本要闲。清风明月。占得逍遥无可说。明月清风。共是三人我便同。"},
{"title": "【仙吕】后庭花破子", "author": "元好问", "dynasty": "金朝", "content": "玉树后庭前，瑶华妆镜边。去年花不老，今年月又圆。莫教偏，和花和月，大家长少年。夜夜璧月圆，朝朝琼树新。贵人三阁上，罗衣拂绣茵。后庭人，和花和月，共分今夜春。"},
{"title": "被檄夜赴邓州幕府", "author": "元好问", "dynasty": "金朝", "content": "幕府文书鸟羽轻，敝裘羸马月三更。<br>未能免俗私自笑，岂不怀归官有程？十里陂塘春鸭闹，一川桑柘晚烟平。<br>此生只合田间老，谁遣春官识姓名？"},
{"title": "喜春来·春宴", "author": "元好问", "dynasty": "金朝", "content": "梅残玉靥香犹在，柳破金梢眼未开。东风和气满楼台，桃杏拆，宜唱喜春来。 "},
{"title": "爇心香 咏鹤", "author": "马钰", "dynasty": "金朝", "content": "虽处鸡群，如凤□□。自丁令、化现如斯。霜毛朱顶，玉羽琼肌。唼太湖萍，潭鼻粟，唳云霓。朝戏芝田，夕饮瑶池。待五乔、来控当归。舞吴市显，乘卫轩奇。便指蓬壶，朝金阙，赴丹墀。"},
{"title": "江城子令 与小李先待诏", "author": "刘志渊", "dynasty": "金朝", "content": "人情胶漆道情乖。昧灵台。翳尘埃。不惧如山，贩骨走轮回。见在宝躯今不悟，千万劫，朽仙材。好收□住武都阶。药苗栽。结神胎。九转功成，方寸蕊珠开。体混净光从隐显，随眼底，是蓬莱。"},
{"title": "爇心香 善恶报", "author": "马钰", "dynasty": "金朝", "content": "造恶之人，凶横无过。细寻思、最易奈何。生遭官法，死见阎罗。向狱儿囚，碓儿捣，硙儿磨。积善之人，恭顺谦和。细寻思、却总输他。难收黑簿，怎入刑科。更神明祐，家门庆，子孙多。"},
{"title": "踏云行", "author": "马钰", "dynasty": "金朝", "content": "豁豁洋洋，详详审审。仙家出语何须恁。山侗自揣一鳌鱼，金鳞晃日如新锦。云水逍遥，身心恣任。欲为上士相争甚。大家共喜白衣来，玄中玄酒宜同饮。"},
{"title": "水龙吟", "author": "刘志渊", "dynasty": "金朝", "content": "宦途驰骤心贪职。官事何时能毕。力饶射日，名高为复，到今何济。休道功名遂。好身退、紧寻归计。啖古人糟粕，放怀湖上，泛扁舟，乐真味。颖悟安闲云水，恣逍遥、坦然无累。豁天宽胸臆，调神养气，无萦无系。性命俱相契。露实相、混融三际。看自强手段，斩钉截铁，把尘缘弃。"},
{"title": "南乡子", "author": "刘志渊", "dynasty": "金朝", "content": "七返降真阴。主换为宾力不禁。神妙峥嵘三界外，俄临。彻地通天耀古今。当体虑沉沉。鹤驭清风一片心。自北自南无挂碍。时歆。真乐真欢恣啸吟。"},
{"title": "解冤结", "author": "马钰", "dynasty": "金朝", "content": "凤仙符水。陆公药饵。两处住，一山一市。遣钰居廛敢相违，便当离此。怀真一、难为有二。予非秀士。道通奥旨。认根源，伏降心意。缚马擒猜觉狂游，喝声便止。休相侮、假身是寄。"},
{"title": "踏云行", "author": "马钰", "dynasty": "金朝", "content": "自在闲人，逍遥烈士。清贫快乐忘尘事。风前月下抚心琴，龙吟虎啸来参侍。或隐山林，或居廛市。劝人回首头头是。尘中诱化结良缘，云朋霞友应翘俟。"},
{"title": "爇心香 咏香", "author": "马钰", "dynasty": "金朝", "content": "不爇沉香。闲爇心香。布仁风、处处闻香。人人向善，个个崇香。愿处无为，常清净，自然香。妙洞云香。虎啸喷香。更龙吟、吐出馨香。玉为宝篆，金结丹香。得赴蓬瀛，超三界，献真香。"},
{"title": "爇心香 上街化导", "author": "马钰", "dynasty": "金朝", "content": "师父重阳，真个真师。教马钰、专做贫儿。生涯清净，活路无为。应抚心琴，调龙虎，饮刀圭。誓不山东，缘在关西。且和光、混俗随时。□篱闲把，惟望人知。愿不蚤归，休空过，疾修持。"},
{"title": "踏云行", "author": "马钰", "dynasty": "金朝", "content": "祖住云阳，嵯峨山下。自来生计之乎者。却因唐末去东牟，到今三百馀年也。数世哀荣，不堪重话。我今因遇家缘舍。水云游历入潼关，超然显个还乡马。"},
{"title": "踏云行", "author": "马钰", "dynasty": "金朝", "content": "偶尔心明，自然灵感。宝珠出入骊龙颔。真常常应显昭彰，性通通达无昏暗。处世悭贪，则吾岂敢。缊袍共敝而无憾。争名竞利我输君，眠云卧月君输□。"},
{"title": "蓬莱阁 和重阳韵", "author": "马钰", "dynasty": "金朝", "content": "云烟漠。往来浮动浮莱阁。浮莱阁。虎龙蟠绕，飞升灵廓□□。自然结就金丹药。亘初真性难生恶。难生恶。功成行满，得归碧落。"},
{"title": "踏云行", "author": "马钰", "dynasty": "金朝", "content": "六出飘扬，万峰耸翠。琼花陨地风吹起。穿帘透幕逞逍遥，人前故要呈祥瑞。渔父莎披，子猷兴至。高阳酒价重增贵。万民何事有馀欢，来年定是成丰岁。"},
{"title": "爇心香 赠华亭张大悟", "author": "马钰", "dynasty": "金朝", "content": "大悟之人，能放心闲。弃利名、爱海恩山。食无求饱，居不求安。更不狂思，不下忽，不高攀。协气横横，甘露珊珊。用牛羊、车载循还。坎离交结，龙虎盘桓。得至精微，水精热，火精寒。"},
{"title": "踏莎行", "author": "刘志渊", "dynasty": "金朝", "content": "动静忘机，聪明不作。悟来明把尘情削。心灯挑剔不曾昏，慧光遍照弥寥廓。常净常清，不耽不着。一真境上从盘礴。亦无牛像亦无人，卓然独立摅真乐。"},
{"title": "浪淘沙令", "author": "刘志渊", "dynasty": "金朝", "content": "休执相皆空。徒滞顽空。劳劳不见有中空。空里混成神妙体，空乃不空。此理是真空。物物明空。念无念念不争空。照见缘空成深智，方了圆空。"},
{"title": "满庭芳", "author": "马钰", "dynasty": "金朝", "content": "见人错失，动我心肠。交予怎不悲伤。思想燃指然臂，顶上然香。假饶投崖喂虎，尽舍身、拚命非常。争知得，有些儿妙理，别是嘉祥。清静无为鼎内，觉心中真火，下降肾堂。肾水化为真气，气结红霜。常常熏蒸四大，便玲珑、响喨玎珰。神光灿，得携云，归去蓬庄。"},
{"title": "大江东去", "author": "刘志渊", "dynasty": "金朝", "content": "天元教显，正金莲朵朵，开遍时节。士庶官僚咸仰奉，缘觉声闻心说。悟者清凉，背之热恼，多口明真诀。诸人着眼，照开千古心月。了知诸相皆空，不生妄想，当体能消灭。境界真实无染著，种种抑绝分别。万境一心，现前孤觉，寂寂圆明彻。净无可触，太虚一体无别。"},
{"title": "踏云行 赠冯守慈", "author": "马钰", "dynasty": "金朝", "content": "男女虽亲，死生难躲。浮名浮利浮云朵。万缘一撇恰如无，长生路上修仙果。玉户频开，金关紧锁。灵珠里面持经课。功成轻举踏云行，大罗天上端严坐。"},
{"title": "水云游", "author": "马钰", "dynasty": "金朝", "content": "不住不住。火院当离，深宜别户。害风仙、化我扃门，这修行须做。腥膻戒尽常餐素。挂体唯麻布。待百朝、锁钥开时，效吾师内顾。"},
{"title": "踏云行", "author": "马钰", "dynasty": "金朝", "content": "耳听金经，口餐玉饼。手持象管书心印。虽然事事竞相萦，真如不动常清净。欲要灵明，须磨内镜。居尘不染真常应。真常应后显胎仙，胎仙显后真常定。"},
{"title": "菊花新", "author": "马钰", "dynasty": "金朝", "content": "碧洞深藏真景致。黄白花开金玉异。不住有祥云，甘露降、瑞中增瑞。孟嘉落帽陶潜志。又争知、这头瞻视。日日庆重阳，功行满、六铢衣赐。"},
{"title": "满庭芳", "author": "马钰", "dynasty": "金朝", "content": "幼则随群，长而异众，一心法箓行持。书符咒水，治病救灾危。建德和偷不显，厌华丽、粝食粗衣。亲曾遇，重阳师父，传授入希夷。自知功行满，速来访我，径就归期。便怡然拂袖，应限宜时。此者彭城了了，马风风、当赋新词。长生得，携云仙去，跨鹤赴瑶池。"},
{"title": "望蓬莱 道友修庵", "author": "马钰", "dynasty": "金朝", "content": "丘与马，入道绝贪求。欲报师恩常念念，三年守服岂能休。何处好藏头。旧居址，深谢许同修。但愿我公同我志，同心同德做同流。同步访瀛洲。"},
{"title": "江城子令", "author": "刘志渊", "dynasty": "金朝", "content": "曩甘聪黜体还隳。索玄机。守谦卑。地久天长，迤逦志迟疑。法弱马颠亡羁勒，风花阵，恣奔驰。纵横熟境意熙熙。慕台池。骋轻肥。荡散冲和，仙路隔云泥。再展维持天地手，抟真造，长灵仪。"},
{"title": "虞美人", "author": "马钰", "dynasty": "金朝", "content": "重阳师父谈炉灶。全在心田了。山侗亦认本来真。性停命住，永永是吾神。从今内外成颠倒。渐渐通明道。故将诗曲劝多人。猜得春花秋月好为亲。"},
{"title": "望蓬莱", "author": "刘志渊", "dynasty": "金朝", "content": "涉尘客，念念苦贪饕。挂壁飞猱心纵乐，战风劣马意徒劳。熟境恣煎熬。甘执苦，心事冗如毛。争似劈摧情扰扰，且甜耕道乐陶陶。生死路能逃。"},
{"title": "满庭芳 寄兴平张先生", "author": "马钰", "dynasty": "金朝", "content": "超然悟道，怡然舍俗。宁肯泥拖水漉。决烈回头趖了，恩山爱狱。堪为风邻月伴，与云朋霞友相逐。无系栏，在人间，先占半仙之福。那更真修真炼，得逍遥自在，澄心遣欲。渐觉溪田芝草，异香馥郁。虎龙绕蟠何处，在丹炉、变成金玉。神光灿，赴前程，蓬莱宝陆。"},
{"title": "踏云行", "author": "马钰", "dynasty": "金朝", "content": "三髻轩昂，一般仙格。宜乎花戴青黄白。这些道意少人知，马风再遇亲传得。欲要修持，须依法则。日来月往通关脉。烹铅炼汞结金丹，功成行满蓬瀛客。"},
{"title": "满庭芳", "author": "马钰", "dynasty": "金朝", "content": "人居浮世，身是浮生。贪婪浮利浮名。有若浮云聚散，无准无凭。浮华不坚不固，似浮沤、石火风灯。浮虚事，奈人人不悟，却以为荣。儿女金枷玉杻，厅堂是，囚房火院迷坑。妻妾如刀似剑，近著伤形。无常苦中最苦，细寻思、胆颤心惊。諕得我，便回头，却做修行。"},
{"title": "满庭芳 退姜四翁所惠团袄", "author": "马钰", "dynasty": "金朝", "content": "一纪环墙，数年赤脚，挨他寒冷如囚。超然一志，决要行功周。感得神仙下界，向身中、布气如流。无凝滞，冲和上下，相应好因由。关西牒发我，远来东土，恣意贪求。做天来大错，敢受绵裘。结裹身如圌囤，招谴责、厥疾难瘳。还团袄，潇潇洒洒，褴褛显真修。"},
{"title": "踏云行", "author": "马钰", "dynasty": "金朝", "content": "马钰平生，心平性善。因师钓出牟平县。逍遥坦荡过东平，平安无事身康健。得到兴平，治平为念。清平快乐无征战。云游地脉太平宫，平平稳稳行方便。"},
{"title": "挂金索", "author": "马钰", "dynasty": "金朝", "content": "二更里，二点阴阳真气妙。上下三关，休教差错了。姹女婴儿，两个都放娇。金公黄婆，自然匹配了。"},
{"title": "望蓬莱", "author": "马钰", "dynasty": "金朝", "content": "修大道，何必住深山。混俗和光都看破，万千尘冗不相干。别有一般般。马风子，闲里更寻闲。见个木牛哮吼走，路逢石女笑痴顽。喝去入长安。"},
{"title": "爇心香 咏香", "author": "马钰", "dynasty": "金朝", "content": "不爇沉香。闲爇心香。布仁爇、处处闻香。人人向善，个个崇香。愿处无为，常清净，自然香。妙洞云香。虎啸喷香。更龙吟、吐出馨香。玉为宝篆，金结丹香。得赴蓬瀛，超三界，献真香。"},
{"title": "满庭芳", "author": "马钰", "dynasty": "金朝", "content": "七宝庵中，三清门里，全真堂建相当。东西廊舍，堪可做云房。凿石名为丹井，水甘美、有若琼浆。玄玄处，修真环堵，幽雅不寻常。云朋并霞友，微中讲论，妙里斟量。处身心清静，便是仙方。调息如同龟息，命灯内、性月圆光。斋场上，文山道友，唱此满庭芳。"},
{"title": "爇心香 华亭县西庵主王公请住方丈", "author": "马钰", "dynasty": "金朝", "content": "誓戒肥甘，欣气馀残。以惺惺，变作痴憨。不居方丈，不住华轩。把浴堂来，为睡室，且弯跧。外乐无心，内养真颜。叹尘中、独占清闲。将来功满，离了凡间。向大罗天，云霞洞，列仙班。"},
{"title": "步蟾宫", "author": "马钰", "dynasty": "金朝", "content": "清清净净祥云脚。九窍内、往来交错。谁知妙用缘无作，自然理炼成丹药。骊龙吐出神珠烁。现万道霞光罩却。虚堂莹彻添光灼，蓬莱路、有些期约。"},
{"title": "踏云行 全真堂竹帘", "author": "马钰", "dynasty": "金朝", "content": "白刃持籋，青丝作线。一经一纬挨排遍。功成不敢挂茅檐，全真堂里垂方便。隔断尘嚣，内容自见。闲闲不用他人卷。月钩高钓入青霄，恁时争看扶风面。"},
{"title": "踏云行", "author": "马钰", "dynasty": "金朝", "content": "重遇重阳，重重悟道。扶风马子何愁老。调龙引虎弄明珠，明珠出路应须早。以钰为名，字呼玄宝。云中子得为佳号。木牛小字字山侗，山侗指日登仙好。"},
{"title": "瑞鹧鸪 劝道友", "author": "马钰", "dynasty": "金朝", "content": "清虚虽好恋家缘。著甚因由上得天。顶戴恩山犹论道，身居苦海尚擎拳。是非窟里功难就，名利丛中果怎圆。若不回头寻出路，如何只恁做神仙。"},
{"title": "满庭芳", "author": "马钰", "dynasty": "金朝", "content": "心狂意乱，歌迷酒惑。损伤迷魂七魄。不顾危亡，一向贪恋财色。追陪花朋酒友，便联镳、夸衒玉勒。宴赏处，向笙歌丛里，卖弄俊格。纵有石崇富贵，这朱颜绿鬓，怎生留得。止是行尸走骨，呆老九伯。时间荣华虽好，奈无常之事怎测。如省觉，做修持，非凡宾客。"},
{"title": "浣溪沙 因观无为庵记忆胡子金", "author": "马钰", "dynasty": "金朝", "content": "霞友中条胡子金。金波玉滟涤胸襟。襟襟云水到如今。今看无为庵妙记，记中字字灿予衿。衿拖光彩怎生禁。"},
{"title": "望蓬莱", "author": "马钰", "dynasty": "金朝", "content": "外颠倒，爱欲似冤雠。富贵荣华都不顾，人情浓处急抽头。物外做持修。内颠倒，真火戏清流。六月降霜麻麦秀，三冬时雨润丹丘。云步访瀛洲。"},
{"title": "踏云行", "author": "马钰", "dynasty": "金朝", "content": "重到兴平，广开言路。蓦然兴尽思归去。踏莎行计指长安，愿人早早心开悟。贫富由天，子孙阴注。算来分定休思虑。闻身康健速修持，真诚博个真师度。"},
{"title": "蓬莱阁 赠谭公", "author": "马钰", "dynasty": "金朝", "content": "于郎急。留心长在船头客。船头客。杀鱼虾命，罪根非隔。把予言语休胡测。速烧船网冤魂溺。冤魂溺。要全灵物，踵间通息。"},
{"title": "满庭芳", "author": "马钰", "dynasty": "金朝", "content": "波波劫劫，劫劫波波。殷勤葺垒巢窝。只恐儿孙不办，意要如何。欲教轻肥具足，更安闲、坐处笙歌。与他干，肯留心向道，自顾些个。逼得形骸瘦瘁，生华发，流年渐下高坡。尚自愚顽不省，罪业增多。若非风仙救度，定将来、参谒阎罗。争些个，落洪崖万丈，好险马哥。"},
{"title": "望蓬莱 春日□县道友索", "author": "马钰", "dynasty": "金朝", "content": "真消息，律管定春期。应候土牛先击碎，芒儿闲散独何之。此理有谁知。马风子，凭仗做修持。恰到人牛俱不见，澄澄湛湛入无为。正是月明时。"},
{"title": "踏云行", "author": "马钰", "dynasty": "金朝", "content": "遍室清凉，满堂功德。四方八表无遮塞。灵光万道出昆仑，人前岂敢夸仙格。缄口无言，灰心有则。姓名已录华胥国。逍遥自在看长安，金花玉蕊亲收得。"},
{"title": "瑞鹧鸪", "author": "马钰", "dynasty": "金朝", "content": "心香爇起唱行香。真乐真闲兴味长。便觉眉头无利锁，何愁身上有名缰。昔年曾作肥家子，今日还为出舍郎。到此逍遥常自在，哩凌哩啰又何妨。"},
{"title": "浣溪沙 寄赵居士", "author": "马钰", "dynasty": "金朝", "content": "净净清清净净清。澄澄湛湛湛澄澄。冥冥杳杳杳冥冥。永永坚坚坚永永，明明朗朗朗明明。灵灵显显显灵灵。"},
{"title": "满庭芳 继重阳韵藏头", "author": "马钰", "dynasty": "金朝", "content": "感重阳，然下访，是得悟黄粱。精麦髓，弟子谨供当。上田田难种，恳告、神怎飞扬。仙道，初心善，无刺亦无芒。而无死寿，珠能语，句句难忘。怀真实宝，肯换圭璋。内金花自绽，知得、别是清香。常谨，谈妙用，不久性芬芳。"},
{"title": "浣溪沙 过渼陂道友索词", "author": "马钰", "dynasty": "金朝", "content": "若非云游到渼陂。争知此处隐瑶池。人人怪我不留题。壁上珠玑碑上玉，交光灿烂有馀辉。何须马钰再吟诗。"},
{"title": "望蓬莱", "author": "马钰", "dynasty": "金朝", "content": "马风子，昔日在迷津。寻个出期真没计，欲知山上路儿真。须问去来人。风仙至，端的话良因。指我一条真捷径，无差无错越红尘。昼夜感师恩。"},
{"title": "蓬莱阁 赠门人", "author": "马钰", "dynasty": "金朝", "content": "修仙急。超然一志非常客。非常客。值魔遭难，荡关冲隔。精微妙处心头测。转增开悟难迷溺。难迷溺。鹑居鷇食，念忘情息。"},
{"title": "减字木兰花", "author": "马钰", "dynasty": "金朝", "content": "谭仙通正。悟彻长真修玉性。马钰山侗。豁豁洋洋似害风。刘仙通妙。把握长生真了了。通密丘仙。修养长春不夜天。"},
{"title": "炼丹砂", "author": "马钰", "dynasty": "金朝", "content": "天水劫云庵。远胜精蓝。云朋霞友日常参。恰似栽松招引鹤，岂是贪婪。若肯悟清谈。管有香甘。田园分付与儿男。欲住蓬瀛先改作，落魄婪耽。"},
{"title": "望蓬莱", "author": "马钰", "dynasty": "金朝", "content": "马风子，创置屋三间。动土兴工经一载，杀伤虫蚁命须还。死堕鬼门关。错中错，追悔亦应难。造下业缘须受苦，刀山剑树定跻攀。怎得列仙班。"},
{"title": "临江仙 和赵殿试", "author": "马钰", "dynasty": "金朝", "content": "访庚辛成造化，常清净童颜。哉表里得翛然。生真水纼，去复牵还。子投贤贤不面，庵辱教来干。分修炼在三关。人真宿契，悟放心闲。"},
{"title": "望蓬莱", "author": "马钰", "dynasty": "金朝", "content": "马风子，忽想在家时。火院熬煎无限苦，心惊胆战哭声悲。悔恨出离迟。号啕罢，感谢我真师。钓出凡笼修不二，逍遥自在处玄机。有分看瑶池。"},
{"title": "浣溪沙 化卧单", "author": "马钰", "dynasty": "金朝", "content": "三髻山侗化卧单。诸公休要做艰难。三条乾布有馀宽。每幅度量须六尺，通为二九体长安。不愁炎暑与严寒。"},
{"title": "抛球乐 赠岳悟道", "author": "马钰", "dynasty": "金朝", "content": "情忘念断生光莹。自然现澄清景。琼花满树都无影。于中好，挂心镜。光明灿烂分邪正。这身体终归粪。元初面目今番净。专专候，玉童请。"},
{"title": "采桑子", "author": "马钰", "dynasty": "金朝", "content": "吕公大悟黄粱梦，舍弃华轩。返本还源。出自钟离作大仙。山侗猛悟细磁梦，割断攀援。炼汞烹铅。出自风仙性月圆。"},
{"title": "巫山一段云", "author": "马钰", "dynasty": "金朝", "content": "性烛生青焰，心香袅紫烟。命灯结正玉花鲜。慧目看金莲。此个山侗雅趣。出自风仙师父。一朝九转大丹成。玉帝诏仙卿。"},
{"title": "减字木兰花", "author": "马钰", "dynasty": "金朝", "content": "山侗马钰。学道宜乎除爱欲。却殢诗词。怎得功成现紫微。如何猛悟。减字木兰花里诉。百拜诗魔。休似从前返倒何。"},
{"title": "满庭芳 赴登州黄箓大醮", "author": "马钰", "dynasty": "金朝", "content": "松柏岩前，烟霞洞里，清风吹动灵苗。水升火降，大药自然烧。歌舞相陪童稚，利名弃、不让渔樵。忘人我，清贫为乐，怕底是尘嚣。人来求追荐，千言万语，苦苦相邀。便加持斋戒，遥拜云寮。祷告重阳师父，救亡灵、得上青霄。鸾鹤引，孤魂滞魄，相从总逍遥。"},
{"title": "菊花新", "author": "马钰", "dynasty": "金朝", "content": "碧洞深藏真景致。黄白花景金玉异。不住有祥云，甘露降、瑞中增瑞。孟嘉落帽陶潜志。又争知、这头瞻视。日日庆重阳，功行满、六铢衣赐。"},
{"title": "满庭芳 赠淳化老乔先生", "author": "马钰", "dynasty": "金朝", "content": "顿抛世网，猛跳迷坑。物外兀兀腾腾。恰似孤云野鹤。来往纵横。遮枚清贫懒汉，谢心神、不肯劳生。无染著，另偎偎拈的，做著修行。藏伏聪明智慧，肯争头竞角，妒贤嫉能。万事俱忘清静，天地归宁。三田自然结宝，现胎仙、当面澄澄。神光灿，指蓬瀛，便是前程。"},
{"title": "苏幕遮", "author": "马钰", "dynasty": "金朝", "content": "闹角儿，梳得好。妙手奇功，悟后呈些巧。个个疏来无倚靠。各各惺惺，虮虱须教少。张打油，李骲老。见我风狂，鼓掌呵呵笑。此个机关人怎晓。返老还童，内外成颠倒。"},
{"title": "满庭芳", "author": "马钰", "dynasty": "金朝", "content": "昨宵梦见，遍地黄金。珍珠地瑙盈襟。满目珊瑚琥珀，玉树琼林。蓦闻不时钟响，谑人人、各有灰心。天水子，便前来稽首，索我清吟。接得花笺象管，方吟咏，梦回谁是知音。幸有清风皓月，悦我心琴。些儿的端妙处，看何人、有分搜寻。如同志，定将来，云步高岑。"},
{"title": "满庭芳", "author": "马钰", "dynasty": "金朝", "content": "心狂意乱，歌迷酒惑。损伤三魂七魄。不顾危亡，一向贪恋财色。追陪花朋酒友，便联镳、夸衒玉勒。宴赏处，向笙歌丛里，卖弄俊格。纵有石崇富贵，这朱颜绿鬓，怎生留得。止是行尸走骨，呆老九伯。时间荣华虽好，奈无常之事怎测。如省觉，做修持，非凡宾客。"},
{"title": "浣溪沙", "author": "马钰", "dynasty": "金朝", "content": "朴住虚无撮住空。岂分南北与西东。丹砂只在笑谈中。性命不由天地管，一声珍重别山侗。羽轮飙驾赴蓬宫。"},
{"title": "南柯子", "author": "马钰", "dynasty": "金朝", "content": "梦里游郊野，骷髅告我来。哀声声切切声哀。自恨从前，酒色气兼财。四害于身苦，人心竟不灰。致令万劫落轮回。悔不当初，学道做仙材。"},
{"title": "满庭芳", "author": "马钰", "dynasty": "金朝", "content": "和公师叔，升霞之后。奇哉妙矣希有。医可临潼必死，张公道友。神仙不求人报，望贤家、省悟回首。谁知道，却远来地肺，烧香胡走。作个小词奉劝，譬无常决烈，疾些拂袖。物外降心修炼，虎龙交媾。一朝行功圆满，九还丹、自然成就。神光灿，跨鸾归，谢师拯救。"},
{"title": "满庭芳", "author": "马钰", "dynasty": "金朝", "content": "人生七十，罕希寿数。我今四旬有五。一个形骸，便是七分入土。其馀晚霞残照，遇风仙、才方省悟。好险咱，争些儿失脚，鬼使拖去。本合阴司受苦，却如今，物外修行得做。自在逍遥，掌握幽微妙趣。枯树再生花卉，占长生、性命坚固。将来去，向蓬瀛，添个仙侣。"},
{"title": "桃源忆故人 赠亭川众道友", "author": "马钰", "dynasty": "金朝", "content": "尘中个个贪名利。要赛石崇富贵。争奈前程不讳。莫也难逃避。悟来诈做飍飍地。便是脱家奇计。炼气全神圆备。得赴蓬莱位。"},
{"title": "如梦令 赠谢散人", "author": "马钰", "dynasty": "金朝", "content": "此个散人姓谢。富贵荣华不藉。猛烈入玄门，修葺洞天台榭。台榭。台榭。自有花开不谢。"},
{"title": "浣溪沙 寄南京道友", "author": "马钰", "dynasty": "金朝", "content": "自愧无缘去大梁。亦无心意学贤良。夷门道友我思量。予在环墙调水火，诸公何日绝炎凉。山侗叮嘱悟黄粱。"},
{"title": "捣练子 赠京兆蓝党谢敬人", "author": "马钰", "dynasty": "金朝", "content": "休执著，莫贪求。心头休要起闲愁。住行处，常自由。能如此，应真修。擒猿捉马炼霜球。行功成，赴十洲。"},
{"title": "定风波 继重阳韵", "author": "马钰", "dynasty": "金朝", "content": "做个逍遥出世人。都缘传得好根因。收聚琼花香馥郁，新新。自然不住饮甘津。便把虚无常作伴，更将清净永为邻。贪养胎仙宁著假，真真。真贞能占万年春。"},
{"title": "西江月 赠吴知纲", "author": "马钰", "dynasty": "金朝", "content": "学道休妻别子，气财酒色捐除。攀缘爱念永教无。绝尽忧愁思虑。不得无明暂起，逍遥物外闲居。常清常净是功夫。相称全真门户。"},
{"title": "望蓬莱 十七首首化姚玹", "author": "马钰", "dynasty": "金朝", "content": "破故纸，缀袄可防风。坐卧不愁寒水石，雪中敢采麦门冬。从此得苁蓉。浪荡子，常有自然铜。鼎内朱砂烹炼就，天仙子入白云中。蝉壳显山侗。"},
{"title": "西江月", "author": "马钰", "dynasty": "金朝", "content": "江畔溪边雪里，阴阳造化希奇。黄芽瑞草出幽微。别是一般香美。用玉轻轻研细，烹煎神水相宜。山侗啜罢赴瑶池。不让卢仝知味。"},
{"title": "如梦令 京兆谭急脚索", "author": "马钰", "dynasty": "金朝", "content": "且做尘中急足。有日清闲愿足。随分更随缘，自是常常知足。知足。知足。捉住金乌三足。"},
{"title": "炼丹砂", "author": "马钰", "dynasty": "金朝", "content": "行道要心坚。密护丹田。调和真息永绵绵。十二时中常若见。休要尘牵。诀要避喧哗，静处安然。须通语、默默言传。神秀丹成行满。得去朝元。"},
{"title": "浣溪沙 思郝仙", "author": "马钰", "dynasty": "金朝", "content": "决裂修持是郝仙。孤云野鹤最翛然。我虽环堵望齐肩。日日炼心烹药鼎，时时运火补丹田。功成同上大罗天。"},
{"title": "如梦令", "author": "马钰", "dynasty": "金朝", "content": "物外茅斋映竹。一饱残羹冷粥。乐亦在其中，记得风仙叮嘱。叮嘱。叮嘱。保养灵明性烛。"},
{"title": "西江月", "author": "马钰", "dynasty": "金朝", "content": "是是非非远远，尘尘冗冗远远。人人肯肯解冤冤。步步湾湾浅浅。善善常常恋恋，玄玄永永绵绵。明明了了这圆圆。杳杳冥冥显显。"},
{"title": "如梦令", "author": "马钰", "dynasty": "金朝", "content": "传语终南道众。早把良缘勤种。保守气精神，调摄乌龟赤凤。赤凤。赤凤。化粒金丹高耸。"},
{"title": "望蓬莱", "author": "马钰", "dynasty": "金朝", "content": "寻大道，不在路迢迢。云水清闲真自在，姹婴相伴做逍遥。此理有谁消。马风子，悟彻十分乔。两脚轻狂街上舞，往来独许弄风飙。明月杖头挑。"},
{"title": "洞中天 本名鹧鸪天寄呈马运甫", "author": "马钰", "dynasty": "金朝", "content": "休赌休饮休保人。减些烟焰少婪尘。能搜己过为长便，不见他非获好因。惊宠辱，乐清贫。修心养性惜精神。常凭如此成功行，明月清风作友真。"},
{"title": "如梦令", "author": "马钰", "dynasty": "金朝", "content": "宝殿金门玉锁。要看搜寻云朵。无影钥匙儿，便把转关剔过。剔过。剔过。自是无升无堕。"},
{"title": "巫山一段云", "author": "马钰", "dynasty": "金朝", "content": "醉卧琉璃帐，闲看翡翠帘。自然俗虑绝毫纤。宝鼎玉花添。爇起心香性炷。引动麟飞凤舞。龙蟠虎绕戏神珠。丹结赴仙都。"},
{"title": "苏幕遮 自害风", "author": "马钰", "dynasty": "金朝", "content": "遇王风，风传我。风发□□，风害家缘破。拈弄风飙团水火。风子飍飍，风韵闲吟和。顺风行，迎风坐。饮罢真风，更枕清风卧。施布仁风功行大。自许扶风，风里成因果。"},
{"title": "玉堂春", "author": "马钰", "dynasty": "金朝", "content": "闲论修持，修持非草草。猛舍家缘，方求大道。灭尽无明，如轲能养浩。肯逐人情似桔槔。鷇食鹑居，自然无烦恼。垢面蓬头，心田频扫。金木相生，就中成至宝。便觉灵光出一毫。"},
{"title": "如梦令 赠纪散人", "author": "马钰", "dynasty": "金朝", "content": "悟彻人生能几。笓了满头虱虮。乐道处真常，十二时中炼己。炼己。炼己。做个神仙纲纪。"},
{"title": "捣练子 离尘", "author": "马钰", "dynasty": "金朝", "content": "离尘网，出凡笼。髼头垢面类愚蒙。眼如盲，耳如聋。金为箭，玉为弓。木人射透水晶宫。赴蓬瀛，玉路通。"},
{"title": "南柯子", "author": "马钰", "dynasty": "金朝", "content": "悟彻梨和枣，宁贪酒与茶。宁今云水作生涯。奉劝依予，早早早离家。宁得醉醒趣，君当生死趖。同予物外炼丹砂。九转功成，步步步烟霞。"},
{"title": "桃源忆故人 赠亭川众道友", "author": "马钰", "dynasty": "金朝", "content": "尘中个个贪名利。要赛石名富贵。争奈前程不讳。莫也难逃避。悟来诈做飍飍地。便是脱家奇计。炼气全神圆备。得赴蓬莱位。"},
{"title": "如梦令 五更", "author": "马钰", "dynasty": "金朝", "content": "一鼓乾坤入洞。便把虚无拈弄。离坎自交宫，澄湛寂然无梦。无梦。无梦。别我魔军大恸。"},
{"title": "巫山一段云", "author": "马钰", "dynasty": "金朝", "content": "休要呼师叔，相看若弟兄。炼心云补玉京城。何必谒公卿。因抚心琴益寿。谓饮刀圭戒酒。瑶台上面放琼花。同去步烟霞。"},
{"title": "系裙腰", "author": "马钰", "dynasty": "金朝", "content": "昆嵛山上丹阳子，真得得、遇风仙。今生相应前生约，访秦川。居地肺，结良缘。离清坎静水生火，婴姹睡，虎龙眠。神凝气聚灵光现，驾云轩。透祥烟。去朝元。"},
{"title": "西江月", "author": "马钰", "dynasty": "金朝", "content": "人总贪生尽死，我今认死长生。这般径路少人行。悟后舍家勇猛。休说玄元难解，我观容易分明。要君守拙绝多能。天地悉归清静。"},
{"title": "长相思", "author": "马钰", "dynasty": "金朝", "content": "酒初醒。梦初惊。幻化何须恋利名。灰心远世情。月初明。性初平。倒溯清流过玉京。黄芽渐渐荣。"},
{"title": "捣练子", "author": "马钰", "dynasty": "金朝", "content": "灵寿杖，献夫人。拨开世网易开尘。助行步，出爱津。打有著，拄为亲。敲昏琢暗求清神。挑明月，显至真。"},
{"title": "忆王孙 继重阳韵", "author": "马钰", "dynasty": "金朝", "content": "风仙师父妙谈论。说透无为清净门。舌上甘津味得吞。溉精魂。阴里阳生万劫行。"},
{"title": "如梦令", "author": "马钰", "dynasty": "金朝", "content": "传语两宫道士。日用剪除尘事。炉炼白朱砂，内境内容瞻视。瞻视。瞻视。此际山侗参侍。"},
{"title": "洞中天 全真庵丹井", "author": "马钰", "dynasty": "金朝", "content": "穿凿须当二九深。甘泉自九应清吟。更祈治病名丹井，相称山侗普济心。人听劝，作知音。重阳妙趣好追寻。紫芝气焰生形象，碧眼真如上宝岑。"},
{"title": "添声杨柳枝", "author": "马钰", "dynasty": "金朝", "content": "猛弃荣华儿女妻。悟玄机。腾腾兀兀任无为。做憨痴。云水不游芳草径，内行持。功成行满独何之。赴瑶池。"},
{"title": "如梦令", "author": "马钰", "dynasty": "金朝", "content": "马劣猿颠浊梦。虎绕龙蟠清梦。无作更无为，性住命停仙梦。仙梦。仙梦。气结神凝无梦。"},
{"title": "万年春", "author": "马钰", "dynasty": "金朝", "content": "道人财色酒虽无。一点无明著甚除。恶念不生归莹素，触来勿竞证元初。我人起处愁无极，烟火消时乐有馀。欲学神仙须忍辱，莫交烧了那真如。"},
{"title": "西江月", "author": "马钰", "dynasty": "金朝", "content": "我欲只言清净，恐人入道徘徊。阐扬龙虎去还来。初地多便奇怪。我倦论持婴姹，恐人别意胡猜。谁知男子产婴孩。回首自然悟解。"},
{"title": "南柯子", "author": "马钰", "dynasty": "金朝", "content": "悟彻梨和枣，宁贪酒与茶。我今云水作生涯。奉劝依予，早早早离家。我得醉醒趣，君当生死趖。同予物外炼丹砂。九转功成，步步步烟霞。"},
{"title": "贺圣朝", "author": "马钰", "dynasty": "金朝", "content": "衣装纸袄并麻布。固亘初元素。风前月下抚心琴，并无些尘虑。□□云朋霞友常相聚。看飞乌走兔。玉中养就紫金丹，这些儿谁悟。"},
{"title": "长相思", "author": "马钰", "dynasty": "金朝", "content": "遇重阳。梦纯阳。爇起心香礼正阳。三师助我阳。炼阴阳。固元阳。五色霞光簇太阳。云中子抱阳。"},
{"title": "十报恩 赠段先生", "author": "马钰", "dynasty": "金朝", "content": "公物外好生涯，火相逢结大砂。女盘桓看大药，牛哮吼戏灵葩。云铺地丹炉赫，子观天碧眼华。有三生君省悟，中无事步烟霞。"},
{"title": "西江月", "author": "马钰", "dynasty": "金朝", "content": "物物般般认认，常常战战兢兢。心心念念恐沉沉。得得来来损损。日日清清净净，时时湛湛澄澄。惺惺洒洒这灵灵。灿灿辉辉永永。"},
{"title": "清心镜 兴平郭姑来投全真堂下修行", "author": "马钰", "dynasty": "金朝", "content": "郭姑姑，男子志。割拚尘清，畏其生死。远本夫、缝合阴门，自古今无二。慎其终，如其始。自有坚贤，暗中提尔。处无为、清净彻头，同麻姑居止。"},
{"title": "报师恩 俗瑞鹧鸪继重阳韵", "author": "马钰", "dynasty": "金朝", "content": "弟兄雠解遇风仙。从此和同喜面圆。不习儒风不义手，便遵道教便擎拳。九玄决救离于地，七祖起升得上天。更对师前当发誓，化人修善结良缘。"},
{"title": "黄鹤洞中仙 继重阳韵藏头", "author": "马钰", "dynasty": "金朝", "content": "里悟传灯，炼真如镜。把光辉，满载驱风省。视风轮莹。内显琼釭面。灵童静。肯婪尘复载驰。风惺月仙家景。"},
{"title": "玉楼春 和师韵", "author": "马钰", "dynasty": "金朝", "content": "诸公日日闲团聚。饭罢时时眼厮觑。专专惟望马风言，怎敢玄玄轻泄露。常常只把气神护。谨谨调和龙虎步。徐徐炼就九还丹，个个成仙云外去。"},
{"title": "天道无亲 本名甘草子劝众道友", "author": "马钰", "dynasty": "金朝", "content": "唯愿。想像庄周，梦蝶飞轻粉。悟彻本无亲，天道堪凭信。一志寂寥修行紧。便莫惜、假躯娇嫩。捐弃家缘须陡顿。任女男妻恨。"},
{"title": "如梦令 赠傅散人", "author": "马钰", "dynasty": "金朝", "content": "此个散人姓傅。不恋荣华贵富。物外做修持，玄妙性中分付。分付。分付。蓬岛将来趋赴。"},
{"title": "蕊珠宫 继重阳韵即夜游宫", "author": "马钰", "dynasty": "金朝", "content": "芋栗又分六个。遇投三、谓怀真个。立子三人总忘个。细搜寻，就中认，个中个。□□性月圆圆个。真欢乐、不愁些个。或问扶风因甚个。报君知，舍那个，得这个。"},
{"title": "金莲出玉花", "author": "马钰", "dynasty": "金朝", "content": "赠予鞋履。我赐贤家玄妙理。休别猜疑。早离尘缘得所宜。论其元首。清净精光牢固守。性不沉流。决继海蟾的祖刘。"},
{"title": "十报恩 遇禁烟道友索", "author": "马钰", "dynasty": "金朝", "content": "禁烟禁火禁心猿。真息调来永永绵。云水不游芳草径，身心岂著杏花天。为人勿作坟中鬼，学我能修物外仙。异日大丹成九转，腾空何必打秋千。"},
{"title": "忆王孙", "author": "马钰", "dynasty": "金朝", "content": "长安云步去还来。万朵金莲火里开。独饮刀圭胜浊醅。两三杯。涤尽凡心有甚灾。"},
{"title": "清心镜 赠韦先生", "author": "马钰", "dynasty": "金朝", "content": "公清，火戏虚。寂寂虎随龙憩。莲绽、胜似群花，缘行周济。悟回头，真自喜。诀无为清净，自然通秘。自得、休别追求，人免不讳。"},
{"title": "西江月", "author": "马钰", "dynasty": "金朝", "content": "海岛丘刘谭马，因师各弃荣华。逍遥自在乐无涯。休论高高下下。不会琴棋书画，些儿营运无差。眠云卧月饮流霞。醉后惺惺洒洒。"},
{"title": "添声杨柳枝", "author": "马钰", "dynasty": "金朝", "content": "杨柳枝词扫一篇。寄谁边。一于一郝二刘仙。诉些言。好与丘刘谭马子，共搜玄。九还七返行功全。去朝元。"},
{"title": "清心镜", "author": "马钰", "dynasty": "金朝", "content": "马风风，五旬六。云水飘飘，洒然清独。运天风、摇曳灵光，转增明性烛。到亭川，窑里宿。不意中他，土津火毒。欲要解、四假违和，炼身中金玉。"},
{"title": "西江月", "author": "马钰", "dynasty": "金朝", "content": "是是非非远远，尘尘冗冗捐捐。人人肯肯解冤冤。步步湾湾浅浅。善善常常恋恋，玄玄永永绵绵。明明了了这圆圆。杳杳冥冥显显。"},
{"title": "清心镜", "author": "马钰", "dynasty": "金朝", "content": "出家儿，要决断。万种尘缘，一齐割拚。便忘机、绝虑修仙，把性命了干。外愚痴，内光灿。声音笑貌，有如憨汉。乐清贫、歌舞街前，欣披席把碗。"},
{"title": "金莲出玉花 姜公惠故纸", "author": "马钰", "dynasty": "金朝", "content": "然传旨。下清吟专谢纸。帛迁延。笔书笺鑺见前。开微寡。擘悭心当舍下。惠群仙。却酬君诗百篇。"},
{"title": "添字丑奴儿", "author": "马钰", "dynasty": "金朝", "content": "三冬设粥当周急，饥者堪怜。美事堪传。他处人闻此善缘。亦如然。济贫拔苦慈悲福，功德无边。胜爇沉笺。定是将来得上天。做神仙。"},
{"title": "如梦令 继重阳韵藏头", "author": "马钰", "dynasty": "金朝", "content": "载忧多欢少。遇修仙无老。者离家缘，蚁穿珠通道。首脑。首脑。郎田生瑞草。"},
{"title": "万年春 劝道友", "author": "马钰", "dynasty": "金朝", "content": "去去来来，来来去去何时了。堪失笑。利名缠倒。衣换知多少。奉劝人人，早把元阳保。休虚耗。结成珍宝。得赴蓬莱岛。"},
{"title": "如梦令", "author": "马钰", "dynasty": "金朝", "content": "志在环墙养拙。是是非非不说。终日似憨痴，逗引个中欢悦。欢悦。欢悦。便是山侗活业。"},
{"title": "西江月", "author": "马钰", "dynasty": "金朝", "content": "守拙宜乎宁耐，曾分秀气三台。龙吟虎啸去还来。明月清风自在。五道霞光覆载，神珠养就辞胎。一声霹雳洞门开。始觉山侗奇怪。"},
{"title": "万年春", "author": "马钰", "dynasty": "金朝", "content": "风仙风害得真风，留下家风要害风。通密丘仙能继踵，山侗马钰应扶风。劝人休作梦中梦，学我能寻风里风。或问风因亲说破，投玄远俗做心风。"},
{"title": "清心镜 寄长春丘师兄", "author": "马钰", "dynasty": "金朝", "content": "君乐山，予乐水。乐水乐山，算来何济。都不如、净意清心，炼冲和真气。坎离交，木金戏。产无影姹婴，五明宫里。便顿觉、丹结灵灵，得真欢无比。"},
{"title": "女冠子", "author": "马钰", "dynasty": "金朝", "content": "人命无常，看青云、雨过山水。韶华尽过了，百年如梦，有似希夷。忘情绝爱念，好把意马心猿牢系。绵绵密密。有似出息。常不保入息。十年一似修真理。做神仙、万无一失。门生莫生疑。若有纤毫虚谬，马风罚作阴山为鬼。心行常不昧。遍十方、观照天地。累成功行，自有金童来认你。"},
{"title": "玉堂春", "author": "马钰", "dynasty": "金朝", "content": "闲论修持，修持非草草。猛持家缘，方求大道。灭尽无明，如轲能养浩。肯逐人情似桔槔。鷇食鹑居，自然无烦恼。垢面蓬头，心田频扫。金木相生，就中成至宝。便觉灵光出一毫。"},
{"title": "胡氏杀虎歌", "author": "徐世隆", "dynasty": "金朝", "content": "滨州浡海县，兵籍有刘平。其妻曰胡氏，艰险常同经。起赴零阳戍，仍辇两儿行。暮宿沙河岸，忽闻啸风声。一虎蹲其间，视平若孩婴。吞臂曳之去，胡氏跃且惊。走逐十馀步，掣足与虎争。急呼儿取刀，屠虎肝肠倾。虎毙平脱口，扶归季阳城。一支骨已碎，三日目乃瞑。夫殁入黄泉，妇哭入青冥。风云变黯澹，禽鸟为悲鸣。帅府取皋比，列状达省庭。庭庭状其义，复户仍免征。旌表见国政，激劝通人情。大哉夫妇恩，直与生死并。死同葬虎腹，生同食虎羹。谁谓荆钗辈，乃有如此英。班班古列女，好事多丹青。宜将杀虎传，题编家家屏。"},
{"title": "添字丑奴儿 赠醮首刘大官", "author": "马钰", "dynasty": "金朝", "content": "彭城兄弟皆官样，富贵之家。酷好荣华。未解回心悟落花。路途差。吾亲若肯搜玄理，别有生涯。炉炼丹砂。大药烧成迸彩霞。泛仙槎。"},
{"title": "无调名 赠王公叠字调", "author": "马钰", "dynasty": "金朝", "content": "运三车，入宝瓶。花灿烂，玉堂明。光照耀，鬼神惊。散阴魔，精自秘。藏丹颗，性灵灵。明出现，绝多能。"},
{"title": "离苦海 本名离别难谨继重阳师父韵", "author": "马钰", "dynasty": "金朝", "content": "缘遇离苦海，修真寂真寥。向真风里捉真飙。种琪瑶真真，瑞满青霄。引真个玉兔，真个金难，自是能消。更收聚真龙真虎，缭绕真象肯偏饶。真恍惚，直彰昭。见真婴真姹相招。访真离真坎真处，要真真相济服灵苗。忽结亘古真容，因真清净，功力和调。蓬岛去，拜礼重阳师父，永逍遥。"},
{"title": "清心镜 本名红窗迥", "author": "马钰", "dynasty": "金朝", "content": "我当初，为庵主。勤勤接待，云朋霞侣。时时地、疏远尘缘，渐渐成觉悟。悟心开，便得遇。本师遣我，专来化度。阐妙玄、穿凿愚迷，要荐归蓬府。"},
{"title": "十报恩", "author": "马钰", "dynasty": "金朝", "content": "青牛白鹿与黄羊。稳驾云舆昼夜忙。运载乾坤常会合，推般日月永交光。法轮响喨投玄窟，云辂玎珰入道场。九转功夫如省悟，自然得继马丹阳。"},
{"title": "瑞鹤仙 风入琼林", "author": "长筌子", "dynasty": "金朝", "content": "玉峰时暂歇，觉风入琼林，倍增真悦。烦蒸顿消灭。扫尘埃四海，廓然施设。八方静洁。布一味、清凉妙绝。这些儿冷淡生涯，等闲未曾轻泄。奇别。萧萧昼夜，飒飒乾坤，几人能瞥。随机应辙。寻知友，伴明月。绕群芳结秀，响报声闻，动用阴阳正诀。待浮生，吹散迷云，恁时细说。"},
{"title": "倾杯", "author": "长筌子", "dynasty": "金朝", "content": "休休我省也，弃世俗、洞庭深处。好行步。大药烧成，宝珠收得，曲按无弦，音胜宫羽。洪杨道德，风范钟吕，许由巢父。向逍遥彼岸，寻个水云侣。谁能继圣徒，智若愚，六情断灭，九玄通悟。妙粹冲虚，炳焕灵明，物物般般，无疑无虑。一真莹彻，功行满足，顿超尘所。便归来洒落，方外了然去。"},
{"title": "踏云行", "author": "长筌子", "dynasty": "金朝", "content": "无相形容，灵明心手。清虚岸上栽金柳。剪除魍魉跨鹪螟，希夷俯啸空山陡。劫外飞腾，妙中行走。杳冥乡里寻知友。饮馀恬淡醉真风，乾坤旷朗绝纤有。"},
{"title": "清心镜 兴平郭姑来投全真堂下修行", "author": "马钰", "dynasty": "金朝", "content": "郭姑姑，男子志。割拚尘清，志其生死。远本夫、缝合阴门，自古今无二。慎其终，如其始。自有坚贤，暗中提尔。处无为、清净彻头，同麻姑居止。"},
{"title": "寄天倪子", "author": "徐世隆", "dynasty": "金朝", "content": "父居郓府有牛膝，子倅泰山无鹿茸。寄与天倪怜老病，足痿手战更头风。"},
{"title": "万年春", "author": "马钰", "dynasty": "金朝", "content": "昔年常被利名枷，苦海波中喜戴枷。常下儿孙如玉杻，眼前妻妾似金枷。至迷马钰因何悟，得遇风仙便脱枷。闲里寻闲得闲趣，如今宁肯复投枷。"},
{"title": "登仙门", "author": "马钰", "dynasty": "金朝", "content": "难也难也。舍家难也。绝爱憎，屏尘难也。处无为清静，有始终难也。譬如死，又何难也。论玄元，谈微妙，要人听也。但小童，肯来询也。便须当，开言路，与其进也。我不能，保其往也。"},
{"title": "孤鹰", "author": "马钰", "dynasty": "金朝", "content": "苦海为人，随波逐浪，茫茫甚日休期。为酒色财气。一向粘惹，瞒心昧己。不算前程，幼躯有限，待作千年之计。忽一朝阴公来请，看你教谁替。千间峻宇，金玉满堂，毕竟成何济。劝诸公省，早把凡笼猛跳出，向物外飘蓬，放落魄婪耽，鹑居鷇食，昏昏炼已。默默地、怡神养气。丹成既济。乘彩云，跨凤归。"},
{"title": "万年春", "author": "马钰", "dynasty": "金朝", "content": "劝人休要问前缘，但肯回前是宿缘。不想浮生难猛悟，稍知虚患近良缘。无心入道须无分，有意投玄是有缘。自古神仙皆出离，在家怎得好因缘。"},
{"title": "添字丑奴儿", "author": "马钰", "dynasty": "金朝", "content": "斋前收拾行香火，供养饥贫。当办辛勤。决定于中隐好人。莫相轻。我今已得真消息，说与人听。须要虔诚。恭谨如同祭祀神。遇真真。"},
{"title": "花心动", "author": "长筌子", "dynasty": "金朝", "content": "百岁光阴，似飘风浮沤，电雷轰掣。返照速修，急景难留，不觉鬓莘如雪。万缘羁绊何时了，谩昏晓、寸心愁结。劝英杰。莫教釜破，断绳难接。一失人身万劫。叹伶俐惺惺，不遭缧绁。欲浪恩山，玉杻金枷，谁肯猛然抛撇。一朝大限临门唤，见阎老，怎生推说。恁时节。追思圣贤妙诀。"},
{"title": "绛都春", "author": "长筌子", "dynasty": "金朝", "content": "心如江海。纳百川万派，澄清无碍。渺渺渊源几人知，包沙界。光明灿烂超三昧。諕小乘、邪魔潜退。混元风范，虚无秘密，下愚难解。宣扬亘初真载。统众妙之门，高下无赛。应物头头，显慈悲，消灾害。不生不灭非中外。这一曲、玄歌谁买。玉京仙子，吹动太虚天籁。"},
{"title": "无调名 赠风翔酒郎中", "author": "马钰", "dynasty": "金朝", "content": "杜康造底。昔日文君，当垆沽底。蓦想古业毕卓，亲曾偷底。是刘伶，十分偏爱底。帝前李白曾吐底。栾巴起慈，救火遥噀底。司马相公，常常专专诫底。又争知，是郎中贵姓底。"},
{"title": "玉楼春 赠磻溪张先生", "author": "马钰", "dynasty": "金朝", "content": "元阳烹炼金光阙。不使暗魔来盗窃。常持清净有功能，永结神丹无漏泄。闲心一片如冰雪。自有长生无夜月。盖因离坎虎龙调，消尽我人猿马歇。"},
{"title": "玉楼春 寄长真子", "author": "马钰", "dynasty": "金朝", "content": "清中悟彻祥中瑞。堪做风仙端的裔。广收白雪与黄芽，锻炼神丹烹鼎沸。灵童营养如琼腻。通晓玄玄真仔细。明知天上二三年，暗换人间千万岁。"},
{"title": "万年春", "author": "马钰", "dynasty": "金朝", "content": "自己园亭。无分昼夜宜重构。黄芽秀。欲携云母。那里须垂手。无相人人，蓦地开金口。明先后。须当遗旧。拿出元初走。"},
{"title": "二郎神慢", "author": "马钰", "dynasty": "金朝", "content": "应仙举。便下手、先除色欲。好玉洁冰清大丈夫。更休任、泥拖水漉。一失人身难再复。莫等闲、把前程失误。今略诉。长生久视，五件堪为凭据。听取。第一要、涤除念虑。第二要、忘贪戒酒肉。第三要、济贫拔苦。第四要、常行慈善。第五要、精神保护。依此五件，功成行满，得赴蓬莱仙路。"},
{"title": "江城子令", "author": "长筌子", "dynasty": "金朝", "content": "世情谁不爱浮荣。利和名。两关扃。识破归来，林下傲馀生。万顷烟霞真伴侣，猿鹤老，水风清。任教□骑走尘缨。掩柴荆。坐忘形。一味闲闲，斜日照窗棂。试问知音何处也，云汉阔，远山青。"},
{"title": "万年春", "author": "马钰", "dynasty": "金朝", "content": "人人学道总劳劳，个个心高志不高。烟火靡除生怨恶，尘情不断起贪饕。欲搜玄妙消三业，猛向根芽下一刀。常净常清常忍辱，无为无作列仙曹。"},
{"title": "大官乐 春", "author": "长筌子", "dynasty": "金朝", "content": "踏青放适游人悦，江山明媚阳和节。出谷新莺声软怯，柳绵零落如飞雪。"},
{"title": "送入我门来", "author": "长筌子", "dynasty": "金朝", "content": "榴蕊浓芳，帘幕半卷，清闲白昼偏长。院宇无尘，微雨过池塘。幽轩细细，风披竹欹，石枕藤床。分外凉。看云峰偃仰，高眠晃然，已到羲皇。休休尘世俱忘。真常妙用，安排黄卷炉香。莫羡俗情，如蚁慕膻肠。清虚淡素甘贫乐，纵酷暑难侵道哲堂。好栖心见素家风，洞中别是仙乡。"},
{"title": "添字丑奴儿 自叹", "author": "马钰", "dynasty": "金朝", "content": "念身破旧如茅舍，雨渍风掀。惹火招烟。鼠□蛇钻柱脚偏。悉牢坚。遇师变作银霞洞，修整云轩。悬挂珠帘。赏玩光明不夜天。决成仙。"},
{"title": "川拨棹", "author": "王哲", "dynasty": "金朝", "content": "四更里，瞥看牛斗光如爇。牛遍满宽清虚，放尽灵辉凛冽。向东方也，玉花结。攒烛三山似电掣。熠耀如琼瑶屑。被这惺惺了了，一齐中宵盗窃。害风儿，怎生说。"},
{"title": "清心镜 赠老程先生", "author": "马钰", "dynasty": "金朝", "content": "这程公，顿然悟。家有六子，六贼之数。细寻思、总是冤家，便不宜团聚。弃纱巾，冠戴取。捉住马猿，易调龙虎。待一朝、丹药灵灵，跨祥鸾归去。"},
{"title": "川拨棹", "author": "王哲", "dynasty": "金朝", "content": "这修行诀。便安排得有次节。把清静天机，今朝分明漏泄。使人人，玉花结。从头一一稳铺设。向五更里看摆拽。将此脱壳神仙，玲珑玎珰做绝。害风儿，怎生说。"},
{"title": "二郎神", "author": "长筌子", "dynasty": "金朝", "content": "叹平生，谩日夜劳劳攘攘。想一世浮华能几许，若云间、电光翻掌。梦幻吞侵何日省，恋火院、缠绵业网。这人身一失，万劫难逢，谁能回向。清爽。猛跳出迷津欲浪。彼岸风光真快乐，伴孤云野鹤飘荡。悟彻灵台无障碍，似月挂寥天朗朗。满十方三界，莹彻圆明，逍遥吟唱。"},
{"title": "倾杯", "author": "长筌子", "dynasty": "金朝", "content": "物外回观，爱河滚滚，空劳攘、为何因故。恋惜妻男，竞争名利，念念随他，蒙昧真如。掀天富贵，倾城娇艳，总归何处。叹浮生下梢，终久尽成虚。伤嗟是非今古。百年欢宴，大都几许。梦想南柯，命遭北府，尚自贪婪，不寻归路。轮回贩骨，身伴狐狸，几番荒芜。谩赢得往来，欲浪苦流注。"},
{"title": "万年春", "author": "马钰", "dynasty": "金朝", "content": "劝人休要问前缘，但肯回头是宿缘。不想浮生难猛悟，稍知虚患近良缘。无心入道须无分，有意投玄是有缘。自古神仙皆出离，在家怎得好因缘。"},
{"title": "添字丑奴儿", "author": "马钰", "dynasty": "金朝", "content": "风刀雪箭三冬苦，当恤贫儿。身上无衣。口里无餐常抱饥。忒孤恓。人人正好修功德，当起慈悲。拯溺扶危。设粥都来百日期。立仙梯。"},
{"title": "青莲池上客 俗青玉案攒三拆字继重阳韵", "author": "马钰", "dynasty": "金朝", "content": "财宝俱捐也。忆些潇洒。真修无苟且。调畅，自然舒□。马回公惹。炉炼丹难舍。功如冶。山侗成清雅。神彩，莫能摹写。马天高下。"},
{"title": "添字丑奴儿", "author": "马钰", "dynasty": "金朝", "content": "恤饥共设三冬粥，稽首诸冬。但愿家丰。些小慈悲米济穷。好那容。道心长在常行善，性命圆融。自是心通。缚马擒猿引虎龙。赴蓬宫。"},
{"title": "踏莎行", "author": "王哲", "dynasty": "金朝", "content": "汞里泉清，铅中火赫。倒颠浇溉传甘泽。虎声震动甲方青，龙吟唤出庚方白。认正田原，分门阡陌。金桃亲种亲收摘。玉童掌内任擎来，琼筵会上堪分擘。"},
{"title": "题靖节图", "author": "白君举", "dynasty": "金朝", "content": "咄哉灵运辈，竟坐衣冠辱。谁知五柳家，春雨东皋绿。"},
{"title": "平等会 本名相思会继古韵", "author": "马钰", "dynasty": "金朝", "content": "信口便胡轰，不管无腔调。畅我情怀歌舞，一任人笑。还童返老。志在无忧恼。向妙处，下功搜，细勘校。琼浆恣饮，元气充来饱。锻炼神丹，无大无小。胎仙养就，捧出灵芝草。便自炫，这番儿，道决了。"},
{"title": "踏莎行", "author": "王哲", "dynasty": "金朝", "content": "莫骋儿群，休夸女队。与公便是为身害。脂膏刮削苦他人，只还儿女从前债。悦目亭堂，衷心念爱。直饶铁打坚牢煞。多多罪业自家耽，一朝合眼如何戴。"},
{"title": "添声杨柳枝", "author": "长筌子", "dynasty": "金朝", "content": "顿悟真空弃外缘。乐清闲。四时进火运周天。种芝田。埏植玄炉分造化，饮灵泉。寥阳丹阙永绵绵。证金天。"},
{"title": "清心镜 京兆全真庵", "author": "马钰", "dynasty": "金朝", "content": "皮张仙，修造主。一身两役，兼为化主。修庵舍、独办一间，祷长安施主。论修行，分宾主。悟取气神，与身为主。是性命、速了根源，做蓬莱洞主。"},
{"title": "成功了", "author": "长筌子", "dynasty": "金朝", "content": "悟浮世。把万事纷纷，尽皆忘弃。藜杖云巾，麻绦纸袄，便是随身行李。玩山游水，要到处、乐然从己。兀兀腾腾，逍遥自在，快活谁比。同流看子细。是这些消息，恁般活计。一味真欢，君还会得，人静月明千里。畅哉而已。对小斋、几枝寒蕊。有谁知我，西山半轩晓翠。"},
{"title": "解佩令", "author": "王哲", "dynasty": "金朝", "content": "害风王三，前时割税。为酒爱、饮中沉醉。往往来来，眼前事、全然不记。与仁人、当街打睡。腋袋头巾，尽皆遗弃。有经文、里面诀秘。深谢明公，发善心，与予拈起。解佩令、报贤好意。"},
{"title": "二郎神", "author": "长筌子", "dynasty": "金朝", "content": "平生兴，有万顷云山野景。顷疃梅村蓬户悄，这幽闲、世间难胜。一曲无弦喧宇宙，对沉水、石炉绝听。向林下栖迟，养就懒散，烟霞情性。复命。披短褐玄通古圣。看鹭立鸥飞沙觜岸，笑醯鸡瓮中流梗。一枕华胥春梦觉，岂羡封侯列鼎。早回首归来，月照松溪，云岩苔径。"},
{"title": "绛都春", "author": "长筌子", "dynasty": "金朝", "content": "心如江海。纳百川万派，澄百无碍。渺渺渊源几人知，包沙界。光明灿烂超三昧。諕小乘、邪魔潜退。混元风范，虚无秘密，下愚难解。宣扬亘初真载。统众妙之门，高下无赛。应物头头，显慈悲，消灾害。不生不灭非中外。这一曲、玄歌谁买。玉京仙子，吹动太虚天籁。"},
{"title": "川拨棹", "author": "王哲", "dynasty": "金朝", "content": "三更里，瞥看银蟾圆不缺。吐出一轮光明，满天莹然有别。向南方也，玉花结。白鹿前来行得窃。便衔他新皎洁。将去圭峰山头，独自口中啮齧。害风儿，怎生说。"},
{"title": "卜算子 辞世", "author": "孙不二", "dynasty": "金朝", "content": "握固披衣候。水火频交媾。万道霞光海底生，一撞三关透。仙乐频频奏。常饮醍醐酒。妙药都来顷刻间，九转金丹就。"},
{"title": "减字木兰花 赐玄悟玉禅师", "author": "完颜雍", "dynasty": "金朝", "content": "但能了净。万法因缘何足问。日月无为。十二时中更勿疑。常须自在。识取从来无挂碍。佛佛心心。佛若休心也是尘。"},
{"title": "送天倪子还泰山", "author": "徐世隆", "dynasty": "金朝", "content": "九十行年发未华，道人风未饱烟霞。洞天福地二千里，神府仙闾第一家。牛膝药灵斟美酝，兔豪盏净啜芳芽。隐居自爱陶弘景，莫作山中宰相誇。"},
{"title": "解佩令", "author": "王哲", "dynasty": "金朝", "content": "庵中住坐。尘劳越大。贪米面、看待经过。赶杖按刀，磁碗五，瓦盆□个。匙箸杓甑没堆垛。扫田恻釜，点灯遏火。入门关、出门安锁。本要清闲，被许多、日常殃我。难为驾、五色云朵。"},
{"title": "万年春", "author": "马钰", "dynasty": "金朝", "content": "昔年常被利名枷，苦海波名喜戴枷。常下儿孙如玉杻，眼前妻妾似金枷。至迷马钰因何悟，得遇风仙便脱枷。闲里寻闲得闲趣，如今宁肯复投枷。"},
{"title": "导引词", "author": "邢具瞻", "dynasty": "金朝", "content": "五年一狩，仙仗到人间。问稼穑艰难。苍生洗眼秋光里，今日见天颜。金瓜玉斧临香火。驰道六龙闲。歌谣到处皆相似，天子寿南山。"},
{"title": "万年春", "author": "马钰", "dynasty": "金朝", "content": "秦川胜景果非常，最好终南珍藏乡。竹径梅溪生秀气，凤巢龙窟吐祥光。云庵处处成云集，道友多多论道长。刘蒋村名今改变，人人传说会仙庄。"},
{"title": "望月婆罗门引 史尚书生朝", "author": "李庭", "dynasty": "金朝", "content": "太平有象，老人星、喜照滹阳。前衔曾近文昌。寿乐今年余庆，新到五花堂。看鸡鸣问寝，鳞次称觞。白眉最良。八州督，汉侯王。院院琼林玉树，画戟清香。一椿五桂，更休说、燕山窦十郎。谈麈上，白日羲皇。"},
{"title": "满庭芳", "author": "长筌子", "dynasty": "金朝", "content": "本分家风，寻常日用，何方不是林泉。饥餐渴饮，任运度流年。行止非人所及，休思算、好弱由天。君知么，一身尚假，万事岂牢坚。些儿穷活计，寂寥潇洒，有口难言。箪瓢不置，那得买山钱。且恁腾腾兀兀，任从他螳战蜂喧。真清乐，松间步月，石上枕书眠。"},
{"title": "二郎神", "author": "长筌子", "dynasty": "金朝", "content": "平生兴，有万顷云山野景。竹疃梅村蓬户悄，这幽闲、世间难胜。一曲无弦喧宇宙，对沉水、石炉绝听。向林下栖迟，养就懒散，烟霞情性。复命。披短褐玄通古圣。看鹭立鸥飞沙觜岸，笑醯鸡瓮中流梗。一枕华胥春梦觉，岂羡封侯列鼎。早回首归来，月照松溪，云岩苔径。"},
{"title": "解佩令", "author": "王哲", "dynasty": "金朝", "content": "金郎察察。玉娘揠揠。堪同寿、方年二八。住在何方，一居水，一居山北。入离门、坎户皆劼。时时相拉。频频搜刮。九条街、坊坊俱达。寻得灵珠，取琼浆、神水浇沫。放光明、万道旋斡。"},
{"title": "迎仙客", "author": "王哲", "dynasty": "金朝", "content": "五旬五，过半百。诸公把我频搜索。眼如遮，耳如闻，口中齿豁，颏上髭须白。外容苍，内容黑。金花地上真粟麦。秆儿钐，穗儿摘。三车搬过，便是迎仙客。"},
{"title": "憨郭郎", "author": "王哲", "dynasty": "金朝", "content": "深憎憎愈甚，深爱爱尤多。两般都在意，看如何。他欢如自喜，他病似身疴。心中成一体，各消磨。"},
{"title": "虞美人", "author": "王哲", "dynasty": "金朝", "content": "四郎须是安炉灶。莫把身心闹。玲珑便是本来真。气精养住，便得好精神。汞铅得得知颠倒。方见无名道。今宵饮酒是何人。认取清风明月日相亲。"},
{"title": "江城子令", "author": "长筌子", "dynasty": "金朝", "content": "世情谁不爱浮荣。利和名。浮关扃。识破归来，林下傲馀生。万顷烟霞真伴侣，猿鹤老，水风清。任教□骑走尘缨。掩柴荆。坐忘形。一味闲闲，斜日照窗棂。试问知音何处也，云汉阔，远山青。"},
{"title": "虞美人 战公索修行", "author": "王哲", "dynasty": "金朝", "content": "安炉烧出清凉景。捉住风飙影。轻中盈满得逍遥。自然心月，空外显彰昭。当初元约惺尤省。天诏应邀请。仙音一派莹声招。此时还许，返本上丹霄。"},
{"title": "爇心香", "author": "王哲", "dynasty": "金朝", "content": "这个王风。自小胎风。大来后、变做心风。遍行游历，正是狂风。每闲闲处，诗曲作，似长风。谒马儒风。说与仁风。諕他成、急急惊风。乱为下手，锁了防风。便怎生，医得你，破伤风。"},
{"title": "蓦山溪", "author": "王哲", "dynasty": "金朝", "content": "人人不省，日日光阴急。崄路是轮回，前途事、暗中似漆。观公风貌，俊格最青春，多清净，少贪求，善事休交失。虚情娇态，恰似蜂便蜜。晓夜采花忙，合和成、谁人啖汁。若还悟此，目下便回头，蓬莱路，彩云端，有分相随入。"},
{"title": "爇心香", "author": "王哲", "dynasty": "金朝", "content": "坐杀王风。立杀扶风。只因伊、贪恋家风。争如猛舍，认取清风。好同行，好同坐，共携风。我即真风。你即佯风。小春天、总赖温风。将来雪下，怎奈寒风。窗儿里，六儿外，两般风。"},
{"title": "川拨棹", "author": "王哲", "dynasty": "金朝", "content": "五更里，瞥看斗杓无差缺。正合天心斡运，堪作上天喉舌。向中央也，玉花结。捉得清虚这回决。便永永除生灭。此个自在逍遥，唯予独会拈捻。害风儿，怎生说。"},
{"title": "月上海棠", "author": "长筌子", "dynasty": "金朝", "content": "应时宇宙行慈善。向苦海横舟运方便。法界显威光，諕群魔、隐潜逃窜。真仙现。别有神通手段。上苍委我开仙院。把大道玄风任弘阐。香饵满满娑婆，钓金鳌、玉京游玩。琼瑶宴。俯啸人间蚁战。"},
{"title": "踏莎行 总咏", "author": "王哲", "dynasty": "金朝", "content": "斧钁堪擎，随缘斫斸。钢全缘就令分局。一司管刮水中金，一司管伐山头玉。窍子方长，攀儿圆促。头头柄柄常相逐。劈开金母紫芒攒，判通玉祖红光簇。"},
{"title": "纪梦", "author": "徐世隆", "dynasty": "金朝", "content": "我梦天倪子，同登日观峰。骨彊清似鹤，步健老犹龙。方外无官府，堂中有岱宗。仙闾真福地，杖屦会相从。"},
{"title": "喜迁莺 赐大将军韩夷耶", "author": "完颜亮", "dynasty": "金朝", "content": "旌麾初举。正駃騠力健，嘶风江渚。射虎将军，落雕都尉，绣帽锦袍翘楚。怒磔戟髯，争奋卷地，一声鼙鼓。笑谈顷，指长江齐楚，六师飞渡。此去。无自堕，金印如斗，独在功名取。断锁机谋，垂鞭方略，人事本无今古。试展卧龙韬韫，果见成功旦莫。问江左，想云霓望切，玄黄迎路。"},
{"title": "二郎神", "author": "长筌子", "dynasty": "金朝", "content": "离尘俗，便点检林泉雅趣。竹杖芒鞋青箬笠，泛烟波、绿蓑柔橹。月夜江天无尽乐，品短笛、潇湘蓼渚。此消息，千金不卖，好对渔樵分付。归去。对晚翠风生小浦。勘破南华龟曳尾，尽教他衣冠豺虎。野水添杯谁似我，醉卧白云深处。任秋月春花，暗换桑田，明催今古。"},
{"title": "瑞鹧鸪", "author": "王哲", "dynasty": "金朝", "content": "冬季裁量十四郎。百端尪瘁早粘床。五藏受寒内结积，三焦发热外生疮。一息不来四假僵。儿孙掇出卧丘荒。七魄有缘归地府，三魂无分上天堂。"},
{"title": "瑞鹧鸪", "author": "王哲", "dynasty": "金朝", "content": "石中火隐怎生昭。水里金藏要却遭。石火须凭心火取，水金决得肺金淘。火教煅炼真铅汞，金要增添快剑刀。二件相投成一件，大罗天上列仙曹。"},
{"title": "蓦山溪", "author": "王哲", "dynasty": "金朝", "content": "玉堂三老。唯识王三操。复许辨三台，更能润、三田倚靠。自然三耀，攒聚气精神，运三车，依三教，永没沈三道。须通三玉。方见三清好。真性照三峰，陡免了、三焦做造。休论三世，诸佛现前来，得三乘，游三昧，莹莹归三岛。"},
{"title": "满庭芳", "author": "王哲", "dynasty": "金朝", "content": "斗枰棋，心万转，情注意完□。神搜思，彼此巧生奸。道铺机关，争如会、自己双关。留住，人这著，默断破痴顽。颜。好看前。敲打闹，里清闲。从庚、虎哮吼，在高山。道分明不识，白黑、知守交颁。前胜，中仙桂，谁与我跻攀。"},
{"title": "瑞鹧鸪", "author": "王哲", "dynasty": "金朝", "content": "修行孰是炼金丹。炼就方知两事全。七返不容开四户，九还应是转三田。气神交结为珍宝，灵性分明作大仙。今日却归元本路，自然清静永恬然。"},
{"title": "蓦山溪 于公索神龟词", "author": "王哲", "dynasty": "金朝", "content": "洪波浩浪，澄湛源流遂。此处隐神龟，敢吸尽、西江大水。任眠任睡，喘息几曾闻，能服气，会吞霞，自在长游戏。异光殊彩。迸出真祥瑞。火焰正炎炎，便走在、当中取利。任烧任烙，旋旋聚清凉，能曳尾，会摇头，独上白莲蕊。"},
{"title": "俊蛾儿 劝吏人", "author": "王哲", "dynasty": "金朝", "content": "见个惺惺真脱洒，堪比大丈夫字儿。莫睎灯下俊蛾儿。坏了命儿。早早回头搜密妙，营养姹女婴儿。道袍换了皂衫儿。与太上做儿。"},
{"title": "蓦山溪", "author": "王哲", "dynasty": "金朝", "content": "水中沤起，来往相随走。旋旋被风吹，便生灭、暂无还有。忽亡忽聚，遄速没人知，如浮世，不坚牢，名利难长久。诸公早悟，休要迷花酒。养聚气和神，更认取、三光灵秀。朝昏调摄，保护结金丹，添真莹，放明光，永得逍遥寿。"},
{"title": "满庭芳 于京兆府学正来彦中处觅墨", "author": "王哲", "dynasty": "金朝", "content": "毛颖归余，楮生从我，陶泓三事奇瑰。陈玄不止，尚未得相陪。日夜搜神定思，在何处、多隐文才。谁堪访，高明上士，唯有彦中来。浑材。如见慧，便教磨出，云浪恢恢。书灵任宝篆，救苦消灾。愿使家家奉道，人人悟、总免轮回。成功行，前程路稳，同去宴蓬莱。"},
{"title": "川拨棹", "author": "王哲", "dynasty": "金朝", "content": "四更里，瞥看牛斗光如爇。照遍满宽清虚，放尽灵辉凛冽。向东方也，玉花结。攒烛三山似电掣。熠耀如琼瑶屑。被这惺惺了了，一齐中宵盗窃。害风儿，怎生说。"},
{"title": "喜迁莺 赠道友", "author": "王哲", "dynasty": "金朝", "content": "问公为善。这大道无言，如何回转。猛舍浮华，搜寻玄妙，闲里做成修炼。认取起初真性，捉住根源方便。本来面。看怎生模样，须令呈现。亲见。堪相恋。请向绛绡宫里，开琼宴。会上明明，霞辉万道，射透玉丝瑶霰。一粒宝珠昌莹，滚出光同飞电。彻中央，大罗天归去，永除迁变。"},
{"title": "满庭芳", "author": "王哲", "dynasty": "金朝", "content": "斗枰棋，心万转，情注意完转。神搜思，彼此巧生奸。道铺机关，争如会、自己双关。留住，人这著，默断破痴顽。颜。好看前。敲打闹，里清闲。从庚、虎哮吼，在高山。道分明不识，白黑、知守交颁。前胜，中仙桂，谁与我跻攀。"},
{"title": "一枝春", "author": "长筌子", "dynasty": "金朝", "content": "堪嗟肉傀儡，尘世争奇怪。昼夜火院煎苦，沉埋花酒丛中，孽重终难改。贩骨何时彻，头面翻腾，昧了灵源真宰。独我而今乐自在。放逸游寰海。逍遥天地间、笑开怀，一味清闲，万里金难买。九转功夫足，步月携云，稳赴金莲仙会。"},
{"title": "踏莎行", "author": "王哲", "dynasty": "金朝", "content": "莫骋儿群，休夸女队。与公夸是为身害。脂膏刮削苦他人，只还儿女从前债。悦目亭堂，衷心念爱。直饶铁打坚牢煞。多多罪业自家耽，一朝合眼如何戴。"},
{"title": "虞美人", "author": "王哲", "dynasty": "金朝", "content": "害风饮水知多少。因此通玄妙。白麻衲袄布青巾。好模好样，真个好精神。不须镜子前来照。事事心头了。梦中识破梦中身。便是逍遥、达彼岸头人。"},
{"title": "踏莎行 咏钁", "author": "王哲", "dynasty": "金朝", "content": "铁钁神灵，我心有则。随身应手开端的。种成大药称伊功，载生善果凭君力。绊倒恩山，打摧爱狱。是非烦恼频频斸。锐然敲碎珷玞顽，便令发出昆仑玉。"},
{"title": "望蓬莱", "author": "王哲", "dynasty": "金朝", "content": "词谨劝，见在好持修。浮名浮利何日了，劳神劳气几时休。尘世莫淹留。须早悟，三教理玄幽。摆脱恩山祛爱海，得归蓬岛赴瀛洲。只在此心头。"},
{"title": "满庭芳 黄邑于公乞修行", "author": "王哲", "dynasty": "金朝", "content": "论修行，翁甚喜，津堪作琼浆。清火赫，颠倒吉还昌。显金乌甚朗。中现、玉兔精详。谈正，处暑气变成霜。当。内宝，珍珠璧，一一收藏。尤良善善，性烛施张。现灵明愈耀，中土、本有真光。冥点，烟散尽，堪庆满庭芳。"},
{"title": "黄莺儿", "author": "王哲", "dynasty": "金朝", "content": "心中真性修行主，锻炼金丹津液。交流浇淋，无根有苗琼树。常灌溉润瑶枝，密叶黄莺语。莹灵声韵明眸，正觑婴儿，兑方骑虎。堪诉。姹女跨青龙，四个同归去。本元初得，静里还辉。回光使胎仙舞。应出上现昆仑，得复蓬莱处。我不妄想云霞，鸾鹤天然与。"},
{"title": "踏莎行", "author": "王哲", "dynasty": "金朝", "content": "睡里搜寻，眠中做作。目蒙认正恒欢乐。想成三宝自神灵，结成九转真丹药。攒聚祥云，往来碧落。后随前引唯鸾鹤。白光万道绕园生，红光一点当中铄。"},
{"title": "句", "author": "白君举", "dynasty": "金朝", "content": "欲搜春草池塘句，药裹关心梦不成。"},
{"title": "瑞鹧鸪", "author": "王哲", "dynasty": "金朝", "content": "昨朝今日与来朝。饮水无加只自浇。醉后恁铺金藓甲，醒时复采玉芝苗。锦衣公子谈三岛，皂帔佳舞六么。一曲合成玄妙处，白云片片恣飘飘。"},
{"title": "蓦山溪", "author": "王哲", "dynasty": "金朝", "content": "一灵真性，二物包囊定。三寸主人翁，四方游、各来邀请。五情六欲，七穷总相连，八山耸，九宫深，十地如何证。十分修炼，九转通贤圣。八道涌琼浆，七门开、洞通清净。六街五彩，四象尽归依，三光照，二仪从，一颗明珠莹。"},
{"title": "黄鹤洞中仙", "author": "王哲", "dynasty": "金朝", "content": "信任水云游，忺放灵猿耍。忺去随霞恣害风，乘良马，稳坐香罗帕。南北与东西，选甚高和下。处处来回得自如，呈弓马。会把明珠射。"},
{"title": "瑞鹧鸪", "author": "王哲", "dynasty": "金朝", "content": "春季裁量十四郎。风流玉貌好轻狂。每夜房中怜美妇，常时腹内痛饥肠。以此街前来背箱。利多扑入彩帛行。刀尺使时无作念，妻儿爱处越馨香。"},
{"title": "满庭芳", "author": "王哲", "dynasty": "金朝", "content": "平昔开怀，今朝阐醮，就中别有清欢。风朋霞友，皆至并擎丹。唯许泾阳旧契，俱澄净、眼界敷宽。专邀请，诸公上士，总愿赴仙坛。同攒。崇大道，不须笺乳，何用沉檀。把心香爇起，众圣来观。察得功圆行满，还应是、齐在云端。修真事，兹宵并喜，一一尽乘鸾。"},
{"title": "望蓬莱", "author": "王哲", "dynasty": "金朝", "content": "醴泉好，风物雅幽幽。须把恶缘如省悟，宜将善事争持修。闹里莫投头。予省也，遂把内丹收。对景摅情横写字，有时归去倒骑牛。道号号无忧。"},
{"title": "蓦山溪 于公索神龟词", "author": "王哲", "dynasty": "金朝", "content": "洪波浩浪，澄湛源流遂。此湛隐神龟，敢吸尽、西江大水。任眠任睡，喘息几曾闻，能服气，会吞霞，自在长游戏。异光殊彩。迸出真祥瑞。火焰正炎炎，便走在、当中取利。任烧任烙，旋旋聚清凉，能曳尾，会摇头，独上白莲蕊。"},
{"title": "解红", "author": "王哲", "dynasty": "金朝", "content": "叹嗟浮世。被荣华、驱策名和利。人人斗作机心起。百般奸计。嫉妒愈增侥巧重，生俱相效皆贪爱。何曾停住常若是。各衒女夸男孙奉侍。更酒迷歌惑望长遂。还知七十应难值，便百年限来，无有推避。早早悟、前途不如意。急回头便许，脱了生死。投玄访妙，搜微密察幽秘。管取自然，神气双全分明见，元初个、真真圆性，诚恁似。玉貌琼颜奇又异。莹宝光、瑶彩吐祥瑞。金丹结就虚空萃，处清静，大罗天上仙位。"},
{"title": "黄河清", "author": "王哲", "dynasty": "金朝", "content": "根固源澄宜锁户，清清坚锁深洞。转加温暖，悉屏严凝寒冻。别是风流雅致，顿知得、超升管中。得自然、开悟长生，遇玉花、正好拈弄。元初本有真灵，明明处，这回搜见铅汞。便令结就，一粒金丹堪贡。显现祥光瑞耀，更来往、随鸾引凤。十洲三岛神仙，喜庆迎共羾。"},
{"title": "瑞鹧鸪", "author": "王哲", "dynasty": "金朝", "content": "秋季裁量十四郎。忧愁思四动凄怆。陡改红颜衰体瘦，渐生白发老容光。腰曲头低力不刚。耳聋眼暗泪汪汪。日往月来添疾病，妻嫌女怨受恓惶。"},
{"title": "梅花引", "author": "王哲", "dynasty": "金朝", "content": "少无福。早孤独。憔悴一身无告嘱。日常思。日常思。此事分明，皇天便得知。见远促。见远促。侍来偏亲增汝禄。孝心推。孝心推。致感神明，洪喜得共随。"},
{"title": "望蓬莱", "author": "王哲", "dynasty": "金朝", "content": "修炼者，四事倒颠论。地水火风应化去，色声香味怎生存。方是显良因。全得得，窈默与冥昏。慧性来回清净路，真灵出入妙玄门。空外九光浑。"},
{"title": "望蓬莱", "author": "王哲", "dynasty": "金朝", "content": "真大道，滋味不相饶。明月光中腾莹莹，清风飙上出么么。从此见芝苗。无狭阔，又岂有迢辽。圆现圆成成自在，一能一得得逍遥。方显见彰昭。"},
{"title": "瑞鹧鸪", "author": "王哲", "dynasty": "金朝", "content": "昨朝今日与来朝。饮水无来只自浇。醉后恁铺金藓甲，醒时复采玉芝苗。锦衣公子谈三岛，皂帔佳舞六么。一曲合成玄妙处，白云片片恣飘飘。"},
{"title": "望远行", "author": "王哲", "dynasty": "金朝", "content": "祥敷瑞布，琼瑶妥、片片风刀裁下。密抛虚外，遍撒空中，顷刻粉铺檐瓦。锁缀园林，妆点往来樵径，真个最宜图画。报丰登，珠宝应难比价。清雅。鲜洁尽成滉瀁，更爽气、愈增惺洒。万壑都平，千山一色，遐迩不分原野。恰似予家，仙景澄彻，莹莹蓬莱亭榭。现自然光耀，长明无夜。"},
{"title": "望远行", "author": "王哲", "dynasty": "金朝", "content": "晴空日照，逢澄夜、月吐银辉星莹。运三光处，五彩腾明，做作静中瞻听。察见真修，真炼气神攒聚，便许密游良径。这盈盈、功行于斯已定。端正。应是细搜细刷，现出个、本来元性。叶叶皆灵，枝枝总秀，精莹永成清净。云外青童，持诏传言，授取天皇宣命。谢十洲三岛，神仙来聘。"},
{"title": "黄河清", "author": "王哲", "dynasty": "金朝", "content": "根固源澄宜锁户，清清坚守深洞。转加温暖，悉屏严凝寒冻。别是风流雅致，顿知得、超升管中。得自然、开悟长生，遇玉花、正好拈弄。元初本有真灵，明明处，这回搜见铅汞。便令结就，一粒金丹堪贡。显现祥光瑞耀，更来往、随鸾引凤。十洲三岛神仙，喜庆迎共羾。"},
{"title": "感皇恩", "author": "王哲", "dynasty": "金朝", "content": "百日锁庵门，分梨十化。闲闲澄中，净养真假。个人叹问，直受如斯潇洒。我咱知得也，诚清雅。别有一般，分明好画。频频亲擎出、暂悬挂。那懑要看，万斛珍珠酬价。恁时传说下，些儿话。"},
{"title": "黄鹤洞中仙", "author": "王哲", "dynasty": "金朝", "content": "初见青钢剑。尸内曾加点。木上安来出一丝，乾马占。害后随风飐。得此修行渐。日日频频检。暗喜欢时只自知，天马瞻。与我长生验。"},
{"title": "渔家傲 赠友人", "author": "王哲", "dynasty": "金朝", "content": "名宦为盐判。室内同公案。闲心各一半赞。分过如何断。好将云水伴。夫妇山头看。清风明月唤玩。结就无涯算。"},
{"title": "步蟾宫", "author": "王哲", "dynasty": "金朝", "content": "缘重下手并安脚。顿得来、真真没错。金炉立起琼花作，烧炼出、这般丹药。三田九转明光烁。八脉上、四门开却。虚空一点成灼灼，无言说、自然邀约。"},
{"title": "望蓬莱", "author": "王哲", "dynasty": "金朝", "content": "词意悟，就上好修修。意马心猿都捉住，攀缘爱念一齐休。善事莫迟留。三教好，妙理最深幽。摆脱浮生并世事，这回前路赴蓬洲。此个是归头。"},
{"title": "望蓬莱", "author": "王哲", "dynasty": "金朝", "content": "修炼事，子细好铺陈。外做四肢安乐法，内观五脏倒颠因。便是得全真。坚守定，营壳要申申。二气合和开本性，三田搬运助灵神。只此唤仙人。"},
{"title": "步蟾宫", "author": "王哲", "dynasty": "金朝", "content": "我观紫燕泥巢垒。便下卵、朝朝抱子。雏儿喂大辞窠起，背父母、分飞去离。为人养小还如尔。明知得、攀缘越炽。争如修取长生理，乐清闲、好游云水。"},
{"title": "瑞鹧鸪", "author": "王哲", "dynasty": "金朝", "content": "夏季裁量十四郎。炎炎火焰越忙忙。百巧场中夸意锐，万人丛里用心刚。丝绢罗纨铺内藏。金银珍宝架头光。独做辛勤心自苦，浑家丰足业谁当。"},
{"title": "满庭芳 藏头", "author": "王哲", "dynasty": "金朝", "content": "方觅残，馀蒙庵主，邀便出黄粱。中生秀，唯我最堪当。内冲和九转，般运、二气飘扬。飙动，楼上下，出入呼光芒。殃。取象滋，羊味酒，醴俱忘。灵真一点，圆照圭璋。印白莲秀艳，清净、别恁馨香。华静，衣前引，齐唱满庭芳。"},
{"title": "菊花新", "author": "王哲", "dynasty": "金朝", "content": "对月无何添雅致。丛绿花黄偏有异。正是遇重阳，霜露冷、宜呈祥瑞。清香覆我如言志。害风来、且休攀视。应共到蓬莱，琼筵上、众仙颁赐。"},
{"title": "蓦山溪", "author": "王哲", "dynasty": "金朝", "content": "笔兼纸墨，砚子同为事。甲乙紧相随，缺一物、难能作使。闲来静坐，屈指细寻思，要为书，不时思，须用清泉水。恰如四季，春夏秋冬是。漫热与凉寒，相结就、年何拟议。元来就上，别有妙玄微，按真玄，合天机，闰月方成岁。"},
{"title": "满庭芳", "author": "王哲", "dynasty": "金朝", "content": "汝奉全真，继分五祖，略将宗派称扬。老君金口，亲付与西王。圣母赐、东华教主，东华降、钟离承当。传玄理，富春刘相，吕祖悟黄粱。登仙弘誓愿，行缘甘水，复度重阳。过山东游历，直至东洋。见七朵金莲出水，丘刘谭马郝孙王。吾门弟，天元庆会，万朵玉莲芳。"},
{"title": "望蓬莱", "author": "王哲", "dynasty": "金朝", "content": "回首处，便要识希夷。锻炼须将情来尽，修行紧与世相违。勘破是归依。蟾玉走，认取个金飞。交位东西通地髓，冲和上下合天机。方得妙中微。"},
{"title": "御街行", "author": "王哲", "dynasty": "金朝", "content": "玉芝一味通贤圣。这药治、贤灵性。虚空臼内稳铺排，金刚杵、捣成精莹。摩诃般若蜜多和，炼熟后、搓为铤。大悲千手丸来正。太阳火、烹炮定。堪宜使用黄芽，八琼水、共煎清净。从兹服了得长生。便永永、成功行。"},
{"title": "浪淘沙令", "author": "王哲", "dynasty": "金朝", "content": "气色做交加。四序无差。上凝下出两相磨。暖律欺寒寒逼暖，易位难趖。恰似这浮华。人做生涯。得时温燠失来邪。贫富热寒应不定，浪里淘沙。"},
{"title": "瑞鹧鸪", "author": "王哲", "dynasty": "金朝", "content": "修行莫炼外容红，只要当中起赤心。从此能生木上火，自然养就水中金。瑶芳宝树同相守，玉叶琼枝共厮侵。休去他方寻伴侣，个中真个是知音。"},
{"title": "夜行船", "author": "王哲", "dynasty": "金朝", "content": "诸公学，休胡别。且莫放、猿颠马劣。闲中认得玄机设。无言说、自然欢悦。净清便把虚空拽。待问你不生不灭。答言功行须交彻。有真师、分明来接。"},
{"title": "瑞鹧鸪", "author": "王哲", "dynasty": "金朝", "content": "白灵根蒂长晴空。碧绿枝条袅细风。叶禀月华添雅翠，花凭日气蘸殷红。四般颜色虽然异，一道馨香分外浓。透过丹霄归甚处，便教收在蕊珠宫。"},
{"title": "满庭芳", "author": "王哲", "dynasty": "金朝", "content": "选子奇瑰，依时耨种，自然生发灵苗。风滋雨润，渐渐引枝条。长就方能钐刈，池隍沤、日变青稍。令人羡，新鲜净洁，款款起皮臕。须教。轫作线，织成密布，一任槌敲。待伊家熟软，裁剪缝缭。做就仙袍甚稳，谁能挂、唯我堪消。成功行，六铢衣换，方显尔功超。"},
{"title": "黄鹤洞中仙", "author": "王哲", "dynasty": "金朝", "content": "卜算词频话。莫放猿儿耍。疾速先须调姹婴，全道马，好把家缘舍。一个真惺洒。云路堪同跨。自在逍遥永厮随，害风马，管取玲珑也。"},
{"title": "望蓬莱", "author": "王哲", "dynasty": "金朝", "content": "修炼者，须要觅前程。窈窈冥冥除我相，昏昏默默绝人情。真里正中贞。方晓悟，闲至净中清。物物般般都打破，头头脚脚便分明。圆曜自然成。"},
{"title": "步蟾宫", "author": "王哲", "dynasty": "金朝", "content": "未分混沌何方有。直待定、天高地厚。乾坤一判三光秀，在身中、冲和奔走。水中火起频频斗。又白虎、青龙交媾。儿婴女姹休相守，王害风、别有朋友。"},
{"title": "捣练子", "author": "王哲", "dynasty": "金朝", "content": "捣练子，害风哥。一身跃出死生波。哩啰凌，哩啰凌。便是逍遥真自在，没人拘管信吟哦。哩啰凌，哩啰凌。"},
{"title": "瑞鹧鸪", "author": "王哲", "dynasty": "金朝", "content": "长春景致等长年。不夜乡中永不眠。自在从容除我想，逍遥来往有谁权。唯知物外浑无物，独看天中别有天。五彩霞光长作伴，金花围绕大罗天。"},
{"title": "桃园忆故人", "author": "王哲", "dynasty": "金朝", "content": "琉璃枝上琼花皓。蓓蕾间成玛瑙。乌玉叶儿偏好。四件谁能讨。静中认得真家宝。艳彩诚非草草。唯有个人知道。共得归蓬岛。"},
{"title": "望蓬莱", "author": "王哲", "dynasty": "金朝", "content": "真锻炼，驱惑去迷昏。踏碎月明通正路，劈开风景入玄门。方显道家尊。无把捉，一点出昆仑。复住空中超造化。得归物外越乾坤。那论若亡存。"},
{"title": "满庭芳 藏头", "author": "王哲", "dynasty": "金朝", "content": "莫驱驰，公全道，来真性明光。谁知得，便是水中霜。应相从相见，人悟，物物俱忘。中有，华耀处，怎奈被云藏。详。语锐田，起屋震，地安房。教认清外，别蕴馨香。射昆山片玉，风共、谁话琅琅。辰动，阳佳节，金菊满庭芳。"},
{"title": "捣练子", "author": "王哲", "dynasty": "金朝", "content": "一为人。做凡身。四般假合怎生真。啰哩凌，哩啰凌。搜玄路，出迷津。静中调养气精神。啰哩凌，哩啰凌。"},
{"title": "捣练子", "author": "王哲", "dynasty": "金朝", "content": "水兼火，坎和离。两般消息怎生知。啰哩凌，哩啰凌。休烧炼，莫修持。元来只是这些儿。啰哩凌，哩啰凌。"},
{"title": "惜黄花", "author": "王哲", "dynasty": "金朝", "content": "人须猛省，人须猛悟。独不省，独不悟，巧机越做。有日阎王知，差著个特俏措。崄巇底、赶我来去。行到半路。泪珠无数。告鬼使，这里且暂停住。小鬼喝一声，莫要埋冤苦。对判官、你尽分诉。"},
{"title": "茶瓶儿", "author": "王哲", "dynasty": "金朝", "content": "孝顺先知金母。更无能、背爹寻父。朝朝供养排簋簠。便认得、自家宗祖。呼儿女。骑龙虎。正好与神为主。惺惺奉侍归紫府。也管录、姓名仙簿。"},
{"title": "摸鱼儿", "author": "王哲", "dynasty": "金朝", "content": "叹骷髅、卧斯荒野。伶仃白骨潇洒。不知何处游荡子，难辨女男真假。抛弃也。是前世无修，只放猿儿傻。今生堕下，被风吹雨浥日晒，更遭无绪牧童打。余终待搜问因由，还有悲伤，那得谈话。口衔泥土沙满眼，堪向此中凋谢。长晓夜。算论秋冬年代，春和夏。四时取寡。人家小大早悟，便休夸俏聘风雅。"},
{"title": "黄鹤洞中仙", "author": "王哲", "dynasty": "金朝", "content": "信任水云游，忺放灵猿耍。要去随霞恣害风，乘良马，稳坐香罗帕。南北与东西，选甚高和下。处处来回得自如，呈弓马。会把明珠射。"},
{"title": "望蓬莱", "author": "王哲", "dynasty": "金朝", "content": "能下手，便晓这元元。为甚得通三一法，都缘悟彻五千言。立起本根源。重著脚，跳入水晶盘。唤出那人人不识，至今有自自扬掀。越越害风虔。"},
{"title": "南柯子", "author": "王哲", "dynasty": "金朝", "content": "会叹风中烛，能嗟水上沤。一生一灭几时休。恰似轮回，来往业沦流。知有驴和马，非无骡与牛。等闲扑入怎抽头。幸得人身，急急做真修。"},
{"title": "望蓬莱", "author": "王哲", "dynasty": "金朝", "content": "真大药，要见甚昭然。二气包囊三叠妙，双关封锁九重玄。自晓岂相传。古仙颂，两句最精研。凡骨渡河诚用筏，圣功到岸不须船。越越害风颠。"},
{"title": "望蓬莱", "author": "王哲", "dynasty": "金朝", "content": "猿马住，性命自然知。一粒刀圭开四象，两般枪法杀三尸。神水溉华池。公看取，便是坎和离。土马赶回金虎子，铁牛耕出玉龙儿。方见遇明师。"},
{"title": "南乡子", "author": "王哲", "dynasty": "金朝", "content": "百载镜中容。仰手为祥覆手凶。生死荣华今在目，休逢。疾速回心认祖宗。得得妙相从。灭尽三尸九个虫。一气浩然调养正，冲融。免击精蓝过世钟。"},
{"title": "恨欢迟", "author": "王哲", "dynasty": "金朝", "content": "名哲排三本姓王。字知明、子号重阳。似菊花、如要清香吐，缓缓等浓霜。学易年高便道装。遇渊明、语我嘉祥。指蓬莱、云路如归去，慢慢地休忙。"},
{"title": "步蟾宫", "author": "王哲", "dynasty": "金朝", "content": "诸公学道应徒甚。细细把、玄机苒荏。头边认取清凉枕，当风月、莹然成寝。刀圭滋味频频饮。渐渐放、千花似锦。馨香如要详还审，惜芳时、曲中评品。"},
{"title": "莫思乡 赠丹阳", "author": "王哲", "dynasty": "金朝", "content": "栗子味堪收。更出馨香是芋头。今后吃时思想定，追求。为甚般般各六筹。细认细寻搜。芋有青苗栗有□。空外地中归一处，休休。说破玄玄你越愁。"},
{"title": "南乡子 于公索幻化", "author": "王哲", "dynasty": "金朝", "content": "幻化色身绕。电脚余光水面泡。忽有忽无遄速甚，如飙。过隙白驹旋旋飘。何不悟虚嚣。早早回头养玉苗。苗上金丹光泼泼。彰昭。透过云衢入碧霄。"},
{"title": "迷神引", "author": "王哲", "dynasty": "金朝", "content": "偶暇追游，无凝碍。独望锦波青岱。回头处、忽见荒林外。一堆儿，骷髅卧，绿莎内。孤惨谁为主，与排赛。空衒双眸阐，上尘塞。雨洒风吹，日晒星光对。转业增添，重重载。异乡域，甚方客，何年代。遭遇迷神引，怎生奈。"},
{"title": "临江仙", "author": "王哲", "dynasty": "金朝", "content": "白简书金诀箓，他名姓亡魂。惊神骇各思存。蒙追荐，你受生门。户别开玄妙，做人同和天尊。光一点永无昏。辉月照，水出昆仑。"},
{"title": "雨霖铃", "author": "王哲", "dynasty": "金朝", "content": "东方甲乙。见青芽吐，早应时律。南阳正现红焰，初将炽、炎炎浓密。西动金风飒飒，致清爽、往来飘逸。北气候，祁寒严凝，聚结成冰瑞中吉。肝心肺肾勿令失。四门开、莹彻都归一。金丹辕在空外，明耀显、五光齐出。上透青霄，唯占逍遥自在宁谧。到此际、还得无为，永永绵绵毕。"},
{"title": "浪淘沙令", "author": "王哲", "dynasty": "金朝", "content": "和气欲超升。寒色沈凝。清凉内爽亦能腾。却被外炎相伏定。春冷秋蒸。阴照复阳登，阳喜阴增。人当衰处转夸能。天欲明而仍暂暗，祸福交承。"},
{"title": "昭君怨", "author": "王哲", "dynasty": "金朝", "content": "奉报早离火院。弃了一家攀恋。自在水云前。乐安然。便结长生煅炼。得做上仙亲眷。搜出碧潭玄。月团圆。"},
{"title": "捣练子", "author": "王哲", "dynasty": "金朝", "content": "潭底月，雪中霜。有人会得便风狂。啰哩凌，哩啰凌。泉底樚，水中金。尖竿尖上细搜寻。啰哩凌，哩啰凌。"},
{"title": "戚氏", "author": "王哲", "dynasty": "金朝", "content": "冻云昌。出入缭邈遍舒张。直上玄凝，满空浓密，现嘉祥。六花妥瑶芳。轻飞缓舞姿飘扬。须臾渐渐俱缟，物物因迹尽均妆。选甚高下，那拘遥迥，一同不辨偏傍。更新鲜洁静，添素加彩，增至辉煌。唯睹晃瀁无方。应是瑞气，接引在中央。成佳致、自然盈尺，岁稔时康。显青苍。间点碧汉云归，片段日放晶阳。任溶任聚，正是流酥，独许仙客堪尝。淡味偏能好，浑如这、玉液与琼浆。细想虽无馥郁，便深宜、寂暗岁香。别生景趣盈盈，再腾妙妙，静里开真相。复作冰、为宝玲珑状。风剪剪、声韵珰珰。夜静来、转觉严凉。运星斗、皓月岂寻常。最相当处，明明莹彻，返照交光。"},
{"title": "定风波", "author": "王哲", "dynasty": "金朝", "content": "昔日嘉山第一程。今朝臣海载清清。重泛瑶池真得得，盈盈。昂头堪认自家声。玉浪银波别景致，琼涛朱溜作高名。涌出白莲花一朵，呈呈。馨香直入大罗城。"},
{"title": "惜黄花", "author": "王哲", "dynasty": "金朝", "content": "昨朝酒醉，被人缚肘。桥儿上、扑到一场漏逗。任叫没人扶，妻儿总不救。猛省也、我咱自咒。儿也空垂柳。女空花秀。我家妻、假作一枝花狗。我谨切堤防，恐怕著一口。这王三、难为闲走。"},
{"title": "南乡子", "author": "王哲", "dynasty": "金朝", "content": "王哲已东迁。经过甘河上众贤。性内饥寒由未免，盘缠。乞觅诸公自肯钱。得得递相传。慧我同为出九莲。多少各人心意会，怜怜。此去如来本气传。"},
{"title": "南乡子", "author": "王哲", "dynasty": "金朝", "content": "我已入南京。甘镇人人个个听。敬重三光须要认，休轻。五谷中间得致精。此去决前程。写尽平生自己声。若是却来重一过。灵灵。总看真形一气清。"},
{"title": "捣练子", "author": "王哲", "dynasty": "金朝", "content": "捣练子，十怎生。闲来闲去好修行。啰哩凌，哩啰凌。若逢迎，得圆成。从头一一说前程。啰哩凌，哩啰凌。"},
{"title": "惜黄花", "author": "王哲", "dynasty": "金朝", "content": "这重阳子，今来生此。是非去，烦恼退，逍遥白遂。摆脱一炉香，何有短叩齿。又不用、那道家活计。暗笑俏措的，暗笑伶俐。暗笑他，将相并工商农士。唯我静中清，唯我闲中肆。要到处、跨云便至。"},
{"title": "迎春乐 春日", "author": "王哲", "dynasty": "金朝", "content": "兹晨瑞气阳和早。泥牛示古农曹。风充彩杖轻轻考。谁似我、重耕道。赏宴怀中珍和宝。滋味广餐芝草。便许结金丹，复归去蓬莱岛。"},
{"title": "采桑子", "author": "王哲", "dynasty": "金朝", "content": "曹溪一路人难悟，怎舍妍妻。难受孤恓。独自眠时越越迷。分明有个长生路，孰是能跻。说甚东西。谁肯抽身出污泥。"},
{"title": "武陵春", "author": "王哲", "dynasty": "金朝", "content": "日醍醐长灌顶，丙反相亲。有琼浆与玉津。火养精神。地醒来寅地醉，九按三巡。子于金得味衠。赏武陵春。"},
{"title": "捣练子", "author": "王哲", "dynasty": "金朝", "content": "从来性，本来命。无形无质怎生惺。啰哩凌，哩啰凌。汞中明，铅中莹。霞光里面通贤圣。啰哩凌，哩啰凌。"},
{"title": "临江仙", "author": "王哲", "dynasty": "金朝", "content": "正已修行无怠堕，推心上应天机。内容整肃吐光辉。灵真搜得莹，方可许瞻睎。谨谨授持专一守。静中清里归依。法凭条制不相违。九玄并七祖，连汝共升飞。"},
{"title": "采桑子 昆仑山", "author": "王哲", "dynasty": "金朝", "content": "扶桑日出分明照，蓬岛相邻。若要亲亲。除是清闲只一身。逍遥无事方能到，俯瞰迷津。炼就重绕，顶上孤峰现宝珍。"},
{"title": "画堂春", "author": "王哲", "dynasty": "金朝", "content": "云水王三悟悟。甘河镇、祖师遇遇。元本灵明，便惺惺也，真个诗词做做。丹药内中频顾顾。逍遥处、三光觑觑。全得当时害风风，真个神仙去去。"},
{"title": "南乡子", "author": "王哲", "dynasty": "金朝", "content": "富贵与身贫。肯把荣华只取仁。前定缘由今世用，心纯。自是阴功福自臻。休更苦中辛。恶业休贪作善因。奉劝愚迷须省悟，休嗔。万事由天不在人。"},
{"title": "夏云峰", "author": "王哲", "dynasty": "金朝", "content": "做修持。应不在、端坐子午双时。铅汞自然要结，只用真慈。捷中玄径，谁会得、独我怡怡。密妙放、闲闲坦荡，微细推移。渐令灵曜吐奇。变霞彩、光艳还照相随。盖缘昔堪宜。白云深处，元正是、地肺明师。便许共、丹霄直上，同处无为。"},
{"title": "苏幕遮", "author": "王哲", "dynasty": "金朝", "content": "省烦人，稀赴会。我自无恩，莫把他人怪。廉俭温良身自在。莫强追陪，免得常耽债。有钱时，人见爱。及至无钱，亲也全疏待。且见世情如此态。察尽人心，暗想除非外。"},
{"title": "南乡子", "author": "王哲", "dynasty": "金朝", "content": "物物要休休。打破般般是彻头。认得本来真面目，修修。一个灵芽稳稳求。火里好行舟。焰里白莲素脸幽。馥郁风前通远迥，悠悠。透过青霄得自由。"},
{"title": "步蟾宫", "author": "王哲", "dynasty": "金朝", "content": "未分混沌何方有。直待定、方高地厚。乾坤一判三光秀，在身中、冲和奔走。水中火起频频斗。又白虎、青龙交媾。儿婴女姹休相守，王害风、别有朋友。"},
{"title": "捣练子", "author": "王哲", "dynasty": "金朝", "content": "水中金。忒幽深。玄玄妙妙怎生寻。啰哩凌，哩啰凌。从初得，到如今。西风时复送清音。啰哩凌，哩啰凌。"},
{"title": "南柯子", "author": "王哲", "dynasty": "金朝", "content": "白鹭江心立，乌龟水底钻。红鸡翡翠竹间攒。四件将来，锅内炼成丹。五味调和美，重楼信任餐。充盈六腑得宁康。养就真神，跳跃入仙坛。"},
{"title": "贺圣朝", "author": "王哲", "dynasty": "金朝", "content": "修行须是身衣布。受寂寥餐素。道心不与众心同，绝忧愁思虑。内中认取金乌聚。并开明玉兔，赤鸾抱住黑龟精，这些儿谁悟。"},
{"title": "临江仙", "author": "王哲", "dynasty": "金朝", "content": "太一混元真法箓，清心精锐行持。先擒自己那虫尸。香烟通上界，威力暗施为。救拔亡魂消旧业，见存广得洪禧。鬼惊神骇惧勾追。行功惟显著，指日彩云随。"},
{"title": "青玉案 缘化子弟", "author": "王哲", "dynasty": "金朝", "content": "锁户真成了。百朝甚惺洒。冰餐非苟且，玄妙就中超，亸马眸粘惹。恩爱俱齐舍。闲游冶。教余同幽雅。仙子共成修，写马明星下。"},
{"title": "西江月 四害", "author": "王哲", "dynasty": "金朝", "content": "堪叹酒色财气，尘寰被此长迷。人人慕带似醯鸡，乱性昏神丧慧。独我摇头不管，介然甘守孤恓。粗衣粝食淡黄齑。养就胎仙既济。"},
{"title": "苏幕遮", "author": "王哲", "dynasty": "金朝", "content": "问真修，听我断。莫著凡躯，物物频思算。打破般般常内看。坐卧行住，须作骷髅观。渐令成，常谨按。八亩琼田，别有新条段。性上分明堪正玩。量得无差，便到清凉岸。"},
{"title": "青莲池上客 上元看辊灯球", "author": "王哲", "dynasty": "金朝", "content": "上元景致真堪看。更片片、行云散。现出天如青玉案。放开心月，慧灯明照，两曜交光灿。球妆七宝玲珑焕。把性烛、当中按。一对金童呈手段。琼杆推转，顺风归去，辊入蓬莱观。"},
{"title": "报师恩 藏头", "author": "王哲", "dynasty": "金朝", "content": "言云语莫听闻，眼味香不闻君。内减除人我相，前无有死生分。圭和合凭三照，水焚烧按九雯。又武平清净出，头临月弄祥云。"},
{"title": "沁园春", "author": "王哲", "dynasty": "金朝", "content": "自问从初，少年如何，每每所为。好细寻重想，当时做作，恐违天地，或昧神祇。及至如今，恁貌颜将耄，限尽临头著甚医。还知否，有圣贤三教，莫也堪随。阒中认这慈悲。更长爇名香寝见知。把净清灵密，耀明囗显，一齐速炼，下手修持。口印金科，心传玉诀，旧业除消诚未迟。搜前路，得归依玄妙，证道无疑。"},
{"title": "浪淘沙令", "author": "王哲", "dynasty": "金朝", "content": "人要悟黄芽，忽恋荣华。俗家出了做仙家。物物拈来都打破，藉甚婴娃。蓬岛现光华。翠雾红霞。长春园里看灵葩。覆焘清光仍自许，得得休夸。"},
{"title": "西江月", "author": "王哲", "dynasty": "金朝", "content": "堪叹一灵真性，得来笑杀惺惺。不烧香火不看经。走入这条捷径。便把那人喝定，今朝说与叮咛。西江月里最分明。堪用家风清莹。"},
{"title": "捣练子", "author": "王哲", "dynasty": "金朝", "content": "名利海，是非河。王风出了上高坡。哩啰凌，哩啰凌。才候十年功行满，白云深处笑呵呵。哩啰凌，哩啰凌。"},
{"title": "西江月 四苦", "author": "王哲", "dynasty": "金朝", "content": "堪叹生老病死，世间大病洪疴。伤嗟戆卤强添和。怎免轮回这个。独我摇头不管，时临还与他么。玉花丛里睹琼科。五色云中稳坐。"},
{"title": "西江月", "author": "王哲", "dynasty": "金朝", "content": "堪叹离门坎户，须邻甲地庚途。暗中拍手笑相呼。款款合和一处。既把金阙锁住，白羊队队成珠。西江月里玉蟾孤。朗照长生稳路。"},
{"title": "南乡子", "author": "王哲", "dynasty": "金朝", "content": "物物不追求。摆手行来事事休。返照回观亲面目，无忧。自在逍遥岂有愁。乘此大神舟。玉棹琼槔渡正流。剔出急波俱绝尽，机谋。超上十洲三岛游。"},
{"title": "红窗迥", "author": "王哲", "dynasty": "金朝", "content": "但为人，须仗福。莫慢天欺地，衣食自足。今宵却有个王三，伴父母独宿。也不往来无被褥。和衣睡，静中肯教动触。觉来后、愈觉清凉，唯言诗曲。"},
{"title": "红窗迥", "author": "王哲", "dynasty": "金朝", "content": "这王三，风得赛。便咄了气财，色游三昧。因何却不断香醪，我神仙也爱。独自行来真自在。要到处掩然，悉除百怪。多心经、记得分明，无挂碍无挂碍。"},
{"title": "临江仙", "author": "王哲", "dynasty": "金朝", "content": "此殷勤求一诀，传清静奇瑰。惊神骇目自残摧。公入药镜，照道眸开。外邪魔都尽剿，能治病禳灾。红水绿一声雷。田田内宝，印到蓬莱。"},
{"title": "剔银灯", "author": "王哲", "dynasty": "金朝", "content": "今与重添惺惺。只是那亘初元性。急急修持，盈盈圆满，子细剔开周正。通玄传令。炼煅出、自然清静。一颗明珠堪敬。就上揩磨精莹。不则本师，三真共至，更有虚空贤圣。齐来俱庆。这仙子、此中前定。"},
{"title": "苏幕遮", "author": "王哲", "dynasty": "金朝", "content": "会传杯，经每醉。能吃残馀，得饱长长睡。眼里清闲祥又瑞。时复观瞻，白黑黄红翠。出虚空，无堕坠。琼蕊玲珑，显现真嘉致。赑屃灵神来望视。移入金盘，天上夸奇异。"},
{"title": "尾犯", "author": "王哲", "dynasty": "金朝", "content": "举世总痴愚，贪恋财色，无不迷错。一个丹诚，趁轻肥为作。三耀照、宁曾畏慎，四时长，追欢取东。越频频做，恰似飞蛾，见火常投托。光中方省悟，体烂怎追却。悔恨迟迟，已遭逢烧烙。能远害、焉今祸患，会全身、那经灼烁。请于身看，只被利名荣华缚。"},
{"title": "折丹桂", "author": "王哲", "dynasty": "金朝", "content": "近来阴府心寒凛。对判官详审。高呼鬼使急拿拿，不凌迟，更待甚。镬汤浴过铁床寝。铜汗频频饮。高声祷告且饶些，后番儿，不敢恁。"},
{"title": "添声杨柳枝", "author": "王哲", "dynasty": "金朝", "content": "一息来时衮气球，骋风流。不来一息破胞抽，这回休。若要依前常建贩，复从头。胞儿里面气重收，再儸偻。"},
{"title": "西江月", "author": "王哲", "dynasty": "金朝", "content": "堪叹云生顶上，腾空别有嘉祥。幽微玄妙总生光。鼎内煎成银浪。渐渐炼成金相，瑶花朵朵飞扬。西江月里饮琼浆。万道红霞分明。"},
{"title": "西江月 四景", "author": "王哲", "dynasty": "金朝", "content": "堪叹风花雪月，世间爱恋偏酬。追欢赏玩几时休。不悟阴公等候。独我摇头不管，内将玄妙寻搜。莹然显出那因由。正是余家本秀。"},
{"title": "夜行船", "author": "王哲", "dynasty": "金朝", "content": "王哲害风都不管。乐清闲、恣情慵懒。纸袄麻衣，教人说短。我咱自知凉暖。一炷名香经十卷。三千日、行成功满。稳驾祥云，独通霄汉。尽你夜行船赶。"},
{"title": "红窗迥", "author": "王哲", "dynasty": "金朝", "content": "磨著墨，木砚瓦。窗前竹，我看真个潇洒。试问点茶人人，得行行行者。慈悲慈悲不可舍。作善缘、敲盏何须音哑。试问自在逍遥，教积善得也。"},
{"title": "采桑子", "author": "王哲", "dynasty": "金朝", "content": "两人斗胜俱夸会，路路相违。子细俟依。劫尽方知解了围。愚迷不晓双关意，各自藏机。孰是孰非。却被傍观冷笑微。"},
{"title": "昼夜乐 藏头", "author": "王哲", "dynasty": "金朝", "content": "金相隔休教错。年间怎生作。前头说甚惺惺，辰下重安手脚。被蟾光晷运交，平时从根摸索。事有神功，清强气跃。下于予寻倚托。文上没丹药。天知命惟高，中谈谈中别著。公决要觅清凉，兆府城南登阁。各得其宜，昼欢暮乐。"},
{"title": "红窗迥", "author": "王哲", "dynasty": "金朝", "content": "五千言，二百字。两般经秘，隐神仙好事。灵中省悟彻玄机，结金丹有自。得一惺惺，通不二处，逍遥景致。超然永遂。共红霞、同彩云归，罩笼住祥瑞。"},
{"title": "抛球乐", "author": "王哲", "dynasty": "金朝", "content": "此来玄化尘世，搜获藏善。世长天、嘉气瑞瑞，云浪滔滔，暂然敷遍。聚叆叆、浓结成雯，渐淅沥、文横飞霰。广布列列严凝，凛凛寒威，抛掷真堪羡。似玉英瑶萼，琼花璧屑，也知都被，风刀细剪。撒迥遥轻舞，任他颁形如铺练。最均平同色，宁辨上高下低深浅。正比贤圣慈悲，尽施救、普与行方便。奈晴空，开日曜，返照消残旧面。又还复故，元丑般般皆见。福薄分微重业，目迢遮了，重重现。劝汝懑急急，舍彼就斯，回头总愿，修持锻炼。功行两双全。诚远胜、六出时间显。么则好归十洲清选。"},
{"title": "红窗迥", "author": "王哲", "dynasty": "金朝", "content": "到明年，大丰熟。这崄巇心中，全然不烛。越越底、劫劫波波，贪名利逯逯。地变黄金由未足。因何却、不种来生好福。岂知两两三三，看五五六六。"},
{"title": "如梦令", "author": "王哲", "dynasty": "金朝", "content": "大道长生门户。几个惺惺觉悟。铅汞紧收藏，方始澄神绝虑。心慕。心慕。便趋蓬莱仙路。"},
{"title": "添声杨柳枝", "author": "王哲", "dynasty": "金朝", "content": "梦悟青霄月正高。射蟠桃。一枝白笔得逢遭。更兼刀。应手诗词随写染，运风骚。玉笺上面起云涛。任陶陶。"},
{"title": "如梦令", "author": "王哲", "dynasty": "金朝", "content": "春暖回头不肯。直待九冬冼冼。冻得不惺苏，丹药难为救拯。将□。将□。却觅长生且等。"},
{"title": "红窗迥", "author": "王哲", "dynasty": "金朝", "content": "观貌好，堪我相。空提去提来，道违家向。能藏薄醋菜盐，蔬干成面酱。奉报张公稳上掌。切莫令、失手扑在地上。百杂碎、片片分离，恁时节掉样。"},
{"title": "西江月", "author": "王哲", "dynasty": "金朝", "content": "堪叹白莲吐秀，三车齐驾金牛。自然红艳覆山头。不在勤劳做就。全藉精光护祐，丹成照耀神舟。西江月里看瀛洲。一派仙歌共奏。"},
{"title": "永遇乐", "author": "王哲", "dynasty": "金朝", "content": "正好回头，堪当下手，搜寻密妙。此个圆成，无教沉溺，须是令分晓。火坑休认，凡笼莫入，两事锐然先跳。惺来后、赢取三光，时时顶戴长照。灵明一点，常随五彩，九转便通关要。透出昆仑，莹传清净，朗听金鸡叫。月华辉耀，星光盈满，此处玉花香袅。得玄玄、玄里真宗，这番了了。"},
{"title": "忆王孙", "author": "王哲", "dynasty": "金朝", "content": "长安为甚便归来。使我莲花五叶开。别有清光旧镇醅。独倾杯。免了轮回九狱灾。"},
{"title": "西江月", "author": "王哲", "dynasty": "金朝", "content": "常把内真频看，休教外景长侵。尖竿尖上细搜寻。正见婴儿弄影。雅咏高吟叫笑，清风皓月吹临。分开传作紫共金。艳迸斗花万锦。"},
{"title": "如梦令 赠丹阳", "author": "王哲", "dynasty": "金朝", "content": "坐卧住行有别。自是逍遥做彻。大道本来真，蓦地哂中欢悦。无说。无说。勘破春花秋月。"},
{"title": "西江月", "author": "王哲", "dynasty": "金朝", "content": "堪叹西南地顺，烧柴都是真银。火中焰迸两般身。一半金花绽尽。认得斤星有准，即时分付良因。西江月里弄精神。显出灵童真印。"},
{"title": "如梦令", "author": "王哲", "dynasty": "金朝", "content": "九九八方端锁。团聚光明如火。焰焰做红霞，里面天花遍妥。成裹。成裹。莹莹明珠一颗。"},
{"title": "西江月", "author": "王哲", "dynasty": "金朝", "content": "酒饮清光滑辣，肉餐软美香甜。世间迷误总无厌。个个临头路险。独我悟来口远，唯余省后心嫌。十分戒行愈精严。没分酆都赴点。"},
{"title": "苏幕遮", "author": "王哲", "dynasty": "金朝", "content": "道无言，禅没说。两道白光，唯许红霞设。真玉山头常摆拽。泼滟滟兮，返照灵峰雪。愈玲珑，元皎洁。射透晴空，莹莹神光别。到此玄玄玄妙彻。一朵金花，里面金丹结。"},
{"title": "行香子", "author": "王哲", "dynasty": "金朝", "content": "三鼓才分，火德行香。月初端、正照心王。红红赫赫，炜炜煌煌。见本真生，灵真慧，太真匡。三处均匀，一路平康。睹青天、瑞霭舒张。纵横攒聚，能罩圆方。早弄圭环。持圭璧，执圭璋。"},
{"title": "二郎神", "author": "王哲", "dynasty": "金朝", "content": "观尘境尽。总把浮名修整。此假合形骸皆不悟，犹然待、巧妆驰骋。百岁韶华能有几，到七十、难逃逝景。隳里面真真，罪业愈重，无由祛屏。如省。当初一点，莹清明炳。速认他、从来呼甚么，元是圆成光影。又唤金丹仍粒粒，好做主、重令永永。愿凡世、人人个个，回头浇淳休逞。"},
{"title": "侍香金童", "author": "王哲", "dynasty": "金朝", "content": "大道修持，物物俱尽悔。莫起黑烟生叆叇。云水净清须慷慨。逸优游、做成奇骇。垒这功行，便恰如山与海。得阒里，真闲诚自在。一块红霞笼宝排。化玉成形。转生光彩。"},
{"title": "如梦令 咏围棋藏头", "author": "王哲", "dynasty": "金朝", "content": "下围棋取乐。闲白乌交错。者好关机，度输赢忧谑。作。言作。看这番一着。"},
{"title": "西江月", "author": "王哲", "dynasty": "金朝", "content": "堪叹日时更改，频频拂拭灵台。明光一点绝尘埃。莹彻即分内外。占得逍遥自在，笛声散尽寒梅。西江月里桂花开。香引清风一会。"},
{"title": "山亭柳", "author": "王哲", "dynasty": "金朝", "content": "春景精研。花草新鲜。夏日赫绽红莲。忽然秋早至，见山亭、柳上鸣蝉。飙地朔风来到，飘白雪、遍山川。百岁光阴如撚指，一灵真性好搜玄。得后总周全。养就神和气，结成丹、灿灿团圆。五道耀明齐聚，簇拥上、大罗天。"},
{"title": "如梦令", "author": "王哲", "dynasty": "金朝", "content": "宁海人人省悟。此别何时再遇。唯愿重金莲，好把良因作做。归路。归路。满目白云翠雾。"},
{"title": "花心动", "author": "王哲", "dynasty": "金朝", "content": "紧心猿，悟光阴、尘凡百年遄速。下手顿修，元本真灵，此日要除骸屋。居家坑堑先须跳，将身已、便令孤宿。静无触。气财色酒，一齐隳逐。俗景般般绝欲。要舍尽爷娘，共妻骨肉。自在逍遥，落魄清闲，认取里头金玉。琼英瑶蕊花心动，放香味、满空馥郁。异光簇。祥辉结成九曲。"},
{"title": "解愁", "author": "王哲", "dynasty": "金朝", "content": "堪叹世间迷误，转转增隆，误得趖难。被他同等，一例相赞。每每攒头聚复散。总做作、百端缭乱。这鬼使暗里、常常把你细算。待临头看，痴汉□□。越骋惺惺，伶俐高强，欺慢无惮。大遇尤、罔圣昧神厮玩。此则看看业限贯。误生躲避，也难逃窜。见追贴、个个添烦恼，共拚尽阴司断。"},
{"title": "沁园春", "author": "王哲", "dynasty": "金朝", "content": "王哲惟名，自称知明，端正不羁。更复呼佳号重阳子，做真清真净，相从相随。每锐仙经，长烧心炷，水火功夫依次为。堪归一处，阒然雅致，有得无遗。偏宜用坎迎离。聚珍宝成丹转最奇。结玉花琼蕊，光莹透顶，碧虚空外，捧出灵芝。定作云朋，决成霞友，自在逍遥诗与词。盈盈处，引青鸾彩凤，谨礼吾师。"},
{"title": "西江月", "author": "王哲", "dynasty": "金朝", "content": "堪叹木金相间，甲夫庚妇开颜。笑声美处水潺潺。一派清流出涧。滋润黄芽无限，便教白雪循环。西江月里我跻攀。步步银蟾顾盼。"},
{"title": "千秋岁", "author": "王哲", "dynasty": "金朝", "content": "汨汨尘寰扰。苦苦尤深窈。长系绊、不分晓。日生还恁地，夜梦魂惊杳。听分表。都缘劫劫波波绍。急急心开肇。早早俱除剿。回首处、见明了。一般真个好。万道银霞绕。这番了。秋潭皓月波光晶。"},
{"title": "八声甘州", "author": "王哲", "dynasty": "金朝", "content": "处清凉界，迥然间、别开一家风。得闲闲闲里，真甜美味，甘露应同。洗涤三焦六腑，五藏尽玲珑。流转无凝滞，颠倒皆通。白气充肠盈满，助起初本有，唯要深穷。待时时分朗，来往识西东。恁方知、惺惺容貌，这般形状出高穹。圆成显、放光明照，永住晴空。"},
{"title": "行香子", "author": "王哲", "dynasty": "金朝", "content": "一鼓才呜，水德行香。看乌龟、波上呈祥。鼻全喘息，眼眩昭彰。会戏澄涛，游澄浪，隐然江。黑雾凝凝，充满皮囊。牢封系、信任飘扬。冲和上下，流转边旁。便变成雯，结成盖，积成霜。"},
{"title": "西江月", "author": "王哲", "dynasty": "金朝", "content": "堪叹这般曲调，感他石女吹箫。山头漫说水频浇。海底虚言火燎。遭逢圆明正照，真风广布金飙。西江月里吃芝苗。味味将来了了。"},
{"title": "失调名", "author": "王哲", "dynasty": "金朝", "content": "邢公分剖，举恩情、割断灵光照。内莲生，真可要。姹婴娇，和会通玄妙。忧愁乐道。气收来、结作成珍宝。玉牢藏，五彩耀。透昆仑，日月真修造。"},
{"title": "江城子", "author": "王哲", "dynasty": "金朝", "content": "虚中空外认盈盈。喜前程。盈分明。占得真坚，慧照助新声。五座门开通出入，任来回，好游行。高峰□上便纵横。结云棚。势峥嵘。滚出灵光，一点似朱樱。彩色般般笼罩定，处清凉，永长生。"},
{"title": "啄木儿", "author": "王哲", "dynasty": "金朝", "content": "自卧自卧。西方憩息么。自佐自佐。灵台聚真火。发庚辛课。相应和。物物拈来都打破。元来现此一个。跳出后、无小无大。敲着后、不刚不懦。便却如这音声那。响喨玎珰明堂过。遇玲珑、共庆贺。"},
{"title": "西江月", "author": "王哲", "dynasty": "金朝", "content": "堪叹白莲吐秀，三车齐驾秀牛。自然红艳覆山头。不在勤劳做就。全藉精光护祐，丹成照耀神舟。西江月里看瀛洲。一派仙歌共奏。"},
{"title": "行香子", "author": "王哲", "dynasty": "金朝", "content": "四鼓才平，木德行香。青龙上、坐个娇娘。口贲赤气，身挂朱裳。更戴琼花，餐琼蕊，饮琼浆。往来谐欢，交媾相当。欣然用、颠倒阴阳。冲开卯甲，日放晶旸。衮大明珠，通明焰，过明堂。"},
{"title": "如梦令", "author": "王哲", "dynasty": "金朝", "content": "九一初寒有自。朔气任从开肆。是处蛮严凝，正遇中冬节至。藏异。藏异。内隐新阳欲施。"},
{"title": "菊花天", "author": "王哲", "dynasty": "金朝", "content": "肉衒花糕酒衒油。肥躯润已那休。儿女共嬉游。金银财宝，垒似山丘。何不道前程将不去，限终鬼使来勾。方悟平生总错，点头点头。悔恨无由。"},
{"title": "如梦令", "author": "王哲", "dynasty": "金朝", "content": "九九荣词已彻。谁做姓王名哲。雅字称知明，道号重阳子别。欢悦。欢悦。一粒金丹永结。"},
{"title": "雨中花", "author": "王哲", "dynasty": "金朝", "content": "金菊初开，银蟾渐显，新蕊皓色为俦。绽清芳空外，素魄深秋。便谨按中央雅致，又应当、望夜圆周。称予家赏玩，正许邀枝，迎照琼楼。堪餐秀色艳，好铺明卧影，两两相酬。顿省悟灵英，玉兔因由。馥郁盈盈，喷喷婵娟莹莹悠。遇重阳七八，香传三岛，光满十洲。"},
{"title": "西江月 四物", "author": "王哲", "dynasty": "金朝", "content": "堪叹琴棋书画，虚中悦目怡情。内将灵物愈相轻。怎了从来性命。独我摇头不管，有缘淘出无名。长衙和上证圆成。空外灵光隐映。"},
{"title": "醉花阴", "author": "王哲", "dynasty": "金朝", "content": "听闻阐户。灭虫亡，炉灶堪安固。粹常纯空外觑。彻清清，寂静无思虑。频忘按住。结金丹，透入明堂所。斧长施钢剑锋，荐真元，直趁蓬莱路。"},
{"title": "山亭柳", "author": "王哲", "dynasty": "金朝", "content": "能置田庄。买得浮桑。蓬莱路做清凉。渐渐成作用，昆仑上、别有嘉祥。每岛各开三户，殊名号、九般房。渐见初阒寂生祖，次通长聚见元阳。流转遇明堂。好看炎炎景，这毗邻、现出亮光。处此安居已定，住瀛洲、是仙乡。"},
{"title": "得道阳", "author": "王哲", "dynasty": "金朝", "content": "七月庚辛海水深，一轮明月运天心。饭熟须知薪趁火，衣成不离线因针。修就无为七宝身，还令当日到如今。白虎吼时频擒捉，黑龟行处转思寻。"},
{"title": "金鸡叫 警刘公", "author": "王哲", "dynasty": "金朝", "content": "占得虚空呈俊俏。玄中玄，妙中绝妙。自然五彩通灵照。一颗明珠，万道霞光罩。净净清清，泠泠晓晓。昏昏默默，冥冥窈窈。森罗万象辉辉耀。月里蟾鸣，日里金鸡叫。"},
{"title": "香山会", "author": "王哲", "dynasty": "金朝", "content": "白光生，青□至，红辉总好。腾玄耀妙黄深奥。般般彩色，把明珠覆焘。晴空外、来往仙道。封成永号。便受玉皇宣诏。云霞里、上真唯到。香山会聚，发琼方阐道。同归去、长住三岛。"},
{"title": "得道阳", "author": "王哲", "dynasty": "金朝", "content": "四月朱明和气清。心花七宝愈分明。教你会时独自语，请公休慕百禽声。火焰纤长渐渐生。从兹万木得嘉名。十干位中吾独走，五行宫里我先行。"},
{"title": "忆王孙", "author": "王哲", "dynasty": "金朝", "content": "四宵得得并无寒。深谢孙公青顾看。霞袖分开拂雾端。入长安。回首教贤结大丹。"},
{"title": "五更出舍郎", "author": "王哲", "dynasty": "金朝", "content": "二更哩啰出舍郎。变银霜。汤烧火，火烧汤。夫妇二人齐下拜，住丹房。同眠宿，卧牙床。"},
{"title": "五更出舍郎", "author": "王哲", "dynasty": "金朝", "content": "王更哩啰出舍郎。没堤防。无遮碍，过明堂。一颗明珠颠倒衮，瑞中祥。昆仑上，放霞光。"},
{"title": "满庭芳 住铁查山云光洞作", "author": "王处一", "dynasty": "金朝", "content": "俯视沧溟，屏山掩映，万重松桧森然。金波滚滚，云锁翠峰巅。书对清光浩渺，更阑显、月印新鲜。圆明聚，红霞影里，捧出洞中仙。无初真面目，如今了了，高卧云轩。为丹炉无漏，颐养三千。圣祖垂光下降，诸天举、婴子朝元。功成也，金书紫诏，常在玉皇前。"},
{"title": "五更令", "author": "王哲", "dynasty": "金朝", "content": "三更端，鼓声正。冬冬响，韵音转令鸣莹。其中便、□现灵根，会通贤道圣。慢慢来回游捷径。传银箭这番，穿成雅令。用亲镝镝上红心，现清清静静。"},
{"title": "满庭芳", "author": "王处一", "dynasty": "金朝", "content": "暂别东牟，西游登郡。万灵遥列金乡。无穷仙眷，空外总呈祥。休道蓬莱路远，诸真圣、都会芝阳。星坛下，凉天静夜，云宴礼虚皇。十方同法会，丹诚对圣，出罪行香。度九幽离苦，悉睹三光。见在俱蒙福祐，沾甘露、同免灾殃。逍遥乐，圆坛罢散，齐唱满庭芳。"},
{"title": "醉花阴", "author": "王哲", "dynasty": "金朝", "content": "坑休显貌。脉婴儿，喂饲长令饱。定真元诚傻俏。似清风，明月玄中妙。如麑若豹。勺归期，见地谁堪□。吐桃花香杳袅。内珍珠，全得三光照。"},
{"title": "忆王孙", "author": "王哲", "dynasty": "金朝", "content": "分明七宝更休论。七座门开各有门。一四一三各彼吞。返阳魂。便是长生保命存。"},
{"title": "青莲池上客", "author": "王哲", "dynasty": "金朝", "content": "元初一得从初遇。便端正、初彰著。转作重阳晨彩煦。晴空来往。碧霄堪住。琼马驸。引入长生步。灵光不动神光聚。便攒簇、银霞护。满插金花频返顾。青衣鸾鹤，共同来赴。瑶马驻。般在清凉路。"},
{"title": "谢师恩 警俗回心", "author": "王处一", "dynasty": "金朝", "content": "好儿好女心头气。生死难相替。不测无常先到你。皮囊臭烂，骨骸分散，空惹冤家泪。悟来不使心猿戏。慧剑磨教利。六贼三尸都趁离。炎炎紫焰，载搬丹宝，上献三清帝。"},
{"title": "啄木儿", "author": "王哲", "dynasty": "金朝", "content": "观浮世。为人贵。舍荣华、全贵气。保养丹田绝滋味。便将来、免不讳。自谙自讳。修取长生计。自誓自誓。今朝说子细。且通边际。开灵慧。酒色财气一齐制。做深根、永固蒂。怎生得、虎龙交位。如何令、姹婴同睡。把尘劳事。俱捐弃。二道合和归本类。想玄玄、寻密秘。"},
{"title": "卜算子 黄庭经上得", "author": "王哲", "dynasty": "金朝", "content": "子知公莹，在廛中聘。意猿心不肯收，论荣华命。齿存真性，处清中静。向虚无境内寻，步蓬莱景。"},
{"title": "金莲堂 俗惜黄花藏头", "author": "王哲", "dynasty": "金朝", "content": "家自悟。今观睹。扶风安手脚，未知门户。鬼作乖疏，下如何做。人来、金相觑。里为谁主。风语汝。还婴儿复姹，宝瓶牢固。圣说因缘，系能结慕。真洪登云路。"},
{"title": "香山会", "author": "王哲", "dynasty": "金朝", "content": "白光生，青□至，红辉总好。至玄耀妙黄深奥。般般彩色，把明珠覆焘。晴空外、来往仙道。封成永号。便受玉皇宣诏。云霞里、上真唯到。香山会聚，发琼方阐道。同归去、长住三岛。"},
{"title": "江城子", "author": "王哲", "dynasty": "金朝", "content": "虚中空外认盈盈。喜前程。看分明。占得真坚，慧照助新声。五座门开通出入，任来回，好游行。高峰□上便纵横。结云棚。势峥嵘。滚出灵光，一点似朱樱。彩色般般笼罩定，处清凉，永长生。"},
{"title": "五更令", "author": "王哲", "dynasty": "金朝", "content": "一更初，鼓声傻。槌槌要，敲著心猿意马。细细而、击动铮铮，使俱齐擒下。万象森罗空里挂。泼焰焰神辉，惺惺洒洒。明光射入宝瓶宫，早儿娇女姹。"},
{"title": "菊花天", "author": "王哲", "dynasty": "金朝", "content": "又是春来虚不空。今朝斗撮和风。使我得飘蓬。前游云水，大路长通。虽是心慵身莫懒，但予好药名芎。服了身轻体健，积功积功。须上穹窿。"},
{"title": "啄木儿", "author": "王哲", "dynasty": "金朝", "content": "观浮世。为人贵。舍荣华、全神气。保养丹田绝滋味。便将来、免不讳。自谙自讳。修取长生计。自誓自誓。今朝说子细。且通边际。开灵慧。酒色财气一齐制。做深根、永固蒂。怎生得、虎龙交位。如何令、姹婴同睡。把尘劳事。俱捐弃。二道合和归本类。想玄玄、寻密秘。"},
{"title": "悟黄粱 本名燕归梁赠刘九郎", "author": "王丹桂", "dynasty": "金朝", "content": "人间何事最堪悲。迷火院，受驱驰。不曾时霎暂舒眉。算何日，是休期。况他衣饮各相随。空热乱，又奚为。明明生死眼前催。放得下，是便宜。"},
{"title": "望蓬莱 本名望江南赠家兄忠武访及", "author": "王丹桂", "dynasty": "金朝", "content": "顿失笑，迷悟理全差。富贵理华君活计，寂寥潇洒我生涯。高枕卧烟霞。长生趣，清兴果清嘉。暇伴延龄千岁鹤，闲观不谢四时花。何处觅仙家。"},
{"title": "满庭芳", "author": "王丹桂", "dynasty": "金朝", "content": "四业三彭，七情六欲，终宵永日教唆。输他圈匮，难出黑风波。起尽悭贪嫉妒，生机狡、无限张罗。堪嗟处，从今至古，谁是不遭呵。王哥。亲说破，直须决裂，慎勿蹉跎。把无情慧剑，每每频磨。假使当场临阵，加刚锐、辟散群魔。归来后，民安国富，齐唱太平歌。"},
{"title": "青莲池上客", "author": "王哲", "dynasty": "金朝", "content": "元初一得从初遇。便端正、昭彰著。转作重阳晨彩煦。晴空来往。碧霄堪住。琼马驸。引入长生步。灵光不动神光聚。便攒簇、银霞护。满插金花频返顾。青衣鸾鹤，共同来赴。瑶马驻。般在清凉路。"},
{"title": "超彼岸", "author": "王哲", "dynasty": "金朝", "content": "凡躯莫藉。把惺惺了了，自然明明构架。行住坐卧，须要清清闲暇。气神和，结成珠，堪教化。张弓举箭能亲射。红心正中，赶退周天卦。垛贴中间，迸出霞光无价。五行违，脱阴阳，超造化。"},
{"title": "五更出舍郎", "author": "王哲", "dynasty": "金朝", "content": "三更哩啰出舍郎。最相当。神丹就，养儿娘。一对阴阳真个好，坐车厢。金牛子，载搬忙。"},
{"title": "郭郎儿慢", "author": "王哲", "dynasty": "金朝", "content": "自在逍遥，清静恣闲行走。拄灵杖、慢垂宽袖。任彩霞、缭绕紧相随，更远远香风，翠雾同来诱。忽昂头，蓦观莹景添秀。见青衣、半空召手。便唤余、休更别追寻，指白云深处，这里神仙有。"},
{"title": "啄木儿", "author": "王哲", "dynasty": "金朝", "content": "自行自行。见性不用命。自惺自惺。黑飙先捉定。使倒颠并。唯堪咏。两脉来回皆吉庆。辨清清、与静静。乌龟儿、从兹警省。放眼耀、光明焕炳。恣水中游、涛间逞。望见赫曦山上景。转波恬、又浪静。"},
{"title": "江城子 投真", "author": "王处一", "dynasty": "金朝", "content": "本源真性静寥寥。任飘飘。恣逍遥。便是虚空，天外显灵苗。独乐闲闲无彼我，呼皓彩，吸清飙。青莲池上瑞光摇。赴层霄。玉名标。慧剑挥空，除怪斩群妖。开阐古今清净道，洪普济，法轮桥。"},
{"title": "宜靖三台 化丹阳", "author": "王哲", "dynasty": "金朝", "content": "有限形躯，无涯火院，刹那催促光阴。想人生、有似当风烛，整日家、昼忙夜惊。有等愚迷，千思万想，家缘逼迫浑沉。爱子怜妻，被冤家、系缆萦身。猛悟回头，名缰割断，恩山推倒重重。将爱海跳出，清闲乐道逍遥，半张纸，一张琴。土榻安眠，牢拴意马，莫教斗乱身心。慧剑挥时，斩群魔、万神自宁。二气相交，龙奔虎走，金乌玉兔相迎。入玉炉、金鼎丹砂，炼阳神、出朝玉京。此个家风，冰清玉洁，点头多谢知音。欲要成双全后，价值千金。"},
{"title": "踏云行", "author": "王丹桂", "dynasty": "金朝", "content": "世事纷纷，尘情扰扰。馀闲思想真堪笑。荣枯得失几时休，兴亡成败何年了。今日虽存，来朝难保。闻康认取无为道。修持功行两完全，携云笑指蓬莱岛。"},
{"title": "满庭芳 示众", "author": "王丹桂", "dynasty": "金朝", "content": "衠正清油，重罗白面，如牙细米舂淘。精严办供，庖馔列珍肴。虔属恪香点静，频作礼、岂惮劬劳。惟求望，见存获福，亡者得升超。吾曹。听劝化，休生懈怠，道念坚牢。在澄心涤虑，勿犯天条。稍有违斋破戒，无惭愧、滴水难消。亏功行，将来打算，天地不轻饶。"},
{"title": "水云游", "author": "王哲", "dynasty": "金朝", "content": "且住且住。十月小春，当宜锁户。一百日、炼就重阳，也并无作做。浑身要显唯真素。挂灵明纸布。信任他、走玉飞金，自恬然不顾。"},
{"title": "啄木儿", "author": "王哲", "dynasty": "金朝", "content": "自知自知。只此分明是。自此自此。得一并无四。在虚空里。撒金蕊。万道霞光通表里。复元初、见本始。要炼正，灵真范轨。更不用、木金火水。把良因垒。从心起。方寸清凉无忧喜。澄长生，并久视。重阳子。害风是。王哲名、知明字。说修行、旨没虚诡。啄木词、中开真理。向诸公、取知委。"},
{"title": "踏云行", "author": "王处一", "dynasty": "金朝", "content": "一得冲和，重观幽胜。乌飞兔走交相应。化成天理任纵横，丹炉万道金光迸。开度诸天，祝邀真圣。升腾发显如如性。福生无量见元初，这回了了无修证。"},
{"title": "系云腰 自咏", "author": "王哲", "dynasty": "金朝", "content": "终南山顶重阳子，真自在。阳逍遥。清风明工为伴，响灵呶，空外愈，韵偏饶。蓬莱稳路频频往，只能访，古王乔。丹霞翠雾常攒簇，弄轻飙。系云腰。上青霄。"},
{"title": "黄鹤洞仙", "author": "王哲", "dynasty": "金朝", "content": "有个害风儿，海上寻良价。只为心头忒紧图，意马隘。惹出浑身疥。款款细搜求，日月年时赛。遂得中央四宝珠，禄马快。走入关西界。"},
{"title": "五更令", "author": "王哲", "dynasty": "金朝", "content": "二更分，鼓声按。匀匀打，自然虎龙交换。清气神、各住丹房，也并无错乱。撞透重楼知片段。这玉液琼浆，往来浇灌。便须教溉出黄芽，渐生来好看。"},
{"title": "踏云行", "author": "王丹桂", "dynasty": "金朝", "content": "清静家风，无为活计。个中别有真消息。阒寂湛湛契玄机，杳冥恍惚通幽理。七宝山头，五明宫里。陶陶恣饮醍醐味。醒还醉了醉还醒，醉还醒了醒还醉。"},
{"title": "绿头鸭", "author": "王哲", "dynasty": "金朝", "content": "叹平生，景光奔走万遄。得名牵。休空劳攘，不须频苦孜煎。这荣耀、趁时显现，似风烛终勿牢坚。走玉常催，飞金每促，更兼愁恼紧缠绵。睹浮世、推来暂处，四序换流年。齐捐舍、争如善根，结取良缘。慧刀开、劈回猛烈，智锋举、刺转英贤。自家声、能调雅趣，旧奇韵、堪应斯弦。认取元初，搜寻本有，幽微密妙总投玄。得归一、长春景致，还也任如然。无来去、蓬莱岛中，做个神仙。"},
{"title": "忆王孙", "author": "王丹桂", "dynasty": "金朝", "content": "本来真性唤神仙。为爱幽栖远市廛。独隐山堂妙最玄。乐恬然。欣即高歌困即眠。"},
{"title": "忆王孙", "author": "王丹桂", "dynasty": "金朝", "content": "几人学得我风流。疏尽尘缘散尽愁。闲品羌笛驾白牛。好因由。四大神舟任意游。"},
{"title": "句", "author": "王元粹", "dynasty": "金朝", "content": "十月风霜侵病骨，数家针线补残衣。"},
{"title": "归朝欢", "author": "王处一", "dynasty": "金朝", "content": "羽盖霓旌满空簇。暗合朝元真数目。逍遥自在乐真欢，何须一派喧丝竹。洞仙歌雅曲。佩环时响清韵玉。做奢华、琼浆玉醴，不让金杯绿。宴罢高真重赐禄。从此灵明无盖覆。回嗟尘世谩贪饕，皆将根本成波漉。不知昏性烛。盖因那边光景熟。怎超升、复投幽暗，刬地遭凌辱。"},
{"title": "得道阳", "author": "王哲", "dynasty": "金朝", "content": "九月苍天爽气高，重楼复降雨潇潇。搅海赤龙真自在，迎风木马肯无寥。每向廛中作系腰，六铢衣挂胜红绡。醉后恣眠青苏塌，醒来频采玉芝苗。"},
{"title": "满庭芳 住铁查山云光洞作", "author": "王处一", "dynasty": "金朝", "content": "俯视沧溟，屏山掩映，万重山桧森然。金波滚滚，云锁翠峰巅。书对清光浩渺，更阑显、月印新鲜。圆明聚，红霞影里，捧出洞中仙。无初真面目，如今了了，高卧云轩。为丹炉无漏，颐养三千。圣祖垂光下降，诸天举、婴子朝元。功成也，金书紫诏，常在玉皇前。"},
{"title": "忆王孙", "author": "王丹桂", "dynasty": "金朝", "content": "逍遥坦荡绝忧愁。管甚流年春复秋。露地安眠放白牛。晚烟收。一曲高歌古渡头。"},
{"title": "得道阳", "author": "王哲", "dynasty": "金朝", "content": "已得灵符万事休，百冤退尽任他愁。好把琼浆添满腹，更将金髓灌盈头。都为十因得此由，翁婆婴姹住绸缪。教我携将三直柄，请公认取一弯钩。"},
{"title": "凤栖梧 清明前三日因微雨过示众", "author": "王丹桂", "dynasty": "金朝", "content": "割爱忘情惟谨谨。兔走乌飞，催逼年华迅。又是清明将欲近。家家烟火宜防慎。和气氤氲当宝运。细雨廉纤，不负阳春信。造化工夫犹此进。仙葩迤逦飘香韵。"},
{"title": "无俗念", "author": "王丹桂", "dynasty": "金朝", "content": "一竿修竹，有天然标本，森然唯独。槛外窗前横翠影，幽雅真非寻俗。内蕴虚心，外彰高节，超越凡材木。静吟风月，韵同敲击冰玉。可爱素质英姿，引鹤栖凤，四序清人目。茂叶重重光润腻，袅袅柔枝凝绿。根曲蛟虬，气含蔬笋，全味胜粱肉。此君嘉秀，并余遐算遐福。"},
{"title": "特地新", "author": "王哲", "dynasty": "金朝", "content": "天地人生，同来相遇。应将甚、昭彰显务。道门开，释门阐，儒门堪步。识元初，习元本，睹元辰，元阳自固。日月星辰，齐旋躔度。唯临莅、虚空照布。精关扃，气关达，神关超露。禀三才，立三教，得三光，三丹宝聚。"},
{"title": "洞仙歌", "author": "王丹桂", "dynasty": "金朝", "content": "游仙一境，上下川原秀。背下高岗面长溜。看峰排、千刃地占三阳，佳气聚，相接居民淳厚。黄童白叟。信道崇真久。同启哀诚荐枯朽。命簪裳誊奏，列圣高真，颁惠渥、符下宣恩赦宥。释幽涂、苦爽悉停酸，保见在家家，共沾福祐。"},
{"title": "满庭芳", "author": "王处一", "dynasty": "金朝", "content": "海郡行缘，赣榆阐化，良因复显诸王。谨修黄箓，特地召嘉祥。万里云收雾卷，微风息、灯烛荧煌。星坛上，步虚声举，月下正悠扬。频频施拜跪，虔诚仰彻，列圣闻香。降无边恩惠，普救存亡。从此皆成快乐，离阴府、升上天堂。开云宴，保生接寿，齐唱满庭芳。"},
{"title": "行香子", "author": "王丹桂", "dynasty": "金朝", "content": "说甚根尘。辩甚铅银。这仙佛、路径明分。何须外觅，不在劳神。欲要全完，当全道，露全身。一体同观，无起疏亲。志常清、常静常真。不惟自利，兼利他人。定结祥光，成祥瑞，蹑祥云。"},
{"title": "五更令", "author": "王哲", "dynasty": "金朝", "content": "五更终，鼓声闲，被那人，擂动做成颠倒。金盘内、托出神珠，放霞光万道。窈窈冥冥真个好。从此复通他，当初至宝。如今却归去何方，住十州三岛。"},
{"title": "青玉案", "author": "密璹", "dynasty": "金朝", "content": "冻云封却驼冈路。有谁访、溪梅去。梦里疏香风暗度。觉来谁见，一窗凉月，瘦影无寻处。明朝画笔江天莫。定向渔蓑得奇句。试问帘前深几许。儿童笑道，黄昏时候，犹是廉纤雨。"},
{"title": "浣溪沙 刘姑姑生朝", "author": "王丹桂", "dynasty": "金朝", "content": "仲夏蓂开四叶初。仙姬分秀下云舆。祥光瑞气共相扶。法性殊无尘事累，灵安那有世情拘。自然遐寿等麻姑。"},
{"title": "送王生西游", "author": "密璹", "dynasty": "金朝", "content": "紫陉仙人今渊云，骑风御气七尺身。丈夫耻与哙等伍，故作野鹤昂鸡群。往年书剑游梁日，咳唾中间满珠璧。温子徒劳手八叉，苏老犹迷日五色。慨然拂袖游嵩阳，西南陌上书传香。仲宣堂堂舍我去，举杯却愁愁更长。去程相近黄花节，三十六峰如玉列。龙门枫叶堕红绡，洛浦芦花舞晴雪。勋名细事犹秋毫，政可痛饮读离骚。天津月照紫绮裘，缑岭风吹青玉箫。我无羽翼随君起，浩歌相送秋光里。凭高西望青茫茫，落日无情下寒水。"},
{"title": "望蓬莱 述怀", "author": "王处一", "dynasty": "金朝", "content": "天之道，妙用不虚传。一点生成法性，二仪炼就出尘仙。随步结金莲。明了了，颠倒显根源。四大扶持真水火，五光照彻九重天。七祖尽朝元。"},
{"title": "金莲出玉华 寿明威县君完颜明慧", "author": "王丹桂", "dynasty": "金朝", "content": "严凝天气。万物深根而固蒂。蓂叶全开。仙子移真下宝台。松姿鹤质。遣累斋心超众异。为祝遐龄。福寿同臻等芥城。"},
{"title": "西江月", "author": "密璹", "dynasty": "金朝", "content": "一百八般佛事，二十四考中书。山林朝市等区区。著甚来由自苦。过寺谈些般若，逢花倒个葫芦。少时伶俐老来愚。万事安于所遇。"},
{"title": "自题写真", "author": "密璹", "dynasty": "金朝", "content": "枯木寒灰久亦神，因缘来现胙公身。只缘酷爱东坡老，人道前身赵德麟。"},
{"title": "诉衷情令", "author": "王丹桂", "dynasty": "金朝", "content": "重阳又早一年期。景物正凄凄。凭高畅情凝望，极目彻天涯。秋日短，塞天低。雁南飞。诗题红叶，酒泛黄花，不醉无归。"},
{"title": "上丹霄 本名上平西用张子云韵", "author": "王丹桂", "dynasty": "金朝", "content": "得真闲，投真趣，傲萍蓬。任运命、否塞亨通。生涯寂淡，二十年罢倒金钟。头头返照，破昏蒙、灵鉴非铜。或游戏，红尘境，或栖隐，碧岩松。掌谭马、遗范馀风。驱驰造化，自然交媾虎和龙。上清仙举，要争魁、安敢耽慵。"},
{"title": "玉炉三涧雪", "author": "王丹桂", "dynasty": "金朝", "content": "既悟出家学道，须凭一志坚坚。假饶心上起诸缘。全在殷勤锻炼。处真莫生异见，利他损己为先。内功外行两双全。得赴瑶池琼筵。"},
{"title": "书龙德宫八景亭", "author": "密璹", "dynasty": "金朝", "content": "刻桷朱楹堕绀纱，裙腰草色趁阶斜。谁知剥落亭中石，曾听宣和玉树花。"},
{"title": "渔父词二首 其一", "author": "密璹", "dynasty": "金朝", "content": "杨柳风前白板扉，荷花雨里绿蓑衣。红稻美，锦鳞肥，渔笛閒拈月下吹。"},
{"title": "过胥相墓", "author": "密璹", "dynasty": "金朝", "content": "亭亭华表映朱门，始见征西宰相尊。下马读碑人不识，夷山高处望中原。"},
{"title": "忆王孙", "author": "王丹桂", "dynasty": "金朝", "content": "四时流转急如梭。百岁韶华屈指过。惟愿人人出爱河。养冲和。功满超升赴大罗。"},
{"title": "悟黄粱", "author": "王丹桂", "dynasty": "金朝", "content": "浮名浮利两悠悠。终不道，悠身囚。好贪多败更多忧。又著个，甚来由。愿人识破早抽头。从前事，尽都休。飘飘物外不淹留。管有分，继吾俦。"},
{"title": "秋晚出郭閒游", "author": "密璹", "dynasty": "金朝", "content": "尘中俗事海漫漫，暂出城闉借眼宽。沙麓去边群牧小，野云平处一雕盘。残荷露水秋光晚，衰柳摇风古渡寒。此幅大年横景画，鲁冈图上似曾看。"},
{"title": "临江仙", "author": "密璹", "dynasty": "金朝", "content": "倦客更遭尘事冗，故寻閒地婆娑。一尊芳酒一声歌。卢郎心未老，潘令鬓先皤。醉向繁台台上问，满川细柳新荷。薰风楼阁夕阳多。倚阑凝思久，渔笛起烟波。"},
{"title": "七骑子", "author": "王哲", "dynasty": "金朝", "content": "纵步闲闲，游玩出郊西。见骷髅，卧沙堤。问你因缘由恁，似为恋、儿孙女与妻。致得如今受苦恓。眼内生莎，口里更填泥。气应难吐，吐虹霓。雨洒风吹浑可可，大抵孩童任蹈跻。悔不生前善事稽。"},
{"title": "踏云行 本名踏莎行自遣", "author": "王丹桂", "dynasty": "金朝", "content": "壬癸才升，丙西已降。往来浇灌黄芽长。灵童采摘赴瑶宫，笙簧迎引声嘹亮。虎啸祥风，龙翻雪浪。斡旋造化凭真匠。炼丹砂就月华清，踏云行处神光灿。"},
{"title": "归朝欢", "author": "王处一", "dynasty": "金朝", "content": "玉姹金婴围绕簇。玉蕊金莲清骨目。金光笼罩玉鳞龙，玉泉浇灌金棱竹。玉锋鸣胜曲。玉楼金殿金间玉。玉金交、玉炉金鼎，焰迸青黄缘。玉饭金浆非世禄。玉兔金乌常往覆。玉山玉海玉乾坤，玉人玉性无淋漉。玉蟾明匪烛。玉乌蟠桃仙果熟。玉京丹、玉阳服了，不被诸仙辱。"},
{"title": "宴息二首 其一", "author": "密璹", "dynasty": "金朝", "content": "宴息春光晚，閒眠昼景虚。冥心居大道，达理契真如。乐对忘形友，欣逢未见书。世间幽隐者，何必尽樵渔。"},
{"title": "黄华画古柏", "author": "密璹", "dynasty": "金朝", "content": "黄华老人画古柏，铁简将军挽大弨。意足不求颜色似，荔支风味配江瑶。"},
{"title": "寓迹", "author": "密璹", "dynasty": "金朝", "content": "寓迹中山记昔年，西溪卜筑欲终焉。飘零何在五株柳，离乱难归二顷田。漫叟未能忘野寺，道人犹解识林泉。吾乡巳宅无何有，一笑醯鸡尽瓮天。"},
{"title": "释迦出山息轩画", "author": "密璹", "dynasty": "金朝", "content": "庞眉袖手出岩阿，及至拈花事巳讹。千古雪山山下路，杖藜无处避藤萝。"},
{"title": "东郊瘦马", "author": "密璹", "dynasty": "金朝", "content": "此岁无秋𤱶亩空，病骖难遣齧枯丛。仓储自益驽骀肉，独尔空嘶苜蓿风。"},
{"title": "玉炉三涧雪", "author": "王丹桂", "dynasty": "金朝", "content": "欲要超离苦海，先须割爱海情。从来坑堑刬教平。不入荒凉斜径。幻景浮华识破，疑心妄念休生。潇潇洒洒向前行。步步蓬莱有准。"},
{"title": "题晋卿王诜图绘", "author": "密璹", "dynasty": "金朝", "content": "顾陆张吴宝绘堂，风花雪月保宁坊。锦囊玉轴三千幅，翠袖金钗十二行。数笔丹青参李范，一时迁谪为苏黄。太原珍玩名天下，旧迹犹凭古印章。"},
{"title": "好离乡", "author": "王丹桂", "dynasty": "金朝", "content": "坐久欲胧晴。不觉天公祥瑞呈。夜暖忽闻岩滴，声声。唤觉游仙梦不成。靸履起开扃。四望遥峰尽变更。唯有长松天性异。坚贞。独倚幽岩显道清。"},
{"title": "忆王孙", "author": "王丹桂", "dynasty": "金朝", "content": "三田常用铁牛耕。种得黄芽渐渐生。法雨时时浇灌频。转滋荣。采摘归来上玉京。"},
{"title": "思归", "author": "密璹", "dynasty": "金朝", "content": "四时唯觉漏声长，几度吟残蜡烬缸。惊梦故人风动竹，催春羯鼓雨敲窗。新诗淡似鹅黄酒，归思浓如鸭绿江。遥想翠云亭下水，满陂青草鹭鸶双。"},
{"title": "梁园", "author": "密璹", "dynasty": "金朝", "content": "一十八里汴堤柳，三十六桥梁苑花。纵使风光都似旧，北人见了也思家。"},
{"title": "济源庙海子内有二鼋人以将军目之投饼饵则至", "author": "郦权", "dynasty": "金朝", "content": "我欲燃犀起蛰雷，漫誇海蘸纸钱灰。将军不是池中物，也为区区饼饵来。"},
{"title": "题平阴僧寺", "author": "三兴居士", "dynasty": "金朝", "content": "三吴家近水晶宫，行坐红香绿影中。今日异乡僧寺里，一盆荷叶战西风。"},
{"title": "凤栖梧 暮春闻莺", "author": "王丹桂", "dynasty": "金朝", "content": "短景相催何太促。丽日和太，又送春光暮。渐听流莺枝上语。绵蛮似把衷情诉。昨日花开红满树。今已飘零，狂荡逐飞絮。奉劝游人生觉悟。莫教失却来时路。"},
{"title": "题潘阆夜归图", "author": "密璹", "dynasty": "金朝", "content": "不是诗人灞水壖，又非野老曲江边。风姿便认王摩诘，蕴藉还疑李谪仙。驴背倒骑莲岳下，牛腰稳跨竹林前。掀髯对月馀高兴，明日佳篇几处传。"},
{"title": "溪景", "author": "密璹", "dynasty": "金朝", "content": "飞飞鸥鸟自徜徉，也解新秋受用凉。日莫碧溪微雨过，满风都是藕花香。"},
{"title": "炼丹砂", "author": "王丹桂", "dynasty": "金朝", "content": "稽首富春仙。听说根源。金枷玉杻紧牵缠。惟要自家心决裂，休道无缘。贤圣梦中言。的不虚传。家缘事事待周全。更望一身成道果，掘地寻天。"},
{"title": "枕上听雨", "author": "密璹", "dynasty": "金朝", "content": "卧听羯鼓打凉州，元是芭蕉细雨秋。庭际玉簪开几许，小窗特地莫香幽。"},
{"title": "山行绝句", "author": "庞铸", "dynasty": "金朝", "content": "四面云山玉作围，一川霜树锦为衣。翩翩数骑南冈下，傅粉王孙射鹿归。"},
{"title": "郊行二首 其一", "author": "郦权", "dynasty": "金朝", "content": "十里脩篁翠拂天，青田漠漠水溅溅。高林忽断惊回首，不觉奇峰堕眼前。"},
{"title": "梁台", "author": "密璹", "dynasty": "金朝", "content": "汴水悠悠蔡水来，秋风古道野花开。行人惊起田间雉，飞上梁王鼓吹台。"},
{"title": "步云鞋 本名软翻鞋赠玄真观单姑等献履鞋", "author": "王丹桂", "dynasty": "金朝", "content": "幸遇教风开。和气洽吾怀。和真清众总仙才。志谦和、恭顺垂慈惠，殷勤献，步云鞋。妙手巧剜裁。珠宝砌双腮。一回朝礼蹑坛台。待他年、真行真功满，超尘世，赴蓬莱。"},
{"title": "上丹霄 本名上平西用张子云韵", "author": "王丹桂", "dynasty": "金朝", "content": "得真闲，投真趣，傲萍蓬。任趣命、否塞亨通。生涯寂淡，二十年罢倒金钟。头头返照，破昏蒙、灵鉴非铜。或游戏，红尘境，或栖隐，碧岩松。掌谭马、遗范馀风。驱驰造化，自然交媾虎和龙。上清仙举，要争魁、安敢耽慵。"},
{"title": "未开牡丹", "author": "庞铸", "dynasty": "金朝", "content": "国香半吐醉颜酡，炫耀春工已自多。爱惜不教催羯鼓，更浇卯酒看如何。"},
{"title": "玉炉三涧雪", "author": "王丹桂", "dynasty": "金朝", "content": "欲要超离苦海，先须割爱忘情。从来坑堑刬教平。不入荒凉斜径。幻景浮华识破，疑心妄念休生。潇潇洒洒向前行。步步蓬莱有准。"},
{"title": "慈恩寺塔", "author": "郦权", "dynasty": "金朝", "content": "慈恩石刻半公卿，时遇闻人为指名。龙虎榜中休著眼，一篇俚赋误平生。"},
{"title": "自鹤壁游善应洹山", "author": "郦权", "dynasty": "金朝", "content": "清晨发鹤山，瘦马陵峻岭。春风吹雪谷，朝雾湿云影。羊肠抱倾崖，绝壑如下井。硖关山却立，老眼入绝境。人家跨清溪，桑柘郁数顷。西行复几里，嵓谷栖短景。穷溪水源清，溜溜如细绠。下流泉满山，势合久方骋。滩光落镜明，岚气霏雨冷。何年凿青壁，两佛入禅定。残僧久零落，遗塔寄烟瞑。荒凉布金地，杂遝樵牧径。同游成六逸，轰饮助高兴。留连更坐卧，谈笑发嘲咏。感物复叹嗟，醉语忽径廷。青山不爱宝，岁岁出矾矿。公场沸千夫，利井供百鼎。谁开争夺源，败此丘壑胜。颇思呼有力，掷入万里迥。天神定笑我，痴绝谩生瘿。长怀古畸人，飞梦绕箕颍。"},
{"title": "忆王孙", "author": "王丹桂", "dynasty": "金朝", "content": "不持斋戒不看经。不论金丹共五行。玉瑟闲调月正明。韵轻清。响彻瑶台十二层。"},
{"title": "北郊晚步", "author": "密璹", "dynasty": "金朝", "content": "陂水荷凋晚，茅檐燕去凉。远林明落景，平麓淡秋光。群牧归村巷，孤禽立野航。自谙閒散乐，园圃意尤长。"},
{"title": "留仲泽", "author": "郦权", "dynasty": "金朝", "content": "朝衫酒湿紫宸霞，暂辍旌旗拥使华。驰马弯弓真将种，载书囊笔自名家。江湖万里春回雁，燕赵千林月满花。明日升沈便霄壤，更留玉树倚蒹葭。"},
{"title": "夷门遣怀", "author": "郦权", "dynasty": "金朝", "content": "梁园花木艳精神，尽属东风点缀人。雪压老梅香不起，问君消得几多春。"},
{"title": "墨竹三首 其二", "author": "庞铸", "dynasty": "金朝", "content": "瀰川急雨暗秋空，无限琅玕澹墨中。剑甲摐摐军十万，欲将貔虎战斜风。"},
{"title": "老境", "author": "密璹", "dynasty": "金朝", "content": "老境唯禅况，幽居似宝坊。酒杯盛砚水，经卷贮诗囊。懒甚书弥少，閒多梦自长。不知何处雨，径作夜来凉。"},
{"title": "怀友", "author": "庞铸", "dynasty": "金朝", "content": "镜里衰颜失旧红，当年豪逸梦魂中。山城对月中秋夜，陇雁寄书西北风。遣兴与谁同酒盏，相思无处附诗筒。凭高想到消䰟处，落日无言水自东。"},
{"title": "沁园春", "author": "密璹", "dynasty": "金朝", "content": "壮岁耽书，黄卷青灯，留连寸阴。到中年赢得，清贫更甚，苍颜明镜，白发轻簪。衲被蒙头，草鞋著脚，风雨萧萧秋意深。凄凉否，瓶中匮粟，指下忘琴。一篇梁父高吟。看谷变、陵迁古又今。便离骚经了，灵光赋就，行歌白雪，愈少知音。试问先生，如何即是，布袖长垂不上襟。掀髯笑，一杯有味，万事无心。"},
{"title": "荅文伯二首 其二", "author": "边元鼎", "dynasty": "金朝", "content": "晓窗清镜卷浮埃，恨入新秋不可裁。露浥野花三径合，风传云壑七松哀。忘机鱼鸟真相识，落手功名亦傥来。万古消沈一杯酒，直须白骨点苍苔。"},
{"title": "春半喜晴", "author": "密璹", "dynasty": "金朝", "content": "阴寒二月雪含云，两日开晴淑景新。借问海棠红几许，杏花杨柳不曾春。"},
{"title": "閒咏", "author": "密璹", "dynasty": "金朝", "content": "岁晚陶元亮，平生马少游。凋残半枯木，浩荡一虚舟。鹤望尘迷眼，鸡栖屋打头。瓶储尚萧索，焉敢计菟裘。"},
{"title": "花开人散二首 其二", "author": "边元鼎", "dynasty": "金朝", "content": "閒花閒草满芳洲，春水无人自在流。白日迟迟倦游子，一声啼鸟一声愁。"},
{"title": "偶题二首 其一", "author": "边元鼎", "dynasty": "金朝", "content": "当年乐事叹今衰，人世空今日未移。风榭醉眠摧凤烛，雨窗狂饮殢蛾眉。长松茂草穷年事，野水孤村入梦时。强镊鬓丝临晚镜，瞥然尘念不胜悲。"},
{"title": "除夜", "author": "郦权", "dynasty": "金朝", "content": "殊方节物老堪惊，病怯诸邻爆竹声。梨栗异时乡国梦，琴书此夕故人情。眼看历日悲存殁，泪溅屠苏忆弟兄。白发明朝四十七，又随春草一番生。"},
{"title": "阅见一十首 其一", "author": "边元鼎", "dynasty": "金朝", "content": "君居淄右妾河阳，平白相逢惹断肠。蜡烛已残歌欲阕，并教离恨绕飞梁。"},
{"title": "阅见一十首 其五", "author": "边元鼎", "dynasty": "金朝", "content": "笑里低眉引醉波，阆风秋月一声歌。明知画烛无情物，何是尊前泪更多。"},
{"title": "晚行", "author": "边元鼎", "dynasty": "金朝", "content": "隔浦行闻晚寺钟，断坡寂历对寒松。苍烟暮合孤城暗，破月微昏远岫重。宿翼飞投空自急，断蓬无计竟何从。新年又入应添岁，归把青铜怨暮冬。"},
{"title": "阅见一十首 其四", "author": "边元鼎", "dynasty": "金朝", "content": "歌里冲冲笑里嗔，深情会处几何人。凭君为向五陵道，冶叶倡条不是春。"},
{"title": "王文伯还家诗以迎之", "author": "边元鼎", "dynasty": "金朝", "content": "陌上东风故国春，瘦骖羸仆倦行尘。十年一梦成何事，千首新诗不负人。重对孤灯听软语，遽怜华发各清贫。西斋烟草应知旧，桃李新蹊满四邻。"},
{"title": "新秋示友", "author": "边元鼎", "dynasty": "金朝", "content": "一顷山田半已芜，闭门高卧著潜夫。不才分作沟中断，旧好谁瞻屋上乌。南阮强须攀北富，东丘何用叹西愚。自怜幽默相忘久，斗鸟鸣蝉枉叫呼。"},
{"title": "山中", "author": "边元鼎", "dynasty": "金朝", "content": "世路风波老不禁，一廛归买就槐阴。坐诗为累言难解，因酒成狂病转深。山月荒凉窥断梦，壁灯青黯伴微吟。十年积毁应销骨，岂碍孤云万里心。"},
{"title": "竹林寺矮松", "author": "郦权", "dynasty": "金朝", "content": "苍烟霭山曲，回溪抱脩筠。中藏古佛宫，荒僻无四邻。灵松插殿脚，偃蹇今几春。何年霹雳雨，抉石搜潜鳞。谪重飞举难，堕此蜿蜒身。联拳缩爪股，气屈不得伸。卧枝老无力，支撑藉樵薪。无风自悲吟，失水固不神。安知才不才，祸福了已分。南山耸千嶂，直干排风云。正以中绳墨，中道遭斧斤。岂知无用资，千岁保其真。何必求先容，养此老囷轮。我亦爱奇节，岁晏守贱贫。他时来汝伴，露顶挂葛巾。"},
{"title": "思归", "author": "密璹", "dynasty": "金朝", "content": "四时唯觉漏声长，几度吟声蜡烬缸。惊梦故人风动竹，催春羯鼓雨敲窗。新诗淡似鹅黄酒，归思浓如鸭绿江。遥想翠云亭下水，满陂青草鹭鸶双。"},
{"title": "出门骑马", "author": "边元鼎", "dynasty": "金朝", "content": "出门骑马即三千，面目尘埃动惨然。生计若为田二顷，饥颜翻愧宦三年。乾坤造物能无用，富贵由时枉自鞭。达否从今已知计，五湖烟里有渔船。"},
{"title": "除夜", "author": "郦权", "dynasty": "金朝", "content": "殊方节物老堪惊，病怯诸堪爆竹声。梨栗异时乡国梦，琴书此夕故人情。眼看历日悲存殁，泪溅屠苏忆弟兄。白发明朝四十七，又随春草一番生。"},
{"title": "漉酒图", "author": "庞铸", "dynasty": "金朝", "content": "我爱陶渊明，爱酒不爱官。弹琴但寓意，把酒聊开颜。自得酒中趣，岂问头上冠。谁作漉酒图，清风起毫端。露电出形似，神情想高閒。大似挥弦时，目送飞鸿难。袖中有东篱，开卷见南山。嗟予困尘土，青鬓时一斑。折腰尚未免，敢谓善闭关。望望孤云翔，羡羡飞鸟还。归田未有日，掩卷空长叹。"},
{"title": "雪谷晓装图", "author": "庞铸", "dynasty": "金朝", "content": "溪流咽咽山昏昏，前山后山同一云。天公谈笑玉雪喷，散为花蕊白纷纷。诗翁瘦马之何许，忍冻吟诗太清古。老奴寒缩私自语，作奴莫比诗奴苦。木僵石老鸟不飞，山路益深诗益奇。老奴忍笑怜翁痴，不知嗜好乃尔为。杨侯胸中富丘壑，醉里笔端驱雪落。因何不把此诗翁，画向草堂深处着。"},
{"title": "闻笛", "author": "边元鼎", "dynasty": "金朝", "content": "雌鸾无凤怨西风，月女愁寒泪洒空。牙板急随声不断，满天敲碎玉玲珑。"},
{"title": "却暑", "author": "庞铸", "dynasty": "金朝", "content": "九夏楼居不厌高，更须直厌冷云巢。风来蘋末聊自快，暑满人间无处逃。蔗蜜浆寒冰皎皎，画帘钩冷月梢梢。閒思殿阁生凉句，谁为诚悬作解嘲。"},
{"title": "洛阳怀古", "author": "庞铸", "dynasty": "金朝", "content": "草树萧条故苑荒，山川惨苑客魂伤。玉光照夜新开冢，剑气沈沙古战场。金谷更谁誇富丽，铜驼无处问兴亡。一尊且对春风饮，万事从来谷与臧。"},
{"title": "客思", "author": "边元鼎", "dynasty": "金朝", "content": "客思逢春易感伤，不堪残感爱家乡。离亲恍惚来千里，糊口凄凉在四方。羞向孙刘图富贵，浪从李杜学文章。官街坐对黄昏月，半屋清灯满地霜。"},
{"title": "村舍二首 其二", "author": "边元鼎", "dynasty": "金朝", "content": "墙外青山半在楼，山村尽晚雨翛翛。旃裘拥肿无馀事，尊酒飘零又一秋。学得屠龙无用处，秪如画虎反成羞。回头为向渊鱼道，鸿鹄而今不愿游。"},
{"title": "应制中秋", "author": "阎长言", "dynasty": "金朝", "content": "璧月当秋夜未阑，汉宫高会浃宸欢。块苏尘世三千界，珠翠瑶光十二栏。桂实飘香浮寿斝，露华零润溢仙槃。都人侧听云韶奏，共指天家是广寒。"},
{"title": "城西", "author": "密璹", "dynasty": "金朝", "content": "雁带边声远，牛横废垄长。人居似河朔，冈势接荥阳。禾短新村墅，沙平古战场。悠然望西北，莫色起悲凉。"},
{"title": "婆速道中书事", "author": "阎长言", "dynasty": "金朝", "content": "此地先经战，人生苦未聊。人源疏地脉，田垄上山腰。败石平危径，枯柴补短桥。晓烟明远爨，暮雪暗归樵。履滑心频悸，梯危骨欲消。解鞍空倒卧，无梦讫通宵。"},
{"title": "终南溪", "author": "庞汉", "dynasty": "金朝", "content": "冷云低压万长杨，十顷秋阴锁北堂。门外兵尘涨秦楚，水边烟景似湖湘。荷翻山雨僧窗晚，竹汎溪风客枕凉。早晚初平遂真隐，绕陂閒牧石头羊。"},
{"title": "帝城", "author": "边元鼎", "dynasty": "金朝", "content": "帝城回想梦魂中，秋月春花在处同。朱雀桥南三月草，凤皇楼上四更风。锦囊别后吟笺少，玉笛閒来酒盏空。赢得当时旧标格，九分憔悴入青铜。"},
{"title": "西游杂诗", "author": "郦权", "dynasty": "金朝", "content": "茅店鸡声外，柴车犬吠间。疏星涵积水，残月堕昏山。好梦人何在，秋风我独还。梨园有名酒，聊此慰间关。"},
{"title": "闻砧", "author": "郦权", "dynasty": "金朝", "content": "玉关消息到长安，处处砧声捣夜阑。想得月残哀响断，一灯清泪剪刀寒。"},
{"title": "送河南府尹张寿甫赴阙", "author": "魏抟霄", "dynasty": "金朝", "content": "夜半恩纶出汉宫，朝家虚席待燕公。春风巳遍湖山外，元气还归鼎鼐中。侍从定谁陪白凤，低回空自惜冥鸿。洛川万顷蒲萄碧，长与清愁日夜东。"},
{"title": "闻箫", "author": "边元鼎", "dynasty": "金朝", "content": "弄玉吹箫玉琯低，秋风散入满天悲。沧波夜涨龙吟细，琪树霜风凤啸迟。汉月有情如静听，萧郎无路不相知。秦楼虚负清宵意，惆怅乘鸾旧有期。"},
{"title": "丁氏思祖亭", "author": "阎长言", "dynasty": "金朝", "content": "鹤野三千里，凫函五百年。人间仍旧德，龟筮得新阡。族属东州望，衣冠鼻祖传。异时谁式墓，应识子孙贤。"},
{"title": "送妹夫之太原", "author": "边元鼎", "dynasty": "金朝", "content": "山含秋气冷参差，送客西城落日低。怨别弟兄归怏怏，恋乡车马去迟迟。浮萍聚散元无定，流水东西却有期。惆怅黄榆故山路，碧天回首雁南飞。"},
{"title": "别友", "author": "边元鼎", "dynasty": "金朝", "content": "从来鸡鹤不同群，泾渭何人与细分。镜里光阴谁念我，云中岐路已饶君。清觞且吸年时月，白雪休徵梦里云。别后相思不相见，水边黄叶暮山村。"},
{"title": "山谷透绢帖", "author": "庞铸", "dynasty": "金朝", "content": "君不见李广射虎如射兔，霹雳一声石饮羽。又不见巨灵擘山如擘云，莲华万仞留掌痕。精神入物物乃尔，笔端有神亦如此。熙丰以来推善书，日下无双黄太史。胸中八法蟠虹霓，峨眉仙人容并驰。平生败笔冢累累，妙处不减磨崖碑。吕侯好古兼好异，与字分身作游戏。清潭错落印星璧，大泽纵横散龙蜕。又如汉宫粉黛争婵娟，倚风顾影影更妍。岂无硬黄官纸与临仿，画师写照非天然。吕侯之子今诗仙，传家以此为青毡。须防神物有时合，却逐六丁飞上天。"},
{"title": "楚歌", "author": "萧贡", "dynasty": "金朝", "content": "沙丘车过亡明镜，人头畜鸣自贤圣。阿房殿里醉宫娃，赵高手中持国柄。群雄云扰荡山东，邯郸却堕秦围中。项王一战动天地，诸侯膝行趋下风。割裂河山建侯国，天下畏威心不服。只贪衣绣荣楚猴，岂识金刀得秦鹿。楚歌一夜四面发，泣别虞姬歌数阕。残兵牢落似晨星，独骑凌兢踏寒月。乌江渡口方唤船，五侯追奔已江边。苦道天亡非战罪，剑化壮气成飞烟。君王雄武古无比，独无仁义谁相济。向能忠计资范增，未必汉家能卜世。谷城东头土一丘，悠悠遗恨何年休。"},
{"title": "七夕", "author": "边元勋", "dynasty": "金朝", "content": "高楼人散酒樽空，漫拟新文送五穷。独倚南窗夜岑寂，一钩凉月下疏桐。"},
{"title": "岢岚", "author": "萧贡", "dynasty": "金朝", "content": "岢岚地势横三汊，河朔城墉挂一箕。紫塞高连寒日短，黄榆落尽长年悲。"},
{"title": "送丽酒丽橙与秀实御史", "author": "阎长言", "dynasty": "金朝", "content": "骢马朝回画閤深，遥知春意领梅心。丽橙娇软丽樽小，聊助风流对浅斟。"},
{"title": "七夕", "author": "郦权", "dynasty": "金朝", "content": "缥缈针楼外，天教彩羽过。步云榆送影，拂月桂交柯。绣缕萦芳袂，瓜莲得巧梭。嫦娥如解妒，还与试斜河。"},
{"title": "梨花", "author": "庞铸", "dynasty": "金朝", "content": "孤洁本无匹，谁令先众芳。花能红处白，月共冷时香。缟袂清无染，冰姿淡不妆。夜来清露底，万颗玉毫光。"},
{"title": "后赵", "author": "萧贡", "dynasty": "金朝", "content": "拟伦人物指高光，可笑枭雏不自量。正使成名皆竖子，英雄也未到君行。"},
{"title": "三门集津图", "author": "阎长言", "dynasty": "金朝", "content": "津门未为天下险，勿作骇相观兹图。偃月堂中李林甫，有人能写此心无。"},
{"title": "汉歌", "author": "萧贡", "dynasty": "金朝", "content": "华阴双璧传山鬼，报道明年祖龙死。草间豪杰伺天时，攘袖抚衿争欲起。丛祠篝火妖狐语，夥涉为王张大楚。南公旧有三户谣，东井新看五星聚。中原茫茫走秦鹿，天遣沛公兴白屋。大蛇斩断素灵号，蚩尤祭罢朱旗矗。朅来扶义入关中，恩结人心帝道隆。秦法烦苛犹一洗，项王剽悍何劳攻。三杰相须立人纪，四老仍来安太子。已令陆贾说诗书，更诏孙通制仪礼。阿翁着手规摹远，独恨儿孙读城旦。王纯霸杂宁不知，不是不知知已晚。"},
{"title": "八渡崖", "author": "郦权", "dynasty": "金朝", "content": "奔湍百折似蟠虬，响入山根汇复流。咫尺苍崖溪八渡，等閒藜杖我频游。层崖障日樵声晚，寒谷呼风树影秋。安得剩栽溪上竹，一庵领尽两山幽。"},
{"title": "阅见一十首 其八", "author": "边元鼎", "dynasty": "金朝", "content": "轻莲素质澹萧萧，叶密溪深未可招。雨暗兰舟人去后，却容白鹭逞风标。"},
{"title": "田若虚游龙门宝应用天随子体赋诗因次其韵二首 其一", "author": "魏抟霄", "dynasty": "金朝", "content": "少室右臂禹所断，开排清伊来高寒。土肉养石自古秀，山腰流泉无时乾。佛髻滴滴染湿翠，松风飕飕鸣惊湍。白傅巳矣不可见，予谁从之投归鞍。"},
{"title": "帝城", "author": "边元鼎", "dynasty": "金朝", "content": "帝城回想梦魂中，秋月春魂在处同。朱雀桥南三月草，凤皇楼上四更风。锦囊别后吟笺少，玉笛閒来酒盏空。赢得当时旧标格，九分憔悴入青铜。"},
{"title": "别友", "author": "边元鼎", "dynasty": "金朝", "content": "从来鸡鹤不同群，泾渭何同与细分。镜里光阴谁念我，云中岐路已饶君。清觞且吸年时月，白雪休徵梦里云。别后相思不相见，水边黄叶暮山村。"},
{"title": "田若虚游龙门宝应用天随子体赋诗因次其韵二首 其二", "author": "魏抟霄", "dynasty": "金朝", "content": "阙塞若厩马，奔腾多奇厖。悫尔不可沮，西来何悾悾。骏足忽勒破，英才如拘庞。有客善体物，新诗留僧窗。晏辈岂足道，微澜生盆缸。径续杞菊意，来浮玻璃江。吏部昔窜谪，犹能题临泷。况此六大寺，磓堂时鸣桩。紫翠出万瓦，天风旋珠幢。兴寄百斛鼎，无才谁其扛。会听项籍约，吾将从之降。"},
{"title": "陈宫词", "author": "萧贡", "dynasty": "金朝", "content": "三阁花深白昼迷，酒催狎客赋宫词。管弦散落春风外，一曲金钗两鬓垂。"},
{"title": "佛岩寺", "author": "魏道明", "dynasty": "金朝", "content": "虎谷西垠北口南，横桥过尽见松庵。旧游新梦犹能记，般若真如得遍参。霜圃撷蔬充早供，石泉煮茗荐馀甘。残年便拟依僧住，过眼空花久已谙。"},
{"title": "洛阳怀古", "author": "庞铸", "dynasty": "金朝", "content": "草树萧条故苑荒，山川惨淡客魂伤。玉光照夜新开冢，剑气沈沙古战场。金谷更谁誇富丽，铜驼无处问兴亡。一尊且对春风饮，万事从来谷与臧。"},
{"title": "自感", "author": "萧贡", "dynasty": "金朝", "content": "形骸付与甄陶外，祸福难防倚伏前。孔雀若知牛有角，应须忍渴过寒泉。"},
{"title": "晚秋登城楼二首 其一", "author": "庞铸", "dynasty": "金朝", "content": "山势碧环合，溪光缟带明。牛羊成晚景，砧杵助秋声。酒薄人情废，官閒吏事生。天东归兴满，不为忆莼羹。"},
{"title": "客思", "author": "边元鼎", "dynasty": "金朝", "content": "客思逢春易感伤，不堪残泪爱家乡。离亲恍惚来千里，糊口凄凉在四方。羞向孙刘图富贵，浪从李杜学文章。官街坐对黄昏月，半屋清灯满地霜。"},
{"title": "自叹", "author": "边元鼎", "dynasty": "金朝", "content": "终日忘言一炷香，散花时复绕绳床。久贫自沃三彭炽，一醉齐休六贼狂。道士生涯孤似鹤，衲僧门户冷于霜。自知衰病耽杯酒，拟及温柔老是乡。"},
{"title": "景骨城驿中夜雨", "author": "庞铸", "dynasty": "金朝", "content": "画角边城莫，孤舂野水秋。一川霜树老，万叶雨声愁。自古谁青眼，劳生只白头。何时问渔父，容我一扁舟。"},
{"title": "赠雷御史兼及松庵冯丈", "author": "冀禹锡", "dynasty": "金朝", "content": "平生疾恶如风手，力振台纲事所难。人道千钧羞射鼠，我怜众喣解漂山。明时士论知无负，晚岁交盟岂易寒。见说嵩前茹芝老，白云倚杖待君还。"},
{"title": "鲁村道中", "author": "鲜于溥", "dynasty": "金朝", "content": "小桥沙路已堪图，更著衰翁跨蹇驴。暮霭似催寒日短，秋容仍带远林疏。雕盘平野黄榆落，兔走横冈白草枯。渐喜閒身远朝市，一年强半在村墟。"},
{"title": "僧房", "author": "冀禹锡", "dynasty": "金朝", "content": "上方楼观裌衣寒，霜后川原眼界宽。我是禅房未归客，阿师休作长官看。"},
{"title": "保德州天桥", "author": "萧贡", "dynasty": "金朝", "content": "郁郁风云入壮怀，天潢飞下碧崔嵬。两崖偪侧无十步，万顷逡巡纳一杯。溅沫纷纷跳乱雹，怒涛殷殷转晴雷。曾闻电火鱼烧尾，会趁桃花涨水来。"},
{"title": "夜深", "author": "边元鼎", "dynasty": "金朝", "content": "月落秋山万象清，湿萤微近露枝明。梦魂黯淡家千里，鼓角凄凉夜几更。弟子亡来乡校冷，舍人别后子虚成。银河渐转梧桐黑，何处江湖望客星。"},
{"title": "读火山莹禅师诗卷", "author": "萧贡", "dynasty": "金朝", "content": "长短都归一梦中，身前身后两无穷。李憕信士今如在，定向江湖访泽公。"},
{"title": "楚歌", "author": "萧贡", "dynasty": "金朝", "content": "沙丘车过亡明镜，人头畜明自贤圣。阿房殿里醉宫娃，赵高手中持国柄。群雄云扰荡山东，邯郸却堕秦围中。项王一战动天地，诸侯膝行趋下风。割裂河山建侯国，天下畏威心不服。只贪衣绣荣楚猴，岂识金刀得秦鹿。楚歌一夜四面发，泣别虞姬歌数阕。残兵牢落似晨星，独骑凌兢踏寒月。乌江渡口方唤船，五侯追奔已江边。苦道天亡非战罪，剑化壮气成飞烟。君王雄武古无比，独无仁义谁相济。向能忠计资范增，未必汉家能卜世。谷城东头土一丘，悠悠遗恨何年休。"},
{"title": "崆峒山图为横溪翁赋二首 其二", "author": "刘祖谦", "dynasty": "金朝", "content": "独占名山每羡渠，京尘今日污吟须。西州十载经行处，惆怅云烟是画图。"},
{"title": "悲长平", "author": "萧贡", "dynasty": "金朝", "content": "秦兵伏甲武安西，赵将非安战士携。千里阵云沉晓日，万家屋瓦震秋鼙。哀缠朽骨天应泣，怨入空山鸟不栖。百战区区竟何得，阿房烟草亦凄迷。"},
{"title": "所见", "author": "刘瞻", "dynasty": "金朝", "content": "倾欹石片插涟漪，上有萧萧杨柳枝。藻荇半浮苔半湿，浣纱人去不多时。"},
{"title": "和致仕李政奉韵", "author": "边元鼎", "dynasty": "金朝", "content": "车马年年陌路尘，安知六骥过窗频。云泉是处堪为乐，轩冕从来只累人。浮世梦中无限事，红颜花上霎时春。五湖兴有扁舟笛，好在晴天月一轮。"},
{"title": "答仲和", "author": "刘勋", "dynasty": "金朝", "content": "此身安处苦难寻，常羡归鸦易满林。望远真成广武叹，得诗空作洛生吟。逢人放适村村酒，感物悲哀岁岁心。想得济南花正好，抱城春水一篙深。"},
{"title": "偶题二首 其一", "author": "边元鼎", "dynasty": "金朝", "content": "当年乐事叹今衰，人世空惊日未移。风榭醉眠摧凤烛，雨窗狂饮殢蛾眉。长松茂草穷年事，野水孤村入梦时。强镊鬓丝临晚镜，瞥然尘念不胜悲。"},
{"title": "按部道中二首 其二", "author": "萧贡", "dynasty": "金朝", "content": "寒城睥睨插山隅，秋半霜风塞草枯。月转谯楼天未晓，角声吹彻小单于。"},
{"title": "白沟", "author": "卢洵", "dynasty": "金朝", "content": "白沟清浅不容舟，辽宋封疆限此沟。到了山河无定主，碧波依旧只东流。"},
{"title": "山中雨", "author": "刘昂", "dynasty": "金朝", "content": "嵩高山下逢秋雨，破伞遮头过野桥。此景此时谁会得，清如窗下听芭蕉。"},
{"title": "即事二首 其二", "author": "刘昂", "dynasty": "金朝", "content": "山花山雨相兼落，溪水溪云一样閒。野店无人问春事，酒旗风外鸟关关。"},
{"title": "春柳应制得城字", "author": "刘微", "dynasty": "金朝", "content": "翠纽圆匀绿线轻，著行排立弄新晴。更看三月春风里，散作飞花满凤城。"},
{"title": "即事二首 其一", "author": "刘昂", "dynasty": "金朝", "content": "雨洗明河画扇收，胡床露冷药阑秋。墙阴未得中庭月，一点萤光草际流。"},
{"title": "荒田拟白乐天", "author": "萧贡", "dynasty": "金朝", "content": "荒田几岁阙人耕，欲种糜荞趁晚晴。急手剪除荆与棘，一科才了十科生。"},
{"title": "感兴", "author": "卫承庆", "dynasty": "金朝", "content": "十日不出门，出门春已好。并山花更多，十里红未了。朝看花尚妍，暮看花又老。蔫红堕危枝，馀香寄芳草。人生秪如此，百年疾过鸟。安得脱尘寰，游戏万物表。"},
{"title": "元夜阴晦", "author": "刘勋", "dynasty": "金朝", "content": "逐逐雕鞍趁画轮，年芳乐事一番新。芙蓉城暖东风夜，杨柳楼深笑语春。两鬓愁添新白雪，十年梦到软红尘。空庭不见梅花月，寂莫春阴最恼人。"},
{"title": "崆峒山图为横溪翁赋二首 其一", "author": "刘祖谦", "dynasty": "金朝", "content": "好奇仍有客相㩦，绝顶披云快一跻。三十六峰青似染，五年拄笏羡横溪。"},
{"title": "寄人宰县", "author": "薛潜", "dynasty": "金朝", "content": "县务无难易，人才自异同。割鸡良暂屈，制锦要专工。积弊奸赃后，遗黎喘汗中。不存忧世志，底用读书功。嫉恶看平日，知君有古风。莫教循吏传，独载鲁山翁。"},
{"title": "春日仿旧诗体", "author": "鲜于溥", "dynasty": "金朝", "content": "年老逢春莫等閒，逢春能得几回看。插花尽要花枝满，把酒休辞酒盏乾。好向酒边留舞袖，不妨花外驻吟鞍。闻身健在须行乐，燕语莺啼春又残。"},
{"title": "春日", "author": "刘勋", "dynasty": "金朝", "content": "粉蝶耽香梦正迷，黄峰和蜜计何痴。小轩无事谁如我，卧看杨花点砚池。"},
{"title": "上平西 泰和南征作", "author": "刘昂", "dynasty": "金朝", "content": "趸锋摇，螳臂振，旧盟寒。恃振庭、彭蠡狂澜。天兵小试，百蹄一饮楚江干。捷书飞上九重天。春满长安。舜山川，周礼乐，唐日月，汉衣冠。洗五州、妖气关山。已平全蜀，风行何用一泥丸。有人传喜，日边路、都护先还。"},
{"title": "歌风台", "author": "刘昂", "dynasty": "金朝", "content": "刘顷兴亡转烛过，乱蝉吟破汉山河。长陵卧老咸阳月，沛上犹传击筑歌。"},
{"title": "乐府崔生", "author": "萧贡", "dynasty": "金朝", "content": "徽门昼暖柳啼鸦，兰閤窗深月照纱。腰素轻盈珠衱稳，鬓云松乱玉钗斜。春风一去空陈迹，暮雨三生只当家。自倚广平肠似石，不妨绮语赋梅花。"},
{"title": "伤曹吉甫之死", "author": "刘勋", "dynasty": "金朝", "content": "官职虽低首不低，争教有志竟空赍。向人指画将何语，卧壁糊涂不解题。小女绕床犹戏剧，老兵伏地亦悲啼。春风系马庭前树，只想东斋醉似泥。"},
{"title": "寄答张维中", "author": "萧贡", "dynasty": "金朝", "content": "北辕千里赴陪都，日觉还家计愈疏。人事浮云千变化，宦途平地几崎岖。青山有约长回首，白发无情忽满梳。赖有同年老兄弟，相思时寄数行书。"},
{"title": "春郊", "author": "刘瞻", "dynasty": "金朝", "content": "桑芽粒粒破春青，小叶迎风未展成。寒食归宁红袖女，外家纸上看蚕生。"},
{"title": "族兄才卿下第后赴宜禄酒官以诗寄之", "author": "萧贡", "dynasty": "金朝", "content": "久期老距擅文埸，命压人头可得忙。两脚尘泥官业晚，十年灯火夜窗凉。霜添老叶山梨紫，雨浥寒花野菊香。南北相望无百里，几时尊酒涴离肠。"},
{"title": "假梅", "author": "萧贡", "dynasty": "金朝", "content": "绿窗娇小似梅人，素手东风巧思新。鸾尾剪裁千颗雪，蜂脾点缀一家春。长教客枕生幽思，不逐林花委路尘。莫道去非诗破的，兔毫那解写花真。"},
{"title": "悲长平", "author": "萧贡", "dynasty": "金朝", "content": "秦兵伏甲武安西，赵将非材战士携。千里阵云沉晓日，万家屋瓦震秋鼙。哀缠朽骨天应泣，怨入空山鸟不栖。百战区区竟何得，阿房烟草亦凄迷。"},
{"title": "晚到八达岭下达旦乃上", "author": "刘迎", "dynasty": "金朝", "content": "车马两山间，上下数百里。上纡来不断，奕奕似流水。鲸形曲腰膂，蛇势长首尾。我车从其间，摇兀如病齿。推前挽复后，进寸退还咫。息心固安分，尚气或被指。徐趋自循辙，躁进应覆轨。行行非我令，柅亦岂吾使。倦仆困号呼，疲牛苦鞭箠。紞如五更鼓，相庆得戾止。归来幸无恙，喘汗正如洗。何以慰此劳，村醅正浮蚁。"},
{"title": "閒咏", "author": "卢元", "dynasty": "金朝", "content": "天近苍龙阙，居连白马堂。松声得邻舍，山色出宫墙。巷陋轮蹄少，庭閒日月长。九衢红雾里，亦有白云乡。"},
{"title": "南口", "author": "刘迎", "dynasty": "金朝", "content": "危峰张屏帏，峻壁开户牖。崩腾来阵马，翔舞下灵鹫。秀色纷后前，晴岚迷左右。重阴忽障翳，虚籁竞呼吼。深迂爱风日，高亢扪星斗。帝居望北阙，村落当南口。军都汉时县，遗迹奄存否。中郎读书处，遗构想摧朽。谁云用武地，经训乃渊薮。我家胶东湄，朴学叹白首。居邻通德里，况此见师友。惭无书带草，采采为盈手。何以醉先生，清溪绿如酒。"},
{"title": "上平西 泰和南征作", "author": "刘昂", "dynasty": "金朝", "content": "趸锋摇，螳臂振，旧盟寒。恃洞庭、彭蠡狂澜。天兵小试，百蹄一饮楚江干。捷书飞上九重天。春满长安。舜山川，周礼乐，唐日月，汉衣冠。洗五州、妖气关山。已平全蜀，风行何用一泥丸。有人传喜，日边路、都护先还。"},
{"title": "同赵宜之赋梨花月", "author": "刘勋", "dynasty": "金朝", "content": "雪树生香淡月边，相媒相合斗清妍。空庭冷落秋千影，虚度良宵亦可怜。"},
{"title": "秋凉", "author": "刘勋", "dynasty": "金朝", "content": "桃笙乘势献微凉，纨扇无功送暑光。老病不嫌风露冷，莫教添作鬓边霜。"},
{"title": "题刘德文戏綵堂", "author": "刘迎", "dynasty": "金朝", "content": "邮传文书日旁午，过眼不容留顷许。先生遣决谈笑间，退食归来奉慈母。吾不爱锦衣荣归誇梓里，吾不爱绣衮徒步登槐府。传家所爱作宁馨，入室不愁无阿堵。堂中怡愉奉颜色，堂下嬉戏同儿女。十分寿斝汎醇酎，五色綵衣纷杂组。映阶萱草弄春色，循陔兰叶荣朝雨。先生蕴藉古人似，早岁声名天尺五。拘縻岂合坐冗曹，献纳直宜趋禁所。更书屈指今几日，伫看褒诏传天语。龙光歆艳动庭闱，汤沐疏封分郡土。芝封钿轴烂云锦，羽衣宝帔辉金缕。形容何止入画图，歌咏亦须流乐谱。区区贱子独何幸，晚喜宗盟同鼻祖。他年一笑约升堂，万石尊前拜严姥。"},
{"title": "送刘德正", "author": "刘迎", "dynasty": "金朝", "content": "骥騄蚁垤空，莫干犀革断。人材必超轶，物理乃融泮。先生廊庙具，冰雪自湔盥。十年处䌓剧，风力济详练。堂堂八面敌，了了一笑粲。云中国西邑，食货资转挽。中台辍之去，正倚咄嗟办。从容九年蓄，坐想出鞭算。向来盐铁使，绪业著家传。春朝观上计，广厦奉閒燕。行矣需诏除，鹓行耸荣观。"},
{"title": "寄题禹城孙氏茂德亭", "author": "刘迎", "dynasty": "金朝", "content": "济南孙夫子，养素抱绝识。家有五亩园，种树如种德。枝叶深覆护，根本饱封殖。要令方寸地，不著荆与棘。流芳被邻里，馀荫连阡陌。居然物随化，草木尽佳色。河阳艺桃李，寿张莳梓漆。至今青史上，相望如黑白。乃知百年用，赖此一日积。君今尚隐约，白首勤垦辟。人心亦天理，否泰有终极。会待东风来，吹春满花国。"},
{"title": "盘山招隐图", "author": "刘迎", "dynasty": "金朝", "content": "溪山不难买，所费千金储。不如数峰云，朝昏对吾庐。交游岂无人，转盼伤离居。不如吾兄弟，相应如笙竽。左侯蓟名族，温温器璠玙。身虽市朝寄，心与功名疏。伯也亦可人，文华炳于菟。风神耸魁伟，襟韵含冲虚。平生一片心，缘尘不关渠。相期有幽事，岁晚山林俱。綵服照黄冠，欢呼奉亲舆。大妇侍巾帨，中妇供庖厨。诸孙戏膝前，翩然凤将雏。朝采南涧芹，莫漉西溪鱼。烟霞入杖屦，风月来窗疏。观竹上巢云，礼佛登香炉。红龙雪浪涌，白塔苍烟孤。冰弦写天籁，茶瓯泛云腴。快哉天下乐，俯仰馀何须。正恐左太冲，招隐昔所无。"},
{"title": "昌邑道中", "author": "刘迎", "dynasty": "金朝", "content": "屋角鸡号夜向晨，客床相对话悲辛。流离仅脱哙等伍，老大空为济上人。却扫欲安无事贵，累人犹属有锥贫。故山邻里今安否，归去同寻笋蕨春。"},
{"title": "真容院", "author": "萧贡", "dynasty": "金朝", "content": "魔宫佛界等空虚，此理何曾属有无。直向台山始相见，可中还有二文殊。"},
{"title": "题十眉图", "author": "刘迎", "dynasty": "金朝", "content": "宝箱拂尘金𨧱钺，周昉丹青见真笔。春风曾忆赋妖娆，人共画图成十一。烛奴香底花光凝，铮铮铁响闻三更。车声雷动不通语，眼态波横空送情。蛮云盘鹤辽天阔，犀玉依依对书札。人生何处不相逢，还醉武陵溪上月。"},
{"title": "云中君图", "author": "刘迎", "dynasty": "金朝", "content": "衣若新沐兰汤薰，灵巫拜舞方迎神。恍然相见帝者服，九歌昔咏云中君。画史亦可人，妙入造化域。羽衣玉尘美且閒，此意不知何处得。空明倏忽纷溟濛，胡为眷眷临寿宫。飘然来下复远举，想像决去随飞龙。祠空人散秋萧瑟，落日猿声唤秋色。湘天极目青茫茫，凭高一望无南北。"},
{"title": "渭南县斋秋雨", "author": "萧贡", "dynasty": "金朝", "content": "穴床撑拄小窗前，一点青灯照不眠。檐溜淙琤风淅沥，嫩凉如水夜如年。"},
{"title": "楚山清晓图", "author": "刘迎", "dynasty": "金朝", "content": "山娟娟，江茫茫，缘山林木老已苍。穿林细路萦羊肠，汀洲人家兰杜香。两山秀出江中央，宛如双剑森锋铓。层峦架空化宝坊，塔波突兀一气傍。鸡声喔喔林鸟翔，顾瞻曙色开东方。清风宿雾方苍凉，兜罗绵网淡平野，紫磨金饼暾浮桑。橹声才动欲离岸，钟韵已残犹殷床。当年有米维楚狂，生子亦复肖阿章。想从乃翁住朝阳，收拾山绿餐湖光。膝前翰墨观琳琅，此图戏出遂擅场。彼众史者何敢当，不然安得牙签犀轴古锦囊，赏览一朝蒙古皇。"},
{"title": "修城行", "author": "刘迎", "dynasty": "金朝", "content": "淮安城郭真虚设，父老年前向予说。筑时但用鸡粪土，风雨即摧乾更裂。秪今高低如堵墙，举头四野青茫茫。不知地势实冲要，东连鄂渚西襄阳。谁能一劳谋永逸，四壁依前护塼石。免令三岁二岁间，费尽千人万人力。"},
{"title": "次韵郦元与赠于元直道旧二首 其一", "author": "刘迎", "dynasty": "金朝", "content": "人物伤心万马空，于今声价歘然东。教条不独行千里，筹策曾经奉一戎。事契百年知有自，笑谈三语记无同。白头赖有髯参在，解说当时喜怒公。"},
{"title": "梁忠信平远山水", "author": "刘迎", "dynasty": "金朝", "content": "忆昔西游大梁苑，玉堂门梁花阴晚。壁间曾见郭熙画，江南秋山小平远。别来南北今十年，尘埃极目不见山。乌靴席帽动千里，只惯马蹄车辙閒。明窗短幅来何处，乱点依稀涴寒具。焕然神明顿还我，似向白玉堂中住。濛濛烟霭树老苍，上方楼阁山夕阳。一千顷碧照秋色，三十六峰凝晓光。悬崖高居谁氏宅，缥缈危栏荫青樾。定知枕石高卧人，常笑骑驴远游客。当时画史安定梁，想见泉石成膏肓。独将妙意寄毫楮，我愧甫立随诸郎。此行真成几州错，区区世路风波恶。还家特作发愿文，伴我山中老猿鹤。"},
{"title": "陪诸友登三山亭二首 其二", "author": "刘迎", "dynasty": "金朝", "content": "霜林馀叶未全彫，极目西风对泬寥。万里沙荒秋后草，三神山动晚来潮。移尊正及兵厨近，结客何须驿骑招。老素抚床端可必，未甘随分隐耕樵。"},
{"title": "普照旃檀像旧物也方丈老人比以见还作诗谢之", "author": "刘迎", "dynasty": "金朝", "content": "我昔游京师，稽首礼瑞像。堂堂紫金身，示现大法藏。装严七宝几，重叠九霞帐。光如百千日，晃耀不容望。想初法王子，运力摄诸匠。瑰材发神秘，妙斲出智创。风流蜀居士，翰墨老弥壮。雷霆大地底，音乐诸天上。犹疑三十二，不具梵音相。不知一点真，正胜千语浪。呜呼五因缘，语绮反成谤。我今独何幸，相见问无恙。文殊本无二，何处觅真妄。庶修香火供，获脱烦恼障。天龙想惊喜，诃卫日归向。巳觉海潮音，人天会方丈。"},
{"title": "败车行", "author": "刘迎", "dynasty": "金朝", "content": "前车行，后车逐，车声夜随山诘曲。前车失手落高崖，车轮直下声如雷。同行急救救不得，人牛翻压鸣声哀。我时潜闻后车说，前车使牛何太拙。只知拍手笑前人，不道后来当改辙。前途犹有坡陀在，后车当以前车戒。"}
]
