[
{"title": "桃花源记", "author": "陶渊明", "dynasty": "魏晋", "content": "　　晋太元中，武陵人捕鱼为业。缘溪行，忘路之远近。忽逢桃花林，夹岸数百步，中无杂树，芳草鲜美，落英缤纷。渔人甚异之，复前行，欲穷其林。\r\n　　林尽水源，便得一山，山有小口，仿佛若有光。便舍船，从口入。初极狭，才通人。复行数十步，豁然开朗。土地平旷，屋舍俨然，有良田、美池、桑竹之属。阡陌交通，鸡犬相闻。其中往来种作，男女衣着，悉如外人。黄发垂髫，并怡然自乐。\r\n　　见渔人，乃大惊，问所从来。具答之。便要还家，设酒杀鸡作食。村中闻有此人，咸来问讯。自云先世避秦时乱，率妻子邑人来此绝境，不复出焉，遂与外人间隔。问今是何世，乃不知有汉，无论魏晋。此人一一为具言所闻，皆叹惋。余人各复延至其家，皆出酒食。停数日，辞去。此中人语云：“不足为外人道也。”(间隔 一作：隔绝)\r\n　　既出，得其船，便扶向路，处处志之。及郡下，诣太守，说如此。太守即遣人随其往，寻向所志，遂迷，不复得路。\r\n　　南阳刘子骥，高尚士也，闻之，欣然规往。未果，寻病终。后遂无问津者。"},
{"title": "饮酒·其五", "author": "陶渊明", "dynasty": "魏晋", "content": "结庐在人境，而无车马喧。问君何能尔？心远地自偏。采菊东篱下，悠然见南山。山气日夕佳，飞鸟相与还。此中有真意，欲辨已忘言。 "},
{"title": "五柳先生传", "author": "陶渊明", "dynasty": "魏晋", "content": "　　先生不知何许人也，亦不详其姓字，宅边有五柳树，因以为号焉。闲静少言，不慕荣利。好读书，不求甚解；每有会意，便欣然忘食。性嗜酒，家贫不能常得。亲旧知其如此，或置酒而招之；造饮辄尽，期在必醉。既醉而退，曾不吝情去留。环堵萧然，不蔽风日；短褐穿结，箪瓢屡空，晏如也。常著文章自娱，颇示己志。忘怀得失，以此自终。\r\n　　赞曰：黔娄之妻有言：“不戚戚于贫贱，不汲汲于富贵。”其言兹若人之俦乎？衔觞赋诗，以乐其志，无怀氏之民欤？葛天氏之民欤？"},
{"title": "兰亭集序 / 兰亭序", "author": "王羲之", "dynasty": "魏晋", "content": "　　永和九年，岁在癸丑，暮春之初，会于会稽山阴之兰亭，修禊事也。群贤毕至，少长咸集。此地有崇山峻岭，茂林修竹；又有清流激湍，映带左右，引以为流觞曲水，列坐其次。虽无丝竹管弦之盛，一觞一咏，亦足以畅叙幽情。\r\n　　是日也，天朗气清，惠风和畅，仰观宇宙之大，俯察品类之盛，所以游目骋怀，足以极视听之娱，信可乐也。\r\n　　夫人之相与，俯仰一世，或取诸怀抱，悟言一室之内；或因寄所托，放浪形骸之外。虽趣舍万殊，静躁不同，当其欣于所遇，暂得于己，快然自足，不知老之将至。及其所之既倦，情随事迁，感慨系之矣。向之所欣，俯仰之间，已为陈迹，犹不能不以之兴怀。况修短随化，终期于尽。古人云：“死生亦大矣。”岂不痛哉！(不知老之将至 一作：曾不知老之将至)\r\n　　每览昔人兴感之由，若合一契，未尝不临文嗟悼，不能喻之于怀。固知一死生为虚诞，齐彭殇为妄作。后之视今，亦犹今之视昔。悲夫！故列叙时人，录其所述，虽世殊事异，所以兴怀，其致一也。后之览者，亦将有感于斯文。"},
{"title": "归去来兮辞并序", "author": "陶渊明", "dynasty": "魏晋", "content": "　　余家贫，耕植不足以自给。幼稚盈室，瓶无储粟，生生所资，未见其术。亲故多劝余为长吏，脱然有怀，求之靡途。会有四方之事，诸侯以惠爱为德，家叔以余贫苦，遂见用于小邑。于时风波未静，心惮远役，彭泽去家百里，公田之利，足以为酒。故便求之。及少日，眷然有归欤之情。何则？质性自然，非矫厉所得。饥冻虽切，违己交病。尝从人事，皆口腹自役。于是怅然慷慨，深愧平生之志。犹望一稔，当敛裳宵逝。寻程氏妹丧于武昌，情在骏奔，自免去职。仲秋至冬，在官八十余日。因事顺心，命篇曰《归去来兮》。乙巳岁十一月也。\r\n　　归去来兮，田园将芜胡不归？既自以心为形役，奚惆怅而独悲？悟已往之不谏，知来者之可追。实迷途其未远，觉今是而昨非。舟遥遥以轻飏，风飘飘而吹衣。问征夫以前路，恨晨光之熹微。\r\n　　乃瞻衡宇，载欣载奔。僮仆欢迎，稚子候门。三径就荒，松菊犹存。携幼入室，有酒盈樽。引壶觞以自酌，眄庭柯以怡颜。倚南窗以寄傲，审容膝之易安。园日涉以成趣，门虽设而常关。策扶老以流憩，时矫首而遐观。云无心以出岫，鸟倦飞而知还。景翳翳以将入，抚孤松而盘桓。\r\n　　归去来兮，请息交以绝游。世与我而相违，复驾言兮焉求？悦亲戚之情话，乐琴书以消忧。农人告余以春及，将有事于西畴。或命巾车，或棹孤舟。既窈窕以寻壑，亦崎岖而经丘。木欣欣以向荣，泉涓涓而始流。善万物之得时，感吾生之行休。\r\n　　已矣乎！寓形宇内复几时？曷不委心任去留？胡为乎遑遑欲何之？富贵非吾愿，帝乡不可期。怀良辰以孤往，或植杖而耘耔。登东皋以舒啸，临清流而赋诗。聊乘化以归尽，乐夫天命复奚疑！"},
{"title": "归园田居·其三", "author": "陶渊明", "dynasty": "魏晋", "content": "种豆南山下，草盛豆苗稀。晨兴理荒秽，带月荷锄归。道狭草木长，夕露沾我衣。衣沾不足惜，但使愿无违。 "},
{"title": "归园田居·其一", "author": "陶渊明", "dynasty": "魏晋", "content": "少无适俗韵，性本爱丘山。误落尘网中，一去三十年。(误落 一作：误入)羁鸟恋旧林，池鱼思故渊。开荒南野际，守拙归园田。方宅十余亩，草屋八九间。榆柳荫后檐，桃李罗堂前。暧暧远人村，依依墟里烟。狗吠深巷中，鸡鸣桑树颠。户庭无尘杂，虚室有余闲。久在樊笼里，复得返自然。 "},
{"title": "陈情表", "author": "西晋·李密", "dynasty": "魏晋", "content": "　　臣密言：臣以险衅，夙遭闵凶。生孩六月，慈父见背；行年四岁，舅夺母志。祖母刘悯臣孤弱，躬亲抚养。臣少多疾病，九岁不行，零丁孤苦，至于成立。既无伯叔，终鲜兄弟，门衰祚薄，晚有儿息。外无期功强近之亲，内无应门五尺之僮，茕茕孑立，形影相吊。而刘夙婴疾病，常在床蓐，臣侍汤药，未曾废离。(悯 一作：愍；孑立 一作：独立)\r\n　　逮奉圣朝，沐浴清化。前太守臣逵察臣孝廉；后刺史臣荣举臣秀才。臣以供养无主，辞不赴命。诏书特下，拜臣郎中，寻蒙国恩，除臣洗马。猥以微贱，当侍东宫，非臣陨首所能上报。臣具以表闻，辞不就职。诏书切峻，责臣逋慢；郡县逼迫，催臣上道；州司临门，急于星火。臣欲奉诏奔驰，则刘病日笃，欲苟顺私情，则告诉不许。臣之进退，实为狼狈。\r\n　　伏惟圣朝以孝治天下，凡在故老，犹蒙矜育，况臣孤苦，特为尤甚。且臣少仕伪朝，历职郎署，本图宦达，不矜名节。今臣亡国贱俘，至微至陋，过蒙拔擢，宠命优渥，岂敢盘桓，有所希冀！但以刘日薄西山，气息奄奄，人命危浅，朝不虑夕。臣无祖母，无以至今日，祖母无臣，无以终余年。母孙二人，更相为命，是以区区不能废远。\r\n　　臣密今年四十有四，祖母今年九十有六，是臣尽节于陛下之日长，报养刘之日短也。乌鸟私情，愿乞终养。臣之辛苦，非独蜀之人士及二州牧伯所见明知，皇天后土，实所共鉴。愿陛下矜悯愚诚，听臣微志，庶刘侥幸，保卒余年。臣生当陨首，死当结草。臣不胜犬马怖惧之情，谨拜表以闻。(祖母刘 一作：祖母)"},
{"title": "隆中对", "author": "陈寿", "dynasty": "魏晋", "content": "　　亮躬耕陇亩，好为《梁父吟》。身长八尺，每自比于管仲、乐毅，时人莫之许也。惟博陵崔州平、颍川徐庶元直与亮友善，谓为信然。\r\n　　时先主屯新野。徐庶见先主，先主器之，谓先主曰：“诸葛孔明者，卧龙也，将军岂愿见之乎？”先主曰：“君与俱来。”庶曰：“此人可就见，不可屈致也。将军宜枉驾顾之。”\r\n　　由是先主遂诣亮，凡三往，乃见。因屏人曰：“汉室倾颓，奸臣窃命，主上蒙尘。孤不度德量力，欲信大义于天下；而智术浅短，遂用猖蹶，至于今日。然志犹未已，君谓计将安出？”\r\n　　亮答曰：“自董卓已来，豪杰并起，跨州连郡者不可胜数。曹操比于袁绍，则名微而众寡。然操遂能克绍，以弱为强者，非惟天时，抑亦人谋也。今操已拥百万之众，挟天子而令诸侯，此诚不可与争锋。孙权据有江东，已历三世，国险而民附，贤能为之用，此可以为援而不可图也。荆州北据汉、沔，利尽南海，东连吴会，西通巴、蜀，此用武之国，而其主不能守，此殆天所以资将军，将军岂有意乎？益州险塞，沃野千里，天府之土，高祖因之以成帝业。刘璋暗弱，张鲁在北，民殷国富而不知存恤，智能之士思得明君。将军既帝室之胄，信义著于四海，总揽英雄，思贤如渴，若跨有荆、益，保其岩阻，西和诸戎，南抚夷越，外结好孙权，内修政理；天下有变，则命一上将将荆州之军以向宛、洛，将军身率益州之众出于秦川，百姓孰敢不箪食壶浆以迎将军者乎？诚如是，则霸业可成，汉室可兴矣。”\r\n　　先主曰：“善！”于是与亮情好日密。\r\n　　关羽、张飞等不悦，先主解之曰：“孤之有孔明，犹鱼之有水也。愿诸君勿复言。”羽、飞乃止。"},
{"title": "杂诗", "author": "陶渊明", "dynasty": "魏晋", "content": "人生无根蒂，飘如陌上尘。分散逐风转，此已非常身。落地为兄弟，何必骨肉亲！得欢当作乐，斗酒聚比邻。盛年不重来，一日难再晨。及时当勉励，岁月不待人。 "},
{"title": "燕歌行二首·其一", "author": "曹丕", "dynasty": "魏晋", "content": "秋风萧瑟天气凉，草木摇落露为霜，群燕辞归鹄南翔。(鹄南翔 一作：雁南翔）念君客游思断肠，慊慊思归恋故乡，君何淹留寄他方？(君何 一作：何为)贱妾茕茕守空房，忧来思君不敢忘，不觉泪下沾衣裳。援琴鸣弦发清商，短歌微吟不能长。明月皎皎照我床，星汉西流夜未央。牵牛织女遥相望，尔独何辜限河梁。"},
{"title": "一毛不拔", "author": "邯郸淳", "dynasty": "魏晋", "content": "一猴死，见冥王，求转人身。王曰：“既欲做人，须将毛尽拔去。”即唤夜叉拔之。方拔一根，猴不胜痛叫。王笑曰：“看你一毛不拔，如何做人？” "},
{"title": "咏史·郁郁涧底松", "author": "左思", "dynasty": "魏晋", "content": "郁郁涧底松，离离山上苗。以彼径寸茎，荫此百尺条。世胄蹑高位，英俊沉下僚。地势使之然，由来非一朝。金张藉旧业，七叶珥汉貂。冯公岂不伟，白首不见招。 "},
{"title": "读山海经·其十", "author": "陶渊明", "dynasty": "魏晋", "content": "精卫衔微木，将以填沧海。刑天舞干戚，猛志固常在。同物既无虑，化去不复悔。徒设在昔心，良辰讵可待。(辰 一作：晨) "},
{"title": "咏怀八十二首·其一", "author": "阮籍", "dynasty": "魏晋", "content": "夜中不能寐，起坐弹鸣琴。薄帷鉴明月，清风吹我襟。孤鸿号外野，翔鸟鸣北林。徘徊将何见？忧思独伤心。 "},
{"title": "归园田居·其二", "author": "陶渊明", "dynasty": "魏晋", "content": "野外罕人事，穷巷寡轮鞅。白日掩荆扉，虚室绝尘想。时复墟曲中，披草共来往。(墟曲中 一作：墟曲人)相见无杂言，但道桑麻长。桑麻日已长，我土日已广。常恐霜霰至，零落同草莽。 "},
{"title": "四时", "author": "陶渊明", "dynasty": "魏晋", "content": "春水满四泽，夏云多奇峰。秋月扬明晖，冬岭秀寒松。 "},
{"title": "思吴江歌", "author": "张翰", "dynasty": "魏晋", "content": "秋风起兮木叶飞，吴江水兮鲈正肥。三千里兮家未归，恨难禁兮仰天悲。"},
{"title": "咏荆轲", "author": "陶渊明", "dynasty": "魏晋", "content": "燕丹善养士，志在报强嬴。招集百夫良，岁暮得嬴卿。君子死知己，提剑出燕京；素骥鸣广陌，慷慨送我行。雄发指危冠，猛气冲长缨。饮饯易水上，四座列群英。渐离击悲筑，宋意唱高声。萧萧哀风逝，淡淡寒波生。商音更流涕，羽奏壮士惊。心知去不归，且有后世名。登车何时顾，飞盖入秦庭。凌厉越万里，逶迤过千城。图穷事自至，豪主正怔营。惜哉剑术疏，奇功遂不成。其人虽已没，千载有馀情。 "},
{"title": "饮酒·七", "author": "陶渊明", "dynasty": "魏晋", "content": "秋菊有佳色，裛露掇其英。泛此忘忧物，远我遗世情。一觞虽独尽，杯尽壶自倾。日入群动息，归鸟趋林鸣。啸傲东轩下，聊复得此生。 "},
{"title": "归园田居·其五", "author": "陶渊明", "dynasty": "魏晋", "content": "怅恨独策还，崎岖历榛曲。山涧清且浅，可以濯曲足。漉我新熟酒，只鸡招近局。日入室中暗，荆薪代明烛。欢来苦夕短，已复至天旭。 "},
{"title": "归园田居·其四", "author": "陶渊明", "dynasty": "魏晋", "content": "久去山泽游，浪莽林野娱。试携子侄辈，披榛步荒墟。徘徊丘垄间，依依昔人居。井灶有遗处，桑竹残杇株。借问采薪者，此人皆焉如？薪者向我言，死没无复余。一世异朝市，此语真不虚。人生似幻化，终当归空无。 "},
{"title": "读山海经·其一", "author": "陶渊明", "dynasty": "魏晋", "content": "孟夏草木长，绕屋树扶疏。 众鸟欣有托，吾亦爱吾庐。 既耕亦已种，时还读我书。 穷巷隔深辙，颇回故人车。 欢言酌春酒，摘我园中蔬。 微雨从东来，好风与之俱。 泛览《周王传》，流观《山海》图。 俯仰终宇宙，不乐复何如？ "},
{"title": "闲情赋", "author": "陶渊明", "dynasty": "魏晋", "content": "　　初，张衡作《定情赋》，蔡邕作《静情赋》，检逸辞而宗澹泊，始则荡以思虑，而终归闲正。将以抑流宕之邪心，谅有助于讽谏。缀文之士，奕代继作；因并触类，广其辞义。余园闾多暇，复染翰为之；虽文妙不足，庶不谬作者之意乎。\r\n　　夫何瑰逸之令姿，独旷世以秀群。表倾城之艳色，期有德于传闻。佩鸣玉以比洁，齐幽兰以争芬。淡柔情于俗内，负雅志于高云。悲晨曦之易夕，感人生之长勤；同一尽于百年，何欢寡而愁殷！褰朱帏而正坐，泛清瑟以自欣。送纤指之余好，攮皓袖之缤纷。瞬美目以流眄，含言笑而不分。曲调将半，景落西轩。悲商叩林，白云依山。仰睇天路，俯促鸣弦。神仪妩媚，举止详妍。\r\n　　激清音以感余，愿接膝以交言。欲自往以结誓，惧冒礼之为愆；待凤鸟以致辞，恐他人之我先。意惶惑而靡宁，魂须臾而九迁：愿在衣而为领，承华首之余芳；悲罗襟之宵离，怨秋夜之未央！愿在裳而为带，束窈窕之纤身；嗟温凉之异气，或脱故而服新！愿在发而为泽，刷玄鬓于颓肩；悲佳人之屡沐，从白水而枯煎！愿在眉而为黛，随瞻视以闲扬；悲脂粉之尚鲜，或取毁于华妆！愿在莞而为席，安弱体于三秋；悲文茵之代御，方经年而见求！愿在丝而为履，附素足以周旋；悲行止之有节，空委弃于床前！愿在昼而为影，常依形而西东；悲高树之多荫，慨有时而不同！愿在夜而为烛，照玉容于两楹；悲扶桑之舒光，奄灭景而藏明！愿在竹而为扇，含凄飙于柔握；悲白露之晨零，顾襟袖以缅邈！愿在木而为桐，作膝上之鸣琴；悲乐极以哀来，终推我而辍音！\r\n　　考所愿而必违，徒契契以苦心。拥劳情而罔诉，步容与于南林。栖木兰之遗露，翳青松之余阴。傥行行之有觌，交欣惧于中襟；竟寂寞而无见，独悁想以空寻。敛轻裾以复路，瞻夕阳而流叹。步徙倚以忘趣，色凄惨而矜颜。叶燮燮以去条，气凄凄而就寒，日负影以偕没，月媚景于云端。鸟凄声以孤归，兽索偶而不还。悼当年之晚暮，恨兹岁之欲殚。思宵梦以从之，神飘飘而不安；若凭舟之失棹，譬缘崖而无攀。于时毕昴盈轩，北风凄凄，炯炯不寐，众念徘徊。起摄带以侍晨，繁霜粲于素阶。鸡敛翅而未鸣，笛流远以清哀；始妙密以闲和，终寥亮而藏摧。意夫人之在兹，托行云以送怀；行云逝而无语，时奄冉而就过。徒勤思而自悲，终阻山而滞河。迎清风以怯累，寄弱志于归波。尤《蔓草》之为会，诵《召南》之余歌。坦万虑以存诚，憩遥情于八遐。"},
{"title": "移居二首", "author": "陶渊明", "dynasty": "魏晋", "content": "昔欲居南村，非为卜其宅。闻多素心人，乐与数晨夕。怀此颇有年，今日从兹役。敝庐何必广，取足蔽床席。邻曲时时来，抗言谈在昔。奇文共欣赏，疑义相与析。\r\n春秋多佳日，登高赋新诗。过门更相呼，有酒斟酌之。农务各自归，闲暇辄相思。相思则披衣，言笑无厌时。此理将不胜？无为忽去兹。衣食当须纪，力耕不吾欺。 "},
{"title": "赠秀才入军·其十四", "author": "嵇康", "dynasty": "魏晋", "content": "息徒兰圃，秣马华山。流磻平皋，垂纶长川。目送归鸿，手挥五弦。俯仰自得，游心太玄。嘉彼钓叟，得鱼忘筌。郢人逝矣，谁与尽言？ "},
{"title": "停云", "author": "陶渊明", "dynasty": "魏晋", "content": "停云，思亲友也。罇湛新醪，园列初荣，愿言不从，叹息弥襟。\r\n霭霭停云，濛濛时雨。八表同昏，平路伊阻。静寄东轩，春醪独抚。良朋悠邈，搔首延伫。\r\n停云霭霭，时雨濛濛。八表同昏，平陆成江。有酒有酒，闲饮东窗。愿言怀人，舟车靡从。\r\n东园之树，枝条载荣。竞用新好，以怡余情。人亦有言：日月于征。安得促席，说彼平生。\r\n翩翩飞鸟，息我庭柯。敛翮闲止，好声相和。岂无他人，念子实多。愿言不获，抱恨如何！"},
{"title": "宋定伯捉鬼", "author": "干宝", "dynasty": "魏晋", "content": "　　南阳宋定伯,年少时，夜行逢鬼。问之，鬼言：“夜是鬼。”鬼问：“汝复谁？”定伯诳之，言：“夜亦鬼。”鬼问：“欲至何所？”答曰：“欲至宛市。”鬼言：“夜亦欲至宛市。”遂行。\r\n　　数里，鬼言：“步行太亟，可共递相担，何如？”定伯曰：“大善。”鬼便先担定伯数里。鬼言：“卿太重，将非鬼也？”定伯言：“夜新鬼，故身重耳。”定伯因复担鬼，鬼略无重。如是再三。定伯复言：“夜新鬼，不知有何所畏忌？”鬼答言：“惟不喜人唾。”于是共行。道遇水，定伯令鬼先渡，听之，了然无声音。定伯自渡，漕漼作声。鬼复言：“何以作声？”定伯曰：“新死，不习渡水故耳，勿怪吾也。”\r\n　　行欲至宛市，定伯便担鬼著肩上，急持之。鬼大呼，声咋咋然，索下，不复听之。径至宛市中下著地，化为一羊，便卖之恐其变化，唾之。得钱千五百，乃去。于时石崇言：“定伯卖鬼,得钱千五百文。”"},
{"title": "文赋", "author": "陆机", "dynasty": "魏晋", "content": "　　余每观才士之所作，窃有以得其用心。夫放言谴辞，良多变矣，妍蚩好恶，可得而言。每自属文，尤见其情。恒患意不称物，文不逮意。盖非知之难，能之难也。故作《文赋》，以述先士之盛藻，因论作文之利害所由，它日殆可谓曲尽其妙。至于操斧伐柯，虽取则不远，若夫随手之变，良难以辞逮。盖所能言者具于此云。 \r\n　　佇中区以玄览，颐情志于典坟。遵四时以叹逝，瞻万物而思纷。悲落叶于劲秋，喜柔条于芳春。心懔懔以怀霜，志眇眇而临云。詠世德之骏烈，诵先人之清芬。游文章之林府，嘉丽藻之彬彬。慨投篇而援笔，聊宣之乎斯文。 \r\n　　其始也，皆收视反听，耽思傍讯。精骛八极，心游万仞。其致也，情曈曨而弥鲜，物昭晰而互进。倾群言之沥液、漱六艺之芳润。浮天渊以安流，濯下泉而潜浸。于是沉辞怫悦，若游鱼衔钩，而出重渊之深；浮藻联翩，若翰鸟婴缴，而坠曾云之峻。收百世之阙文，採千载之遗韻。谢朝华于已披，启夕秀于未振。观古今于须臾，抚四海于一瞬。然后选义按部，考辞就班。抱景者咸叩，怀响者毕弹。或因枝以振叶，或沿波而讨源。或本隐以之显，或求易而得难。或虎变而兽扰，或龙见而鸟澜。或妥帖而易施，或岨峿而不安。罄澄心以凝思，眇众虑而为言。笼天地于形内，挫万物于笔端。始躑躅于燥吻，终流离于濡翰。理扶质以立干，文垂条而结繁。信情貌之不差，故每变而在颜。思涉乐其必笑，方言哀而已叹。或操觚以率尔，或含毫而邈然。 \r\n　　伊兹事之可乐，固圣贤之可钦。课虚无以责有，叩寂寞而求音。函绵邈于尺素，吐滂沛乎寸心。言恢之而弥广，思按之而逾深。播芳蕤之馥馥，发青条之森森。粲风飞而猋竖，郁云起乎翰林。 \r\n　　体有万殊，物无一量。纷纭挥霍，形难为状。辞程才以效伎，意司契而为匠。在有无而僶俛，当浅深而不让。虽离方而遯圆，期穷形而尽相。故夫夸目者尚奢，惬心者贵当。言穷者无隘，论达者唯旷。 \r\n　　诗缘情而绮靡，赋体物而浏亮。碑披文以相质，诔缠绵而悽怆。铭博约而温润，箴顿挫而清壮。颂优游以彬蔚，论精微而朗畅。奏平徹以闲雅，说炜晔而谲诳。虽区分之在兹，亦禁邪而制放。要辞达而理举，故无取乎冗长。 \r\n　　其为物也多姿，其为体也屡迁；其会意也尚巧，其遣言也贵妍。暨音声之迭代，若五色之相宣。虽逝止之无常，故崎錡而难便。苟达变而相次，犹开流以纳泉；如失机而后会，恒操末以续颠。谬玄黄之秩叙，故淟涊而不鲜。 \r\n　　或仰逼于先条，或俯侵于后章；或辞害而理比，或言顺而意妨。离之则双美，合之则两伤。考殿最于锱铢，定去留于毫芒；苟铨衡之所裁，固应绳其必当。 \r\n　　或文繁理富，而意不指适。极无两致，尽不可益。立片言而居要，乃一篇之警策；虽众辞之有条，必待兹而效绩。亮功多而累寡，故取足而不易。 \r\n　　或藻思綺合，清丽千眠。炳若缛绣，悽若繁絃。必所拟之不殊，乃闇合乎曩篇。虽杼轴于予怀，忧他人之我先。苟伤廉而愆义，亦虽爱而必捐。 \r\n　　或苕发颖竖，离众绝致；形不可逐，响难为系。块孤立而特峙，非常音之所纬。心牢落而无偶，意徘徊而不能揥。石韫玉而山辉，水怀珠而川媚。彼榛楛之勿翦，亦蒙荣于集翠。缀《下里》于《白雪》，吾亦济夫所伟。 \r\n　　或讬言于短韻，对穷迹而孤兴，俯寂寞而无友，仰寥廓而莫承；譬偏絃之独张，含清唱而靡应。或寄辞于瘁音，徒靡言而弗华，混妍蚩而成体，累良质而为瑕；象下管之偏疾，故虽应而不和。或遗理以存异，徒寻虚以逐微，言寡情而鲜爱，辞浮漂而不归；犹絃么而徽急，故虽和而不悲。或奔放以谐和，务嘈囋而妖冶，徒悦目而偶俗，故高声而曲下；寤《防露》与桑间，又虽悲而不雅。或清虚以婉约，每除烦而去滥，阙大羹之遗味，同朱絃之清氾；虽一唱而三叹，固既雅而不艳。 \r\n　　若夫丰约之裁，俯仰之形，因宜适变，曲有微情。或言拙而喻巧，或理朴而辞轻；或袭故而弥新，或沿浊而更清；或览之而必察，或研之而后精。譬犹舞者赴节以投袂，歌者应絃而遣声。是盖轮扁所不得言，故亦非华说之所能精。 \r\n　　普辞条与文律，良余膺之所服。练世情之常尤，识前脩之所淑。虽发于巧心，或受蚩于拙目。彼琼敷与玉藻，若中原之有菽。同橐籥之罔穷，与天地乎并育。虽纷蔼于此世，嗟不盈于予掬。患挈缾之屡空，病昌言之难属。故踸踔于短垣，放庸音以足曲。恒遗恨以终篇，岂怀盈而自足？惧蒙尘于叩缶，顾取笑乎鸣玉。 \r\n　　若夫应感之会，通塞之纪，来不可遏，去不可止，藏若景灭，行犹响起。方天机之骏利，夫何纷而不理？思风发于胸臆，言泉流于唇齿；纷葳蕤以馺遝，唯豪素之所拟；文徽徽以溢目，音冷冷而盈耳。及其六情底滞，志往神留，兀若枯木，豁若涸流；揽营魂以探赜，顿精爽而自求；理翳翳而愈伏，思轧轧其若抽。是以或竭情而多悔，或率意而寡尤。虽兹物之在我，非余力之所戮。故时抚空怀而自惋，吾未识夫开塞之所由。 \r\n　　伊兹文之为用，固众理之所因。恢万里而无阂，通亿载而为津。俯殆则于来叶，仰观象乎古人。济文武于将坠，宣风声于不泯。塗无远而不弥，理无微而弗纶。配霑润于云雨，象变化乎鬼神。被金石而德广，流管絃而日新。 "},
{"title": "截竿入城", "author": "邯郸淳 撰", "dynasty": "魏晋", "content": "　　鲁有执长竿入城门者，初竖执之，不可入；横执之，亦不可入。计无所出。俄有老父至，曰：“吾非圣人，但见事多矣！何不以锯中截而入？”遂依而截之。 "},
{"title": "燕歌行二首·其二", "author": "曹丕", "dynasty": "魏晋", "content": "别日何易会日难，山川悠远路漫漫。郁陶思君悠敢言，寄声浮云往不还。涕零雨面毁形颜，谁能怀忧独不叹。展诗清歌仰自宽，乐往哀来摧肺肝。耿耿伏枕不能眠，披衣出户步东西。仰看星月观云间，飞鸽晨鸣声可怜，留连顾怀不能存。 "},
{"title": "咏怀八十二首", "author": "阮籍", "dynasty": "魏晋", "content": "<span style=\"BACKGROUND-COLOR: #c7edcc\"> </span>\r\n夜中不能寐，起坐弹鸣琴。薄帷鉴明月，清风吹我襟。孤鸿号外野，翔鸟鸣北林。徘徊将何见？忧思独伤心。\r\n二妃游江滨，逍遥顺风翔。交甫怀环佩，婉娈有芬芳。猗靡情欢爱，千载不相忘。倾城迷下蔡，容好结中肠。感激生忧思，萱草树兰房。膏沐为谁施，其雨怨朝阳。如何金石交，一旦更离伤。\r\n嘉树下成蹊，东园桃与李。秋风吹飞藿，零落从此始。繁华有憔悴，堂上生荆杞。驱马舍之去，去上西山趾。一身不自保，何况恋妻子。凝霜被野草，岁暮亦云已。\r\n天马出西北，由来从东道。春秋非有托，富贵焉常保。清露被皋兰，凝霜沾野草。朝为媚少年，夕暮成丑老。自非王子晋，谁能常美好。\r\n平生少年时，轻薄好弦歌。西游咸阳中，赵李相经过。娱乐未终极，白日忽蹉跎。驱马复来归，反顾望三河。黄金百镒尽，资用常苦多。北临太行道，失路将如何。\r\n昔闻东陵瓜，近在青门外。连畛距阡陌，子母相钩带。五色曜朝日，嘉宾四面会。膏火自煎熬，多财为患害。布衣可终身，宠禄岂足赖。\r\n炎暑惟兹夏，三旬将欲移。芳树垂绿叶，青云自逶迤。四时更代谢，日月递参差。徘徊空堂上，忉怛莫我知。愿覩卒欢好，不见悲别离。\r\n灼灼西隤日，余光照我衣。回风吹四壁，寒鸟相因依。周周尚衔羽，蛩蛩亦念饥。如何当路子，磬折忘所归。岂为夸誉名，憔悴使心悲。宁与燕雀翔，不随黄鹄飞。黄鹄游四海，中路将安归。\r\n步出上东门，北望首阳岑。下有采薇士，上有嘉树林。良辰在何许，凝霜沾衣襟。寒风振山冈，玄云起重阴。鸣鴈飞南征，鶗鴂发哀音。素质游商声，凄怆伤我心。\r\n北里多奇舞，濮上有微音。轻薄闲游子，俯仰乍浮沉。方式从狭路，僶俛趋荒淫。焉见王子乔，乘云翔邓林。独有延年术，可以慰我心。\r\n湛湛长江水，上有枫树林。皋兰被径路，青骊逝骎骎。远望令人悲，春气感我心。三楚多秀士，朝云进荒淫。朱华振芬芳，高蔡相追寻。一为黄雀哀，泪下谁能禁。\r\n昔日繁华子，安陵与龙阳。夭夭桃李花，灼灼有辉光。悦怿若九春，磬折似秋霜。流盻发姿媚，言笑吐芬芳。携手等欢爱，宿昔同衣裳。愿为双飞鸟，比翼共翱翔。丹青着明誓，永世不相忘。\r\n登高临四野，北望青山阿。松柏翳冈岑，飞鸟鸣相过。感慨怀辛酸，怨毒常苦多。李公悲东门，苏子狭三河。求仁自得仁，岂复叹咨嗟。\r\n开秋兆凉气，蟋蟀鸣床帷。感物怀殷忧，悄悄令心悲。多言焉所告，繁辞将诉谁。微风吹罗袂，明月耀清晖。晨鸡鸣高树，命驾起旋归。\r\n昔年十四五，志尚好诗书。被褐怀珠玉，颜闵相与期。开轩临四野，登高望所思。丘墓蔽山冈，万代同一时。千秋万岁后，荣名安所之。乃悟羡门子，噭噭令自嗤。\r\n徘徊蓬池上，还顾望大梁。绿水扬洪波，旷野莽茫茫。走兽交横驰，飞鸟相随翔。是时鹑火中，日月正相望。朔风厉严寒，阴气下微霜。覊旅无俦匹，俛仰怀哀伤。小人计其功，君子道其常。岂惜终憔悴，咏言着斯章。\r\n独坐空堂上，谁可与欢者。出门临永路，不见行车马。登高望九州，悠悠分旷野。孤鸟西北飞，离兽东南下。日暮思亲友，晤言用自写。\r\n悬车在西南，羲和将欲倾。流光耀四海，忽忽至夕冥。朝为咸池晖，蒙汜受其荣。岂知穷达士，一死不再生。视彼桃李花，谁能久荧荧。君子在何计，叹息未合幷。瞻仰景山松，可以慰吾情。\r\n西方有佳人，皎若白日光。被服纤罗衣，左右佩双璜。修容耀姿美，顺风振微芳。登高眺所思，举袂当朝阳。寄颜云霄间，挥袖凌虚翔。飘飖恍惚中，流眄顾我傍。悦怿未交接，晤言用感伤。\r\n杨朱泣歧路，墨子悲染丝。揖让长离别，飘飖难与期。岂徒燕婉情，存亡诚有之。萧索人所悲，祸衅不可辞。赵女媚中山，谦柔愈见欺。嗟嗟涂上士，何用自保持。\r\n于心怀寸阴，羲阳将欲冥。挥袂抚长剑，仰观浮云征。云间有玄鹤，抗志扬哀声。一飞冲青天，旷世不再鸣。岂与鹑鷃游，连翩戏中庭。\r\n夏后乘灵舆，夸父为邓林。存亡从变化，日月有浮沉。凤皇鸣参差，伶伦发其音。王子好箫管，世世相追寻。谁言不可见，青鸟明我心。\r\n东南有射山，汾水出其阳。六龙服气舆，云盖切天纲。仙者四五人，逍遥晏兰房。寝息一纯和，呼噏成露霜。沐浴丹渊中，照耀日月光。岂安通灵台，游瀁去高翔。\r\n殷忧令志结，怵惕常若惊。逍遥未终晏，朱华忽西倾。蟋蟀在户牖，蟪蛄号中庭。心肠未相好，谁云亮我情。愿为云间鸟，千里一哀鸣。三芝延瀛洲，远游可长生。\r\n拔剑临白刃，安能相中伤。但畏工言字，称我三江旁。飞泉流玉山，悬车栖扶桑。日月径千里，素风发微霜。势路有穷达，咨嗟安可长。\r\n朝登洪坡颠，日夕望西山。荆棘被原野，羣鸟飞翩翩。鸾鹥时栖宿，性命有自然。建木谁能近，射干复婵娟。不见林中葛，延蔓相勾连。\r\n周郑天下交，街术当三河。妖冶闲都子，焕耀何芬葩。玄发发朱颜，睇眄有光华。倾城思一顾，遗视来相夸。愿为三春游，朝阳忽蹉跎。盛衰在须臾，离别将如何。\r\n若花耀四海，扶桑翳瀛洲。日月经天涂，明暗不相雠。穷达自有常，得失又何求。岂效路上童，携手共遨游。阴阳有变化，谁云沉不浮。朱鳖跃飞泉，夜飞过吴洲。俛仰运天地，再抚四海流。系累名利场，驽骏同一辀。岂若遗耳目，升遐去殷忧。\r\n昔余游大梁，登于黄华颠。共工宅玄冥，高台造青天。幽荒邈悠悠，凄怆怀所怜。所怜者谁子，明察自照妍。应龙沈冀州，妖女不得眠。肆侈陵世俗，岂云永厥年。\r\n驱车出门去，意欲远征行。征行安所如，背弃夸与名。夸名不在己，但愿适中情。单帷蔽皎日，高树隔微声。谗邪使交疏，浮云令昼冥。嬿婉同衣裳，一顾倾人城。从容在一时，繁华不再荣。晨朝奄复暮，不见所欢形。黄鸟东南飞，寄言谢友生。\r\n驾言发魏都，南向望吹壹。箫管有遗音，梁王安在哉。战士食糟糠，贤者处蒿莱。歌舞曲未终，秦兵已复来。夹林非吾有，朱宫生尘埃。军败华阳下，身竟为土灰。\r\n朝阳不再盛，白日忽西幽。去此若俯仰，如何似九秋。人生若尘露，天道邈悠悠。齐景升丘山，涕泗纷交流。孔圣临长川，惜逝忽若浮。去者余不及，来者吾不留。愿登太华山，上与松子游。渔父知世患，乘流泛轻舟。\r\n一日复一夕，一夕复一朝。颜色改平常，精神自损消。胸中怀汤火，变化故相招。万事无穷极，知谋苦不饶。但恐须臾间，魂气随风飘。终身履薄冰，谁知我心焦。\r\n一日复一朝，一昏复一晨。容色改平常，精神自飘沦。临觞多哀楚，思我故时人。对酒不能言，凄怆怀酸辛。愿耕东皋阳，谁与守其真。愁苦在一时，高行伤微身。曲直何所为，龙蛇为我邻。\r\n世务何缤纷，人道苦不遑。壮年以时逝，朝露待太阳。愿揽羲和辔，白日不移光。天阶路殊绝，云汉邈无梁。濯发旸谷滨，远游昆岳傍。登彼列仙岨，采此秋兰芳。时路乌足争，太极可翱翔。\r\n谁言万事囏，逍遥可终生。临堂翳华树，悠悠念无形。彷徨思亲友，倐忽复至冥。寄言东飞鸟，可用慰我情。\r\n嘉时在今辰，零雨洒尘埃。临路望所思，日夕复不来。人情有感慨，荡漾焉能排。挥涕怀哀伤，辛酸谁语哉。\r\n炎光延万里，洪川荡湍濑。弯弓挂扶桑，长剑倚天外。泰山成砥砺，黄河为裳带。视彼庄周子，荣枯何足赖。捐身弃中野，乌鸢作患害。岂若雄杰士，功名从此大。\r\n壮士何慷慨，志欲威八荒。驱车远行役，受命念自忘。良弓挟乌号，明甲有精光。临难不顾生，身死魂飞扬。岂为全躯士，效命争战场。忠为百世荣，义使令名彰。垂声谢后世，气节故有常。\r\n混元生两仪，四象运衡玑。曒日布炎精，素月垂景辉。晷度有昭回，哀哉人命微。飘若风尘逝，忽若庆云晞。修龄适余愿，光宠非己威。安期步天路，松子与世违。焉得凌霄翼，飘飖登云湄。嗟哉尼父志，何为居九夷。\r\n天网弥四野，六翮掩不舒。随波纷纶客，泛泛若浮凫。生命无期度，朝夕有不虞。列仙停修龄，养志在冲虚。飘飖云日间，邈与世路殊。荣名非己宝，声色焉足娱。采药无旋返，神仙志不符。逼此良可惑，令我久踌躇。\r\n王业须良辅，建功俟英雄。元凯康哉美，多士颂声隆。阴阳有舛错，日月不当融。天时有否泰，人事多盈冲。园绮遯南岳，伯阳隐西戎。保身念道真，宠耀焉足崇。人谁不善始，尠能克厥终。休哉上世士，万载垂清风。\r\n鸿鹄相随飞，飞飞适荒裔。双翮临长风，须臾万里逝。朝餐琅玕实，夕宿丹山际。抗身青云中，网罗孰能制。岂与乡曲士，携手共言誓。\r\n俦物终始殊，修短各异方。琅玕生高山，芝英耀朱堂。荧荧桃李花，成蹊将夭伤。焉敢希千术，三春表微光。自非凌风树，憔悴乌有常。\r\n幽兰不可佩，朱草为谁荣。修竹隐山阴，射干临增城。葛藟延幽谷，绵绵瓜瓞生。乐极消灵神，哀深伤人情。竟知忧无益，岂若归太清。\r\n鷽鸠飞桑榆，海鸟运天池。岂不识宏大，羽翼不相宜。招摇安可翔，不若栖树枝。下集蓬艾间，上游园圃篱。但尔亦自足，用子为追随。\r\n生命辰安在，忧戚涕沾襟。高鸟翔山冈，燕雀栖下林。青云蔽前庭，素琴凄我心。崇山有鸣鹤，岂可相追寻。\r\n鸣鸠嬉庭树，焦明游浮云。焉见孤翔鸟，翩翩无匹羣。死生自然理，消散何缤纷。\r\n步游三衢旁，惆怅念所思。岂为今朝见，恍惚诚有之。泽中生乔松，万世未可期。高鸟摩天飞，凌云共游嬉。岂有孤行士，垂涕悲故时。\r\n清露为凝霜，华草成蒿莱。谁云君子贤，明达安可能。乘云招松乔，呼噏永矣哉。\r\n丹心失恩泽，重德丧所宜。善言焉可长，慈惠未易施。不见南飞燕，羽翼正差池。高子怨新诗，三闾悼乖离。何为混沌氏，倐忽体貌隳。\r\n十日出旸谷，弭节驰万里。经天耀四海，倐忽潜蒙泛。谁言焱炎久，游没何行俟。逝者岂长生，亦去荆与杞。千岁犹崇朝，一餐聊自已。是非得失间，焉足相讥理。计利知术穷，哀情遽能止。\r\n自然有成理，生死道无常。智巧万端出，大要不易方。如何夸毘子，作色怀骄肠。乘轩驱良马，凭几向膏粱。被服纤罗衣，深榭设闲房。不见日夕华，翩翩飞路旁。\r\n夸谈快愤懑，情慵发烦心。西北登不周，东南望邓林。旷野弥九州，崇山抗高岑。一餐度万世，千岁再浮沈。谁云玉石同，泪下不可禁\r\n人言愿延年，延年欲焉之。黄鹄呼子安，千秋未可期。独坐山嵓中，恻怆怀所思。王子一何好，猗靡相携持。悦怿犹今辰，计校在一时。置此明朝事，日夕将见期\r\n贵贱在天命，穷达自有时。婉娈佞邪子，随利来相欺。孤思损惠施，但为谗夫蚩。鹡鸰鸣云中，载飞靡所期。焉知倾侧士，一旦不可持。\r\n惊风振四野，回云荫堂隅。床帷为谁设，几杖为谁扶。虽非明君子，岂闇桑与榆。世有此聋聩，芒芒将焉如。翩翩从风飞，悠悠去故居。离麾玉山下，遗弃毁与誉。\r\n危冠切浮云，长剑出天外。细故何足虑，高度跨一世。非子为我御，逍遥游荒裔。顾谢西王母，吾将从此逝。岂与蓬户士，弹琴诵言誓。\r\n河上有丈人，纬萧弃明珠。甘彼藜藿食，乐是蓬蒿庐。岂效缤纷子，良马骋轻舆。朝生衢路旁，夕瘗横术隅。欢笑不终宴，俛仰复欷歔。鉴兹二三者，愤懑从此舒。\r\n儒者通六艺，立志不可干。违礼不为动，非法不肯言。渴饮清泉流，饥食幷一箪。岁时无以祀，衣服常苦寒。屣履咏南风，缊袍笑华轩。信道守诗书，义不受一餐。烈烈褒贬辞，老氏用长叹。\r\n少年学击剑，妙伎过曲城。英风截云霓，超世发奇声。挥剑临沙漠，饮马九野垧。旗帜何翩翩，但闻金鼓鸣。军旅令人悲，烈烈有哀情。念我平常时，悔恨从此生。\r\n平昼整衣冠，思见客与宾。宾客者谁子，倐忽若飞尘。裳衣佩云气，言语究灵神。须臾相背弃，何时见斯人。\r\n多虑令志散，寂寞使心忧。翱翔观陂泽，抚剑登轻舟。但愿长闲暇，后岁复来游。\r\n朝出上东门，遥望首阳基。松柏郁森沉，鹂黄相与嬉。逍遥九曲间，徘徊欲何之。念我平居时，郁然思妖姬。\r\n王子十五年，游衍伊洛滨。朱颜茂春华，辩慧怀清真。焉见浮丘公，举手谢时人。轻荡易恍惚，飘飖弃其身。飞飞鸣且翔，挥翼且酸辛。\r\n塞门不可出，海水焉可浮。朱明不相见，奄昧独无侯。持瓜思东陵，黄雀诚独羞。失势在须臾，带剑上吾丘。悼彼桑林子，涕下自交流。假乘汧渭间，鞍马去行游。\r\n洪生资制度，被服正有常。尊卑设次序，事物齐纪纲。容饰整颜色，磬折执圭璋。堂上置玄酒，室中盛稻粱。外厉贞素谈，户内灭芬芳。放口从衷出，复说道义方。委曲周旋仪，姿态愁我肠。\r\n北临干昧溪，西行游少任。遥顾望天津，骀荡乐我心。绮靡存亡门，一游不再寻。傥遇晨风鸟，飞驾出南林。漭瀁滛光中，忽忽肆荒淫。休息晏清都，超世又谁禁。\r\n人知结交易，交友诚独难。险路多疑惑，明珠未可干。彼求飨太牢，我欲幷一餐。损益生怨毒，咄咄复何言。\r\n有悲则有情，无悲亦无思。茍非婴网罟，何必万里畿。翔风拂重霄，庆云招所晞。灰心寄枯宅，曷顾人间姿。始得忘我难，焉知嘿自遗。\r\n木槿荣丘墓，煌煌有光色。白日颓林中，翩翩零路侧。蟋蟀吟户牖，蟪蛄鸣荆棘。蜉蝣玩三朝，采采修羽翼。衣裳为谁施，俛仰自收拭。生命几何时，慷慨各努力。\r\n修涂驰轩车，长川载轻舟。性命岂自然，势路有所由。高名令志惑，重利使心忧。亲昵怀反侧，骨肉还相雠。更希毁珠玉，可用登遨游。\r\n横术有奇士，黄骏服其箱。朝起瀛洲野，日夕宿明光。再抚四海外，羽翼自飞扬。去置世上事，岂足愁我肠。一去长离绝，千岁复相望。\r\n猗欤上世士，恬淡志安贫。季叶道陵迟，驰骛纷垢尘。寗子岂不类，杨歌谁肯殉。栖栖非我偶，徨徨非己伦。咄嗟荣辱事，去来味道真。道真信可娱，清洁存精神。巢由抗高节，从此适河滨。\r\n梁东有芳草，一朝再三荣。色容艳姿美，光华耀倾城。岂为明哲士，妖蛊谄媚生。轻薄在一时，安知百世名。路端便娟子，但恐日月倾。焉见冥灵木，悠悠竟无形。\r\n秋驾安可学，东野穷路旁。纶深鱼渊潜，矰设鸟高翔。泛泛乘轻舟，演漾靡所望。吹嘘谁以益，江湖相捐忘。都冶难为颜，修容是我常。兹年在松乔，恍惚诚未央。\r\n咄嗟行至老，僶俛常苦忧。临川羡洪波，同始异支流。百年何足言，但苦怨与雠。雠怨者谁子，耳目还相羞。声色为胡越，人情自逼遒。招彼玄通士，去来归羡游。\r\n昔有神仙士，乃处射山阿。乘云御飞龙，嘘噏叽琼华。可闻不可见，慷慨叹咨嗟。自伤非俦类，愁苦来相加。下学而上达，忽忽将如何。\r\n林中有奇鸟，自言是凤凰。清朝饮醴泉，日夕栖山冈。高鸣彻九州，延颈望八荒。适逢商风起，羽翼自摧藏。一去昆仑西，何时复回翔。但恨处非位，怆悢使心伤。\r\n出门望佳人，佳人岂在兹。三山招松乔，万世谁与期。存亡有长短，慷慨将焉知。忽忽朝日隤，行行将何之。不见季秋草，摧折在今时。\r\n昔有神仙者，羡门及松乔。噏习九阳间，升遐叽云霄。人生乐长久，百年自言辽。白日陨隅谷，一夕不再朝。岂若遗世物，登明遂飘飖。\r\n墓前荧荧者，木槿耀朱华。荣好未终朝，连飚陨其葩。岂若西山草，琅玕与丹禾。垂影临增城，余光照九阿。宁微少年子，日久难咨嗟。"},
{"title": "车遥遥篇", "author": "傅玄", "dynasty": "魏晋", "content": "车遥遥兮马洋洋，追思君兮不可忘。君安游兮西入秦，愿为影兮随君身。君在阴兮影不见，君依光兮妾所愿。"},
{"title": "短歌行", "author": "陆机", "dynasty": "魏晋", "content": "置酒高堂，悲歌临觞。人寿几何，逝如朝霜。时无重至，华不再阳。苹以春晖，兰以秋芳。来日苦短，去日苦长。今我不乐，蟋蟀在房。乐以会兴，悲以别章。岂曰无感，忧为子忘。我酒既旨，我肴既臧。短歌可咏，长夜无荒。 "},
{"title": "拟挽歌辞三首", "author": "陶渊明", "dynasty": "魏晋", "content": "有生必有死，早终非命促。昨暮同为人，今旦在鬼录。魂气散何之，枯形寄空木。娇儿索父啼，良友抚我哭。得失不复知，是非安能觉！千秋万岁后，谁知荣与辱？但恨在世时，饮酒不得足。\r\n在昔无酒饮，今但湛空觞。春醪生浮蚁，何时更能尝！肴案盈我前，亲旧哭我旁。欲语口无音，欲视眼无光。昔在高堂寝，今宿荒草乡；一朝出门去，归来夜未央。\r\n荒草何茫茫，白杨亦萧萧。严霜九月中，送我出远郊。四面无人居，高坟正嶣峣。马为仰天鸣，风为自萧条。幽室一已闭，千年不复朝。千年不复朝，贤达无奈何。向来相送人，各自还其家。亲戚或余悲，他人亦已歌。死去何所道，托体同山阿。"},
{"title": "与山巨源绝交书", "author": "嵇康", "dynasty": "魏晋", "content": "　　康白：足下昔称吾于颍川，吾常谓之知言。然经怪此意尚未熟悉于足下，何从便得之也？前年从河东还，显宗、阿都说足下议以吾自代，事虽不行，知足下故不知之。足下傍通，多可而少怪；吾直性狭中，多所不堪，偶与足下相知耳。闲闻足下迁，惕然不喜，恐足下羞庖人之独割，引尸祝以自助，手荐鸾刀，漫之膻腥，故具为足下陈其可否。\r\n　　吾昔读书，得并介之人，或谓无之，今乃信其真有耳。性有所不堪，真不可强。今空语同知有达人无所不堪，外不殊俗，而内不失正，与一世同其波流，而悔吝不生耳。老子、庄周，吾之师也，亲居贱职；柳下惠、东方朔，达人也，安乎卑位，吾岂敢短之哉！又仲尼兼爱，不羞执鞭；子文无欲卿相，而三登令尹，是乃君子思济物之意也。所谓达能兼善而不渝，穷则自得而无闷。以此观之，故尧、舜之君世，许由之岩栖，子房之佐汉，接舆之行歌，其揆一也。仰瞻数君，可谓能遂其志者也。故君子百行，殊途而同致，循性而动，各附所安。故有处朝廷而不出，入山林而不返之论。且延陵高子臧之风，长卿慕相如之节，志气所托，不可夺也。吾每读尚子平、台孝威传，慨然慕之，想其为人。少加孤露，母兄见骄，不涉经学。性复疏懒，筋驽肉缓，头面常一月十五日不洗，不大闷痒，不能沐也。每常小便而忍不起，令胞中略转乃起耳。又纵逸来久，情意傲散，简与礼相背，懒与慢相成，而为侪类见宽，不攻其过。又读《庄》、《老》，重增其放，故使荣进之心日颓，任实之情转笃。此犹禽鹿，少见驯育，则服从教制；长而见羁，则狂顾顿缨，赴蹈汤火；虽饰以金镳，飨以嘉肴，愈思长林而志在丰草也。\r\n　　阮嗣宗口不论人过，吾每师之而未能及；至性过人，与物无伤，唯饮酒过差耳。至为礼法之士所绳，疾之如仇，幸赖大将军保持之耳。吾不如嗣宗之资，而有慢弛之阙；又不识人情，暗于机宜；无万石之慎，而有好尽之累。久与事接，疵衅日兴，虽欲无患，其可得乎？又人伦有礼，朝廷有法，自惟至熟，有必不堪者七，甚不可者二：卧喜晚起，而当关呼之不置，一不堪也。抱琴行吟，弋钓草野，而吏卒守之，不得妄动，二不堪也。危坐一时，痹不得摇，性复多虱，把搔无已，而当裹以章服，揖拜上官，三不堪也。素不便书，又不喜作书，而人间多事，堆案盈机，不相酬答，则犯教伤义，欲自勉强，则不能久，四不堪也。不喜吊丧，而人道以此为重，已为未见恕者所怨，至欲见中伤者；虽瞿然自责，然性不可化，欲降心顺俗，则诡故不情，亦终不能获无咎无誉如此，五不堪也。不喜俗人，而当与之共事，或宾客盈坐，鸣声聒耳，嚣尘臭处，千变百伎，在人目前，六不堪也。心不耐烦，而官事鞅掌，机务缠其心，世故烦其虑，七不堪也。又每非汤、武而薄周、孔，在人间不止，此事会显，世教所不容，此甚不可一也。刚肠疾恶，轻肆直言，遇事便发，此甚不可二也。以促中小心之性，统此九患，不有外难，当有内病，宁可久处人间邪？又闻道士遗言，饵术黄精，令人久寿，意甚信之；游山泽，观鱼鸟，心甚乐之；一行作吏，此事便废，安能舍其所乐而从其所惧哉！\r\n　　夫人之相知，贵识其天性，因而济之。禹不逼伯成子高，全其节也；仲尼不假盖于子夏，护其短也；近诸葛孔明不逼元直以入蜀，华子鱼不强幼安以卿相，此可谓能相终始，真相知者也。足下见直木不可以为轮，曲木不可以为桷，盖不欲枉其天才，令得其所也。故四民有业，各以得志为乐，唯达者为能通之，此足下度内耳。不可自见好章甫，强越人以文冕也；己嗜臭腐，养鸳雏以死鼠也。吾顷学养生之术，方外荣华，去滋味，游心于寂寞，以无为为贵。纵无九患，尚不顾足下所好者。又有心闷疾，顷转增笃，私意自试，不能堪其所不乐。自卜已审，若道尽途穷则已耳。足下无事冤之，令转于沟壑也。\r\n　　吾新失母兄之欢，意常凄切。女年十三，男年八岁，未及成人，况复多病。顾此悢悢，如何可言！今但愿守陋巷，教养子孙，时与亲旧叙离阔，陈说平生，浊酒一杯，弹琴一曲，志愿毕矣。足下若嬲之不置，不过欲为官得人，以益时用耳。足下旧知吾潦倒粗疏，不切事情，自惟亦皆不如今日之贤能也。若以俗人皆喜荣华，独能离之，以此为快；此最近之，可得言耳。然使长才广度，无所不淹，而能不营，乃可贵耳。若吾多病困，欲离事自全，以保余年，此真所乏耳，岂可见黄门而称贞哉！若趣欲共登王途，期于相致，时为欢益，一旦迫之，必发狂疾。自非重怨，不至于此也。\r\n　　野人有快炙背而美芹子者，欲献之至尊，虽有区区之意，亦已疏矣。愿足下勿似之。其意如此，既以解足下，并以为别。嵇康白。"},
{"title": "三都赋", "author": "左思", "dynasty": "魏晋", "content": "总序　　盖诗有六义焉，其二曰赋。扬雄曰：“诗人之赋丽以则。”班固曰：“赋者，古诗之流也。”。先王采焉，以观土风。见“绿竹猗猗”于宜，则知卫地淇澳之产；见“在其版屋”，则知秦野西戎之宅。故能居然而辨八方。\r\n　　然相如赋上林而引“卢橘夏熟”，扬雄赋甘泉而陈“玉树青葱”，班固赋西都而叹以出比目，张衡赋西京而述以游海若。假称珍怪，以为润色，若斯之类，匪啻于兹。考之果木，则生非其壤；校之神物，则出非其所。于辞则易为藻饰，于义则虚而无徵。且夫玉卮无当，虽宝非用；侈言无验，虽丽非经。而论者莫不诋讦其研精，作者大氐举为宪章。积习生常，有自来矣。\r\n　　余既思摹二京而赋三都，其山川城邑则稽之地图，其鸟兽草木则验之方志。风谣歌舞，各附其俗；魁梧长者，莫非其旧。何则？发言为诗者，咏其所志也；美物者贵依其本，赞事者宜本其实。匪本匪实，览者奚信？且夫任土作贡，虞书所著；辩物居方，周易所慎。聊举其一隅，摄其体统，归诸诂训焉。\r\n魏都赋　　魏国先生有睟其容，乃盱衡而诰曰：“异乎交益之士，盖音有楚夏者，土风之乖也；情有险易者，习俗之殊也。虽则生常，固非自得之谓也。昔市南宜僚弄丸，而两家之难解。聊为吾子复玩德音，以释二客竞于辩囿者也。 \r\n　　夫泰极剖判，造化权舆。体兼昼夜，理包清浊。流而为江海，结而为山岳。列宿分其野，荒裔带其隅。岩冈潭渊，限蛮隔夷，峻危之窍也。蛮陬夷落，译导而通，鸟兽之氓也。正位居体者，以中夏为喉，不以边垂为襟也。长世字甿者，以道德为藩，不以袭险为屏也。而子大夫之贤者，尚弗曾庶翼等威，附丽皇极。思禀正朔，乐率贡职。而徒务於诡随匪人，宴安於绝域。荣其文身，骄其险棘。缪默语之常伦，牵胶言而逾侈。饰华离以矜然，假倔彊而攘臂。非醇粹之方壮，谋踳驳於王义。孰愈寻靡{艹汧}於中逵，造沐猴於棘刺。剑阁虽嶚(嶚 一作：险)，凭之者蹶，非所以深根固蒂也。洞庭虽濬，负之者北，非所以爱人治国也。彼桑榆之末光，逾长庚之初辉。况河冀之爽垲，与江介之湫湄。故将语子以神州之略，赤县之畿。魏都之卓荦，六合之枢机。 \r\n　　于时运距阳九，汉网绝维。奸回内赑，兵缠紫微。翼翼京室，眈眈帝宇，巢焚原燎，变为煨烬，故荆棘旅庭也。殷殷寰内，绳绳八区，锋镝纵横，化为战场，故麋鹿寓城也。伊洛榛旷，崤函荒芜。临菑牢落，鄢郢丘墟。而是有魏开国之日，缔构之初。万邑譬焉，亦独焠麋之与子都。培塿之与方壶也。 \r\n　　且魏地者，毕昴之所应，虞夏之馀人。先王之桑梓，列圣之遗尘。考之四隈，则八埏之中；测之寒暑，则霜露所均。卜偃前识而赏其隆，吴札听歌而美其风。虽则衰世，而盛德形於管弦；虽逾千祀，而怀旧蕴於遐年。尔其疆域，则旁极齐秦，结凑冀道。开胸殷卫，跨蹑燕赵。山林幽岟，川泽回缭。恒碣碪?於青霄，河汾浩涆而皓溔。南瞻淇澳，则绿竹纯茂；北临漳滏，则冬夏异沼。神钲迢递於高峦，灵响时惊於四表。温泉毖涌而自浪，华清荡邪而难老。墨井盐池，玄滋素液。厥田惟中，厥壤惟白。原隰畇畇，坟衍斥斥。或嵬罍而衤复陆，或黋朗而拓落。乾坤交泰而絪缊，嘉祥徽显而豫作。是以兆朕振古，萌柢畴昔。藏气谶纬，閟象竹帛。迥时世而渊默，应期运而光赫。暨圣武之龙飞，肇受命而光宅。 \r\n　　爰初自臻，言占其良。谋龟谋筮，亦既允臧。修其郛郭，缮其城隍。经始之制，牢笼百田。画雍豫之居，写八都之宇。鉴茅茨於陶唐，察卑宫於夏禹。古公草创，而高门有闶；宣王中兴，而筑室百堵。兼圣哲之轨，并文质之状。商丰约而折中，准当年而为量。思重爻，摹大壮。览荀卿，采萧相。拱木於林衡，授全模於梓匠。遐迩悦豫而子来，工徒拟议而骋巧。阐钩绳之筌绪，承二分之正要。揆日晷，考星耀。建社稷，作清庙。筑曾宫以回匝，比冈隒而无陂。造文昌之广殿，极栋宇之弘规。崶若崇山嚬起以崔嵬，髧若玄云舒蜺以高垂。瑰材巨世，参差。枌橑衤复结，栾栌叠施。丹梁虹申以并亘，朱桷森布而支离。绮井列疏以悬蒂，华莲重葩而倒披。齐龙首而涌霤，时梗概於滮池。旅楹闲列，晖鉴抰振。榱题黮&lt;黑逮&gt;，阶盾嶙峋。长庭砥平，锺虡夹陈。风无纤埃，雨无微津。岩岩北阙，南端逌遵。竦峭双碣，方驾比轮。西辟延秋，东启长春。用觐群后，观享颐宾。 \r\n　　左则中朝有赩，听政作寝。匪朴匪，去泰去甚。木无雕锼，土无绨锦。玄化所甄，国风所禀。於前则宣明显阳，顺德崇礼。重闱洞出，锵锵济济。珍树猗猗，奇卉萋萋。蕙风如薰，甘露如醴。禁台省中，连闼对廊。直事所繇，典刑所藏。蔼蔼列侍，金蜩齐光。诘朝陪幄，纳言有章。亚以柱後，执法内侍。符节谒者，典玺储吏。膳夫有官，药剂有司。肴醳顺时，腠理则治。於後则椒鹤文石，永巷壸术。楸梓木兰，次舍甲乙。西南其户，成之匪日。丹青焕炳，特有温室。仪形宇宙，历像贤圣。图以百瑞，綷以藻咏。芒芒终古，此焉则镜。有虞作绘，兹亦等竞。 \r\n　　右则疏圃曲池，下畹高堂。兰渚莓莓，石濑汤汤。弱葼系实，轻叶振芳。奔龟跃鱼，有祭吕梁。驰道周屈於果下，延阁胤宇以经营。飞陛方辇而径西，三台列峙以峥嵘。亢阳台於阴基，拟华山之削成。上累栋而重霤，下冰室而沍冥。周轩中天，丹墀临猋。增构瓘瓘，清尘彯彯。云雀踶甍而矫首，壮翼摛镂於青霄。雷雨窈冥而未半，皦日笼光於绮寮。习步顿以升降，御春服而逍遥。八极可围於寸眸，万物可齐於一朝。长涂牟首，豪徼互经。晷漏肃唱，明宵有程。附以兰锜，宿以禁兵。司卫闲邪，钩陈罔惊。於是崇墉濬洫，婴堞带涘。四门，隆厦重起。凭太清以混成，越埃壒而资始。藐藐标危，亭亭峻趾。临焦原而不怳，谁劲捷而无犭思？与冈岑而永固，非有期乎世祀。阳灵停曜於其表，阴祇蒙雾於其里。菀以玄武，陪以幽林。缭垣开囿，观宇相临。硕果灌丛，围木竦寻。篁筱怀风，蒲陶结阴。回渊漼，积水深。蒹葭，雚蒻森。丹藕凌波而的皪，绿芰泛涛而浸潭。羽翮颉颃，鳞介浮沈。栖者择木，雊者择音。若咆渤澥与姑馀，常鸣鹤而在阴。表清籞，勒虞箴。思国恤，忘从禽。樵苏往而无忌，即鹿纵而匪禁。腜腜坰野，奕奕菑亩。甘荼伊蠢，芒种斯阜。西门溉其前，史起灌其後。墱流十二，同源异口。畜为屯云，泄为行雨。水澍粳稌，陆莳稷黍。黝黝桑柘，油油麻纻。均田画畴，蕃庐错列姜芋充茂，桃李荫翳家安其所，而服美自悦。邑屋相望，而隔逾奕世。 \r\n　　内则街冲辐辏，朱阙结隅。石杠飞梁，出控漳渠。疏通沟以滨路，罗青槐以荫涂。比沧浪而可濯，方步朓而有逾。习习冠盖，莘莘蒸徒。斑白不提，行旅让衢。设官分职，营处署居。夹之以府寺，班之以里闾。其府寺则位副三事，官逾六卿。奉常之号，大理之名。厦屋一揆，华屏齐荣。肃肃阶，重门再扃。师尹爰止。毗代作桢。其闾阎则长寿吉阳，永平思忠。亦有戚里，寘宫之东。闬出长者，巷苞诸公。都护之堂，殿居绮窗。舆骑朝猥，蹀危攵其中。营客馆以周坊，&lt;食芳&gt;宾侣之所集。玮丰楼之闬闳，起建安而首立。葺墙幂室，房庑杂袭。剞劂罔掇，匠积习。广成之传无以畴，街之邸不能及。廓三市而开廛，籍平逵而九达。班列肆以兼罗，设阛阓以襟带。济有无之常偏，距日中而毕会。抗旗亭之峣薛，侈所&lt;兆见&gt;之博大。百隧毂击，连轸万贯，凭轼捶马，袖幕纷半。壹八方而混同，极风采之异观。质剂平而交易，刀布贸而无算。财以工化，贿以商通。难得之货，此则弗容。器周用而长务，物背窳而就攻。不鬻邪而豫贾，著驯风之醇醲。白藏之藏，富有无堤。同赈大内，控引世资，賨幏积墆，琛币充牣。关石之所和钧，财赋之所厎慎。燕弧盈库而委劲，冀马填厩而驵骏。 \r\n　　至乎勍敌纠纷，庶土罔宁。圣武兴言，将曜威灵。介胄重袭，旍旗跃茎。弓珧解檠，矛鋋飘英。三属之甲，缦胡之缨。控弦简发，妙拟更嬴。齐被练而銛戈，袭偏裻以讠贵列。毕出征而中律，执奇正以四伐。硕画精通，目无匪制。推锋积纪，铓气弥锐。三接三捷，既昼亦月。克翦方命，吞灭咆烋。云撤叛换，席卷虔刘。祲威八纮，荒阻率由。洗兵海岛，刷马江洲。振旅甸甸，反旆悠悠。凯归同饮，疏爵普畴。朝无刓印，国无费留。 \r\n　　丧乱既弭而能宴，武人归兽而去战。萧斧戢柯以柙刃，虹旍摄麾以就卷。斟洪范，酌典宪。观所恒，通其变。上垂拱而司契，下缘督而自劝。道来斯贵，利往则贱。囹圄寂寥，京庾流衍。於时东鳀即序，西倾顺轨。荆南怀憓，朔北思韪。绵绵迥涂，骤山骤水。襁负赆贽，重译贡篚。髽首之豪，鐻耳之杰。服其荒服。敛衽魏阙。置酒文昌，高张宿设。其夜未遽，庭燎晢々。有客祁祁，载华载裔。岌岌冠縰，累累辫发。清酤如济，浊醪如河。冻醴流澌，温酎跃波。丰肴衍衍，行庖皤皤。愔愔醧宴，酣湑无哗延广乐，奏九成。冠韶夏，冒六茎。傮响起，疑震霆。天宇骇，地庐惊。亿若大帝之所兴作，二嬴之所曾聆。金石丝竹之恒韵，匏土革木之常调。干戚羽旄之饰好，清讴微吟之要妙。世业之所日用，耳目之所闻觉。杂糅纷错，兼该泛博。鞮鞻所掌之音，韎昧任禁之曲。以娱四夷之君，以睦八荒之俗。 \r\n　　既苗既狩，爰游爰豫。藉田以礼动，大阅以义举。备法驾，理秋御。显文武之壮观，迈梁驺之所著。林不槎枿，泽不伐夭。斧斨以时，罾以道。德连木理，仁挺芝草。皓兽为之育薮，丹鱼为之生沼。矞云翔龙，泽马亍阜。山图其石，川形其宝。莫黑匪乌，三趾而来仪。莫赤匪狐，九尾而自扰。嘉颖离合以汤汤，醴泉涌流而浩浩。显祯祥以曲成，固触物而兼造。盖亦明灵之所酬酢，休徵之所伟兆。 \r\n　　旼々率土，迁善罔匮。沐浴福应，宅心醰粹。馀粮栖亩而弗收，颂声载路而洋溢。河洛开奥，符命用出。翩翩黄鸟，衔书来讯人谋所尊，鬼谋所秩。刘宗委驭，巽其神器。闚玉策於金縢，案图於石室。考历数之所在，察五德之所莅。量寸旬，涓吉日。陟中坛，即帝位。改正朔，易服色。继绝世，脩废职。徽帜以变，器械以革。显仁翌明，藏用玄默。菲言厚行，陶化染学。雠校篆籀，篇章毕觌。优贤著於扬历，匪孽形於亲戚。本枝别干，蕃屏皇家。勇若任城，才若东阿。抗旍则威噞秋霜，摛翰则华纵春葩。英喆雄豪，佐命帝室。相兼二八，将猛四七。赫赫震震，开务有谧。故令斯民睹泰阶之平，可比屋而为一。 \r\n　　算祀有纪，天禄有终。传业禅祚，高谢万邦。皇恩绰矣，帝德冲矣。让其天下，臣至公矣。荣操行之独得，超百王之庸庸。追亘卷领与结绳，睠留重华而比踪。尊卢赫胥，羲农有熊。虽自以为道，洪化以为隆。世笃玄同，奚遽不能与之踵武而齐其风？是故料其建国，析其法度。谘其考室，议其举厝。复之而无斁，申之而有裕。非疏粝之士所能精，非鄙俚之言所能具。“至於山川之倬诡，物产之魁殊。或名奇而见称，或实异而可书。生生之所常厚，洵美之所不渝。其中则有鸳鸯交谷，虎涧龙山。掘鲤之淀，盖节之渊。嬛嬛精卫，衔木偿怨。常山平干，钜鹿河间。列真非一，往往出焉。昌容练色，犊配眉连。玄俗无影，木羽偶仙。琴高沈水而不濡，时乘赤鲤而周旋。师门使火以验术，故将去而林燔。易阳壮容，卫之稚质。邯郸鵕步，赵之鸣瑟。真定之梨，故安之栗。醇酎中山，流湎千日。淇洹之笋，信都之枣。雍丘之粱，清流之稻。锦绣襄邑，罗绮朝歌。绵纩房子，缣裛清河。若此之属，繁富夥够。可单究，是以抑而未罄也。盖比物以错辞，述清都之闲丽。虽选言以简章，徒九复而遗旨。览大易与春秋，判殊隐而一致。末上林之隤墙，本前脩以作系。 \r\n　　其军容弗犯，信其果毅。纠华绥戎，以戴公室。元勋配管敬之绩，歌锺析邦君之肆。则魏绛之贤有令闻也。闲居隘巷，室迩心遐。富仁宠义，职竞弗罗。千乘为之轼庐，诸侯为之止戈。则干木之德自解纷也。贵非吾尊，重士逾山。亲御监门，嗛嗛同轩。搦秦起赵。威振八蕃。则信陵之名若兰芬也。英辩荣枯，能济其厄。位加将相，窒隙之策。四海齐锋，一口所敌，张仪、张禄亦足云也。 \r\n　　搉惟庸蜀与鸲鹊同窠，句吴与黾同穴。一自以为禽鸟，一自以为鱼鳖。山阜猥积而踦　区，泉流迸集而咉咽。隰壤瀸漏而沮洳，林薮石留而芜秽。穷岫泄云，日月恒翳。宅土熇暑，封疆障疠。蔡莽螫剌，昆虫毒噬。汉罪流御，秦馀徙&lt;列巾&gt;。宵貌蕞陋，禀质脆。巷无杼首，里罕耆耋。或魋髻而左言，或镂肤而钻发。或明发而嬥歌，或浮泳而卒岁。风俗以果为婳，人物以戕害为艺。威仪所不摄，宪章所不缀。由重山之束厄，因长川之裾势。距远关以闚，时高樔而陛制。薄戍绵幂，无异蛛蝥之网；弱卒琐甲，无异螳螂之卫。 \r\n　　与先世而常然，虽信险而剿绝。揆既往之前迹，即将来之後辙。成都迄已倾覆，建邺则亦颠沛。顾非累卵於叠釭，焉至观形而怀怛！权假日以馀荣，比朝华而菴蔼。览麦秀与黍离，可作谣於吴会。” \r\n　　先生之言未卒，吴蜀二客，矍焉相顾，倏焉失所。有靦瞢容，神形茹。气离坐，倏墨而谢。曰：“仆党清狂，怵迫闽濮。习蓼虫之忘辛，玩进退之惟谷。非常寐而无觉，不睹皇舆之轨躅。过以亻凡剽之单慧，历执古之醇听。兼重以崒缪，偭辰光而罔定。先生玄识，深颂靡测。得闻上德之至盛，匪同忧於有圣。抑若春霆发响，而惊蛰飞竞。潜龙浮景，而幽泉高镜。虽星有风雨之好，人有异同之性。庶觌蔀家与剥庐，非苏世而居正。且夫寒谷丰黍，吹律暖之也。昬情爽曙，箴规显之也。虽明珠兼寸，尺璧有盈。曜车二六，三倾五城，未若申锡典章之为远也。”亮曰：“日不双丽，世不两帝。天经地纬，理有大归。安得齐给守其小辩也。”\r\n吴都赋　　东吴王孙冁然而咍，曰：“夫上图景宿，辨於天文者也。下料物土，析於地理者也。古先帝代，曾览八纮之洪绪。一六合而光宅，翔集遐宇。鸟策篆素，玉牒石记。乌闻梁岷有陟方之馆、行宫之基欤？而吾子言蜀都之富，禺同之有。玮其区域，美其林薮。矜巴汉之阻，则以为袭险之右。徇蹲鸱之沃，则以为世济阳九。龌龊而算，顾亦曲士之所叹也。旁魄而论都，抑非大人之壮观也。何则？土壤不足以摄生，山川不足以周卫。公孙国之而破，诸葛家之而灭。兹乃丧乱之丘墟，颠覆之轨辙。安可以俪王公而著风烈也？玩其碛砾而不窥玉渊者，未知骊龙之所蟠也。习其弊邑而不睹上邦者，未知英雄之所躔也。 \r\n　　“子独未闻大吴之巨丽乎？且有吴之开国也，造自太伯，宣於延陵。盖端委之所彰，高节之所兴。建至德以创洪业，世无得而显称。由克让以立风俗，轻脱鵕於千乘。若率土而论都，则非列国之所觖望也。故其经略，上当星纪。拓土画疆，卓荦兼并。包括干越，跨蹑蛮荆。婺女寄其曜，翼轸寓其精。指衡岳以镇野，目龙川而带坰。 \r\n　　“尔其山泽，则嵬嶷峣屼，?婴冥郁岪。溃渱泮汗，滇氵眄淼漫。或涌川而开渎，或吞江而纳汉。磈々，滮々涆々。?钦碒乎数州之间，灌注乎天下之半。百川派别，归海而会。控清引浊，混涛并濑。濆薄沸腾，寂寥长迈。濞焉汹汹，隐焉潏潏。出乎大荒之中，行乎东极之外。经扶桑之中林，包汤谷之滂沛。潮波汨起，回复万里。歊雾漨浡，云蒸昏昧。泓澄?#91;，澒溶沆漾。莫测其深，莫究其广。澶湉漠而无涯，牜怱有流而为长。朅异之所丛育，鳞甲之所集往。 \r\n　　“於是乎长鲸吞航，修鲵吐浪。跃龙腾蛇，鲛鲻琵琶。王鲔鯸鲐，鮣龟鱕?昔。乌贼拥剑，鼊鲭鳄。涵泳乎其中。葺鳞镂甲，诡类舛错。溯洄顺流，噞喁沈浮。鸟则鹍鸡鸀鳿<a>\\\\\\</a>，鹴鹄鹭鸿。鶢鶋避风，候雁造江。鸂敕?鷛渠?，　鹤鹙鸧。鹳鸥鹢鸬，氾滥乎其上。湛淡羽仪，随波参差。理翮整翰，容与自玩。雕啄蔓藻，刷荡漪澜。鱼鸟聱耴，万物蠢生。芒芒黖々，慌罔奄欻，神化翕忽，函幽育明。穷性极形，盈虚自然。蚌蛤珠胎，与月亏全。巨鳌赑屃，首冠灵山。大鹏缤翻，翼若垂天。振荡汪流，雷抃重渊。殷动宇宙，胡可胜原！ \r\n　　“岛屿绵邈，洲渚冯隆。旷瞻迢递，迥眺冥蒙。珍怪丽，奇隙充。径路绝，风云通。洪桃屈盘，丹桂灌丛。琼枝抗茎而敷蕊，珊瑚幽茂而玲珑。增冈重阻，列真之宇。玉堂对溜，石室相距。蔼蔼翠幄，?弱?弱素女。江斐於是往来，海童於是宴语。斯实神妙之响象，嗟难得而覙缕！ \r\n　　“尔乃地势坱圠，卉木镺蔓。遭薮为圃，值林为苑。异荂蓲，夏晔冬蒨。方志所辨，中州所羡。草则藿蒳豆蔻，姜汇非一。江蓠之属，海苔之类。纶组紫绛，食葛香茅。石帆水松，东风扶留。布濩皋泽，蝉联陵丘。夤缘山岳之岊，幂历江海之流。扤白蒂，衔朱蕤。郁兮?茂，晔兮菲菲。光色炫晃，芬馥肸蚃。职贡纳其包匦，离骚咏其宿莽。木则枫柙櫲樟，栟榈枸桹。绵杬杶栌，文欀桢橿。平仲桾櫏，松梓古度。楠榴之木，相思之树。宗生高冈，族茂幽阜。擢本千寻，垂荫万亩。攒柯挐茎，重葩殗叶。轮囷蚪蟠，鳞接。荣色杂糅，绸缪缛绣。宵露霮感，旭日晻孛。与风飖飏，&lt;风幼&gt;浏飕飗。鸣条律畅，飞音响亮。盖象琴筑并奏，笙竽俱唱。其上则猿父哀吟，犭军子长啸。狖鼯猓然，腾趠飞超。争接县垂，竞游远枝。惊透沸乱，牢落翚散。其下则有枭羊麡狼，猰?犭区象。乌菟之族，犀兕之党。钩爪锯牙，自成锋颖。精若燿星，声若云霆。名载於山经，形镂於夏鼎。 \r\n　　“其竹则筼筜箖箊，桂箭射筒。柚梧有篁，篻簩有丛。苞笋抽节，往往萦结。绿叶翠茎，冒霜停雪。橚矗森萃，蓊茸萧瑟。檀栾蝉蜎，玉润碧鲜。梢云无以逾，嶰谷弗能连。鸑鷟食其实，鹓雏扰其间。其果则丹橘馀甘，荔枝之林。槟榔无柯，椰叶无阴。龙眼橄榄，榴御霜。结根比景之阴，列挺衡山之阳。素华斐，丹秀芳。临青壁，系紫房。鹧鸪南翥而中留，孔雀綷羽以翱翔。山鸡归飞而来栖，翡翠列巢以重行。其琛赂则琨瑶之阜，铜锴之垠。火齐之宝，骇鸡之珍。赪丹明玑，金华银朴。紫贝流黄，缥碧素玉。隐赈崴，杂插幽屏。精曜潜颖，硩陊山谷。碕岸为之不枯，林木为之润黩。隋侯於是鄙其夜光，宋王於是陋其结绿。“其荒陬谲诡，则有龙穴内蒸，云雨所储。陵鲤若兽，浮石若桴。双则比目，片则王馀。穷陆饮木，极沈水居。泉室潜织而卷绡，渊客慷慨而泣珠。开北户以向日，齐南冥於幽都。其四野，则畛畷无数，膏腴兼倍。原隰殊品，窊隆异等。象耕鸟耘，此之自与。穱秀菰穗，於是乎在。煮海为盐，采山铸钱。国税再熟之稻，乡贡八蚕之绵。 \r\n　　“徒观其郊隧之内奥，都邑之纲纪。霸王之所根柢，开国之所基趾。郛郭周匝，重城结隅。通门二八，水道陆衢。所以经始，用累千祀。宪紫宫以营室，廓广庭之漫漫。寒暑隔阂於邃宇，虹霓回带於云馆。所以跨跱焕炳万里也。造姑苏之高台，临四远而特建，带朝夕之浚池，佩长洲之茂苑。窥东山之府，则环宝溢目；海陵之仓，则红粟流衍。起寝庙於武昌，作离宫於建业。阐阖闾之所营，采夫差之遗法。抗神龙之华殿，施荣楯而捷猎。崇临海之崔巍，饰赤乌之韡晔。东西胶葛，南北峥嵘。房栊对櫎，连阁相经。阍闼谲诡，异出奇名。左称弯碕，右号临硎。雕栾镂楶，青琐丹楹。图以云气，画以仙灵。虽兹宅之夸丽，曾未足以少宁。思比屋於倾宫，毕结瑶而构琼。高闱有闶，洞门方轨。朱阙双立，驰道如砥。树以青槐，亘以绿水。玄荫眈眈，清流亹亹。列寺七里，侠栋阳路。屯营栉比，解署釭布。横塘查下，邑屋隆夸。长干延属，飞甍舛互。 \r\n　　“其居则高门鼎贵，魁岸豪杰。虞魏之昆，顾陆之裔。歧嶷继体，老成弈世。跃马叠迹，朱轮累辙。陈兵而归，兰锜内设。冠盖云荫，闾阎阗噎。其邻则有任侠之靡，轻訬之客。缔交翩翩，亻宝从弈弈。出蹑珠履，动以千百。里宴巷饮，飞觞举白。翘关扛鼎。拚射壶博。鄱阳暴谑，中酒而作。 \r\n　　“於是乐只衎而欢饫无匮，都辇殷而四奥来暨。水浮陆行，方舟结驷。唱棹转毂，昧旦永日。开市朝而并纳，横阛阓而流溢。混品物而同廛，并都鄙而为一。士女伫眙，商贾骈{比土}。纻衣絺服，杂沓傱萃。轻舆按辔以经隧，楼船举颿而过肆。果布辐凑而常然，致远流离与珂。纟集贿纷纭，器用万端。金镒磊砢，珠琲阑干。桃笙象簟，韬於筒中；蕉葛升越，弱於罗纨。泶犭翏，交贸相竞。喧哗喤呷，芬葩荫映。挥袖风飘而红尘昼昬；流汗霡霂而中逵泥泞。 “富中之甿，货殖之选。乘时射利，财丰巨万。竞其区宇，则并疆兼巷；矜其宴居，则珠服玉馔。趫材悍壮，此焉比庐。捷若庆忌，勇若专诸。危冠而出，竦剑而趋。扈带鲛函，扶揄属镂藏鍦於人，去&lt;盾戈&gt;自闾。家有鹤膝，户有犀渠。军容蓄用，器械兼储。吴钩越棘，纯钧湛卢。戎车盈於石城，戈船掩乎江湖。 \r\n　　“露往霜来，日月其除。草木节解，鸟兽腯肤。观鹰隼，诫征夫。坐组甲，建祀姑。命官帅而拥铎，将校猎乎具区。乌浒狼荒，夫南西屠。儋耳黑齿之酋，金邻象郡之渠。戊矞，靸霅警捷，先驱前涂。俞骑骋路，指南司方。出车槛槛，被练锵锵。吴王乃巾玉辂，轺骕骦。旗鱼须，常重光。摄乌号，佩干将。羽旄扬蕤，雄戟耀芒。贝胄象弭，织文鸟章。六军袀服，四骐龙骧。峭格周施，罿罻普张。罼鶒琐结，罠氾连纲。阹以九疑，御以沅湘。輶轩蓼扰，彀骑炜煌。袒裼徒搏，拔距投石之部。猿臂骿胁，狂趭犷猤。鹰瞵鹗视，じす翊。若离若合者，相与腾跃乎莽　之野。干卤殳鋋，旸夷勃卢之旅。长&lt;矛殳&gt;短兵，直发驰骋。儇佻坌并，衔枚无声。悠悠旆旌者，相与聊浪乎昧莫之坰。钲鼓叠山，火烈熛林。飞爓浮烟，载霞载阴。菈擸雷硠，崩峦弛岑。鸟不择木，兽不择音。&lt;虎武&gt;甝，&lt;系页&gt;麋麖。蓦六驳，追飞生。弹鸶鶁，射猱犭廷。白雉落，黑鸩零。陵绝???嶕，聿越巉险。跇逾竹柏，猭杞柟。封豨，神螭掩。刚镞润，霜刃染。 \r\n　　“於是弭节顿辔，齐镳驻跸。徘徊倘佯，寓目幽蔚。览将帅之拳勇，与士卒之抑扬。羽族以觜距为刀铍，毛群以齿角为矛铗，皆体著而应卒。所以挂扢而为创痏，冲踤而断筋骨。莫不衄锐挫芒，拉捭摧藏。虽有石林之岝崿，请攘臂而靡之；虽有雄虺之九首，将抗足而跐之。颠覆巢居，剖破窟宅。仰攀鵕鸃，俯蹴豺敠。刦剞熊罴之室，剽掠虎豹之落。猩猩啼而就禽，笑而被格。屠巴蛇，出象骼。斩鹏翼，掩广泽。轻禽狡兽，周章夷犹。狼跋乎中，忘其所以睒睗，失其所以去就。魂褫气慑而自踢　伏者，应弦饮羽，形偾景僵者，累积而增益，杂袭错缪。倾薮薄，倒岬岫。岩穴无豜豵，翳荟无{鹿需}鹨。思假道於丰隆，披重霄而高狩。笼乌兔於日月，穷飞走之栖宿。“嶰涧閴，冈岵童。罾罘满，效获众。回靶乎行邪，睨观鱼乎三江。泛舟航於彭蠡，浑万艘而既同。弘舸连舳，巨槛接舻。飞云盖海，制非常模。叠华楼而岛跱，时仿於方壶。比鹢首而有裕，迈馀皇於往初。张组帏，构流苏。开轩幌，镜水区。槁工楫师，选自闽禺。习御长风，狎玩灵胥。责千里於寸阴，聊先期而须臾。棹讴唱，箫籁鸣。洪流响，渚禽惊。弋磻放，稽鹪明?。虞机发，留　。钩铒纵横，网罟接绪。术兼詹公，巧倾任父。筌?亘亸，鲡鲿魦。罩两魪，罺鰝虾。乘鲎鼋鼍，同罛共罗。沈虎潜鹿，馽龓僒束。鲸辈中於群犗，搀抢暴出而相属。虽复鲤，无临河而钓异射鲋於井谷。 “结轻舟而竞逐，迎潮水而振缗。想萍实之复形，访灵夔於鲛人。精卫衔石而遇缴，文鳐夜飞而触纶。北山亡其翔翼，西海失其游鳞。雕题之士，镂身之卒。比饰虬龙，蛟螭与对。简其华质，则费锦缋。料其虓勇，则雕悍狼戾。相与昧潜险，搜环奇。摸蝳蝐，扪觜?隽。剖巨蚌於回渊，濯明月於涟漪。 \r\n　　“毕天下之至异，讫无索而不臻。溪壑为之一罄，川渎为之中贫。哂澹台之见谋，聊袭海而徇珍。载汉女於后舟，追晋贾而同尘。汨乘流以砰宕，翼飔风之&lt;风刘&gt;々。直冲涛而上濑，常沛沛以悠悠。汔可休而凯归，揖天吴与阳侯。指包山而为期，集洞庭而淹留。数军实乎桂林之苑，飨戎旅乎落星之楼。置酒若淮泗，积肴若山丘。飞轻轩而酌绿酃，方双辔而赋珍羞。饮烽起，釂鼓震。士遗倦，众怀欣。幸乎馆娃之宫，张女乐而娱群臣。罗金石与丝竹，若钧天之下陈。登东歌，操南音。胤阳阿，咏韎任。荆艳楚舞，吴愉越吟。翕习容裔，靡靡愔愔。 \r\n　　“若此者，与夫唱和之隆响，动锺鼓之铿耾。有殷坻颓於前，曲度难胜。皆与谣俗汁协，律吕相应。其奏乐也，则木石润色；其吐哀也，则凄风暴兴。或超延露而驾辩，或逾绿水而采菱。军马弭髦而仰秣，渊鱼竦鳞而上升。酣湑半，八音并。欢情留，良辰征。鲁阳挥戈而高麾，回曜灵於太清。将转西日而再中，齐既往之精诚。 \r\n　　“昔者夏后氏朝群臣於兹土，而执玉帛者以万国。盖亦先生之所高会，而四方之所轨则。春秋之际，要盟之主。阖闾信其威，夫差穷其武。内果伍员之谋，外骋孙子之奇。胜强楚於柏举，栖劲越於会稽。阙沟乎商鲁，争长於黄池。徒以江湖嶮陂，物产殷充。绕溜未足言其固，郑白未足语其丰。士有陷坚之锐，俗有节概之风。睚眦则挺剑，喑呜则弯弓。拥之者龙腾，据之者虎视。麾城若振槁，搴旗若顾指。虽带甲一朝，而元功远致。虽累叶百叠，而富强相继。乐湑衎其方域，列仙集其土地。桂父练形而易色，赤须蝉蜕而附丽。中夏比焉，毕世而罕见，丹青图其珍玮，贵其宝利也。舜禹游焉，没齿而忘归，精灵留其山阿，玩其奇丽也。剖判庶士，商搉万俗。国有郁鞅而显敞，邦有湫厄而踡跼。伊兹都之函弘，倾神州而韫椟。仰南斗以斟酌，兼二仪之优渥。 \r\n　　“繇此而揆之，西蜀之於东吴，小大之相绝也，亦犹棘林萤燿，而与夫木龙烛也。否泰之相背也，亦犹帝之悬解，而与桎梏疏属也。庸可共世而论巨细，同年而议丰确乎？暨其幽遐独邃，寥廓闲奥。耳目之所不该，足趾之所不蹈。倜傥之极异，誳诡之殊事，藏理於终古，而未寤於前觉也。若吾子之所传，孟浪之遗言，略举其梗概，而未得其要妙也。”\r\n蜀都赋　　有西蜀公子者，言于东吴王孙，曰：盖闻天以日月为纲，地以四海为纪。九土星分，万国错跱。崤函有帝皇之宅，河洛为王者之里。吾子岂亦曾闻蜀都之事欤？请为左右扬搉而陈之。 \r\n　　夫蜀都者，盖兆基于上世，开国于中古。廓灵关以为门，包玉垒而为宇。带二江之双流，抗峨眉之重阻。水陆所凑，兼六合而交会焉；丰蔚所盛，茂八区而庵蔼焉。 \r\n　　于前则跨蹑犍牂，枕倚交趾。经途所亘，五千余里。山阜相属，含溪怀谷。岗峦纠纷，触石吐云。郁葐蒕以翠微，崛巍巍以峨峨。干青霄而秀出，舒丹气而为霞。龙池瀑濆其隈，漏江伏流溃其阿。汩若汤谷之扬涛，沛若蒙汜之涌波。于是乎邛竹缘岭，菌桂临崖。旁挺龙目，侧生荔枝。布绿叶之萋萋，结朱实之离离。迎隆冬而不凋，常晔晔以猗猗。孔翠群翔，犀象竞驰。白雉朝雊，猩猩夜啼。金马骋光而绝景，碧鸡儵忽而曜仪。火井沈荧于幽泉，高爓飞煽于天垂。其间则有虎珀丹青，江珠瑕英。金沙银砾，符采彪炳，晖丽灼烁。 \r\n　　于后则却背华容，北指昆仑。缘以剑阁，阻以石门。流汉汤汤，惊浪雷奔。望之天回，即之云昏。水物殊品，鳞介异族。或藏蛟螭，或隐碧玉。嘉鱼出于丙穴，良木攒于褒谷。其树则有木兰梫桂，杞櫹椅桐，椶枒楔枞。楩柟幽蔼于谷底，松柏蓊郁于山峰。擢修干，竦长条。扇飞云，拂轻霄。羲和假道于峻歧，阳乌回翼乎高标。巢居栖翔，聿兼邓林。穴宅奇兽，窠宿异禽。熊罴咆其阳，雕鹗鴥其阴。猿狖腾希而竞捷，虎豹长啸而永吟。 \r\n　　于东则左绵巴中，百濮所充。外负铜梁于宕渠，内函要害于膏腴。其中则有巴菽巴戟，灵寿桃枝。樊以蒩圃，滨以盐池。蟞蛦山栖，鼋龟水处。潜龙蟠于沮泽，应鸣鼓而兴雨。丹沙赩炽出其阪，蜜房郁毓被其阜。山图采而得道，赤斧服而不朽。若乃刚悍生其方，风谣尚其武。奋之则賨旅，玩之则渝舞。锐气剽于中叶，蹻容世于乐府。 \r\n　　于西则右挟岷山，涌渎发川。陪以白狼，夷歌成章。坰野草昧，林麓黝儵。交让所植，蹲鸱所伏。百药灌丛，寒卉冬馥。异类众伙，于何不育？其中则有青珠黄环，碧砮芒消。或丰绿荑，或蕃丹椒。麋芜布濩于中阿，风连莚蔓于兰皋。红葩紫饰，柯叶渐苞。敷橤葳蕤，落英飘飖。神农是尝，卢跗是料。芳追气邪，味蠲疠痟。 \r\n　　其封域之内，则有原隰坟衍，通望弥博。演以潜沬，浸以绵雒。沟洫脉散，疆里绮错。黍稷油油，稻莫莫。指渠口以为云门，洒滮池而为陆泽。虽星毕之滂遝，尚未齐其膏液。 \r\n　　尔乃邑居隐赈，夹江傍山。栋宇相望，桑梓接连。家有盐泉之井，户有橘柚之园。其园则林檎枇杷，橙柿梬楟。榹桃函列，梅李罗生。百果甲宅，异色同荣。朱樱春熟，素柰夏成。若乃大火流，凉风厉。白露凝，微霜结。紫梨津润，樼栗罅发。蒲陶乱溃，若榴竞裂。甘至自零，芬芬酷烈。其园则有蒟蒻茱萸，瓜畴芋区。甘蔗辛姜，阳蓲阴敷。日往菲薇，月来扶疏。任土所丽，众献而储。 \r\n　　其沃瀛则有攒蒋丛蒲，绿菱红莲。杂以蕴藻，糅以苹蘩。总茎柅柅，裛叶蓁蓁。蕡实时味，王公羞焉。其中则有鸿俦鹄侣，振鹭鹈鹕。晨凫旦至，候雁衔芦。木落南翔，冰泮北徂。云飞水宿，哢吭清渠。其深则有白鼋命鳖，玄獭上祭。鳣鲔鳟鲂，鮷鳢鲨鲿。差鳞次色，锦质报章。跃涛戏濑，中流相忘。于是乎金城石郭，兼帀中区。既丽且崇，实号成都。辟二九之通门，画方轨之广涂。营新宫于爽垲，拟承明而起庐。结阳城之延阁，飞观榭乎云中。开高轩以临山，列绮窗而瞰江。内则议殿爵堂，武义虎威。宣化之闼，崇礼之闱。华阙双邈，重门洞开。金铺交映，玉题相晖。外则轨躅八达，里闬对出。比屋连甍，千庑万室。亦有甲第，当衢向术。坛宇显敞，高门纳驷。庭扣钟磬，堂抚琴瑟。匪葛匪姜，畴能是恤？ \r\n　　亚以少城，接乎其西。市廛所会，万商之渊。列隧百重，罗肆巨千。贿货山积，纤丽星繁。都人士女，袨服靓妆。贾贸墆鬻，舛错纵横。异物崛诡，奇于八方。布有橦华，麫有桄榔。邛杖传节于大夏之邑，蒟酱流味于番禺之乡。舆辇杂沓，冠带混并。累毂叠迹，叛衍相倾。喧哗鼎沸，则哤聒宇宙；嚣尘张天，则埃壒曜灵。阛阓之里，伎巧之家。百室离房，机杼相和。贝锦斐成，濯色江波。黄润比筒，籯金所过。 \r\n　　侈侈隆富，卓郑埒名。公擅山川，货殖私庭。藏镪巨万，鈲摫兼呈。亦以财雄，翕习边城。三蜀之豪，时来时往。养交都邑，结俦附党。剧谈戏论，扼腕抵掌。出则连骑，归从百两。若其旧俗，终冬始春。吉日良辰，置酒高堂，以御嘉宾。金罍中坐，肴烟四陈。觞以清醥，鲜以紫鳞。羽爵执竞，丝竹乃发。巴姬弹弦，汉女击节。起西音于促柱，歌江上之飉厉。纡长袖而屡舞，翩跹跹以裔裔。合樽促席，引满相罚。乐饮今夕，一醉累月。 \r\n　　若夫王孙之属，郤公之伦。从禽于外，巷无居人。并乘骥子，俱服鱼文。玄黄异校，结驷缤纷。西逾金堤，东越玉津。朔别期晦，匪日匪旬。蹴蹈蒙笼，涉寥廓。鹰犬倏眒，罻罗络幕。毛群陆离，羽族纷泊。翕响挥霍，中网林薄。屠麖麋，翦旄麈。带文蛇，跨雕虎。志未骋，时欲晚。追轻翼，赴绝远。出彭门之阙，驰九折之阪。经三峡之峥嵘，蹑五屼之蹇浐。戟食铁之兽，射噬毒之鹿。皛貙氓于葽草，弹言鸟于森木。拔象齿，戾犀角。鸟铩翮，兽废足。 \r\n　　殆而朅来相与，第如滇池，集于江洲。试水客，舣轻舟。娉江婓，与神游。罨翡翠，钓鰋鮋。下高鹄，出潜虬。吹洞箫，发棹讴。感鱘鱼，动阳侯。腾波沸涌，珠贝汜浮。若云汉含星，而光耀洪流。将飨獠者，张帟幕，会平原。酌清酤，割芳鲜。饮御酣，宾旅旋。车马雷骇，轰轰阗阗。若风流雨散，漫乎数百里间。斯盖宅土之所安乐，观听之所踊跃也。焉独三川，为世朝市？ \r\n　　若乃卓荦奇谲，倜傥罔已。一经神怪，一纬人理。远则岷山之精，上为井络。天帝运期而会昌，景福肸飨而兴作。碧出苌弘之血，鸟生杜宇之魄。妄变化而非常，羌见伟于畴昔。近则江汉炳灵，世载其英。蔚若相如，皭若君平。王褒韡晔而秀发，扬雄含章而挺生。幽思绚道德，摛藻掞天庭。考四海而为儁，当中叶而擅名。是故游谈者以为誉，造作者以为程也。至乎临谷为塞，因山为障。峻岨塍埒长城，豁险吞若巨防。一人守隘，万夫莫向。公孙跃马而称帝，刘宗下辇而自王。由此言之，天下孰尚？故虽兼诸夏之富有，犹未若兹都之无量也。 "},
{"title": "善哉行·其一", "author": "曹丕", "dynasty": "魏晋", "content": "上山采薇，薄暮苦饥。溪谷多风，霜露沾衣。野雉群雊，猿猴相追。还望故乡，郁何垒垒！高山有崖，林木有枝。忧来无方，人莫之知。人生如寄，多忧何为？今我不乐，岁月如驰。汤汤川流，中有行舟。随波转薄，有似客游。策我良马，被我轻裘。载驰载驱，聊以忘忧。"},
{"title": "酌贪泉", "author": "吴隐之", "dynasty": "魏晋", "content": "古人云此水，一歃怀千金。试使夷齐饮，终当不易心。 "},
{"title": "杂诗十二首·其二", "author": "陶渊明", "dynasty": "魏晋", "content": "白日沦西河，素月出东岭。遥遥万里晖，荡荡空中景。风来入房户，夜中枕席冷。气变悟时易，不眠知夕永。欲言无予和，挥杯劝孤影。日月掷人去，有志不获骋。念此怀悲凄，终晓不能静。 "},
{"title": "重赠卢谌", "author": "刘琨", "dynasty": "魏晋", "content": "握中有悬璧，本自荆山璆。惟彼太公望，昔在渭滨叟。邓生何感激，千里来相求。白登幸曲逆，鸿门赖留侯。重耳任五贤，小白相射钩。苟能隆二伯，安问党与雠？中夜抚枕叹，想与数子游。吾衰久矣夫，何其不梦周？谁云圣达节，知命故不忧。宣尼悲获麟，西狩涕孔丘。功业未及建，夕阳忽西流。时哉不我与，去乎若云浮。朱实陨劲风，繁英落素秋。狭路倾华盖，骇驷摧双辀。何意百炼刚，化为绕指柔。 "},
{"title": "杂诗二首", "author": "曹丕", "dynasty": "魏晋", "content": "漫漫秋夜长，烈烈北风凉。展转不能寐，披衣起彷徨。彷徨忽已久，白露沾我裳。俯视清水波，仰看明月光。天汉回西流，三五正纵横。草虫鸣何悲，孤雁独南翔。郁郁多悲思，绵绵思故乡。愿飞安得翼，欲济河无梁。向风长叹息，断绝我中肠。\r\n西北有浮云，亭亭如车盖。惜我时不遇，适与飘风会。吹我东南行，行行至吴会。吴会非吾乡，安能久留滞。弃置勿复陈，客子常畏人。"},
{"title": "形影神三首", "author": "陶渊明", "dynasty": "魏晋", "content": "贵贱贤愚，莫不营营以惜生，斯甚惑焉；故极陈形影之苦，言神辨自然以释之。好事君子，共取其心焉。\r\n形赠影\r\n天地长不没，山川无改时。草木得常理，霜露荣悴之。谓人最灵智，独复不如兹。适见在世中，奄去靡归期。奚觉无一人，亲识岂相思。但余平生物，举目情凄洏。我无腾化术，必尔不复疑。愿君取吾言，得酒莫苟辞。\r\n影答形\r\n存生不可言，卫生每苦拙。诚愿游昆华，邈然兹道绝。与子相遇来，未尝异悲悦。憩荫若暂乖，止日终不别。此同既难常，黯尔俱时灭。身没名亦尽，念之五情热。立善有遗爱，胡为不自竭？酒云能消忧，方此讵不劣！\r\n神释\r\n大钧无私力，万理自森著。人为三才中，岂不以我故。与君虽异物，生而相依附。结托既喜同，安得不相语。三皇大圣人，今复在何处？彭祖爱永年，欲留不得住。老少同一死，贤愚无复数。日醉或能忘，将非促龄具？立善常所欣，谁当为汝誉？甚念伤吾生，正宜委运去。纵浪大化中，不喜亦不惧。应尽便须尽，无复独多虑。"},
{"title": "壮士篇", "author": "张华", "dynasty": "魏晋", "content": "天地相震荡，回薄不知穷。人物禀常格，有始必有终。年时俯仰过，功名宜速崇。壮士怀愤激，安能守虚冲？乘我大宛马，抚我繁弱弓。长剑横九野，高冠拂玄穹。慷慨成素霓，啸咤起清风。震响骇八荒，奋威曜四戎。濯鳞沧海畔，驰骋大漠中。独步圣明世，四海称英雄。 "},
{"title": "煌煌京洛行", "author": "曹丕", "dynasty": "魏晋", "content": "夭夭园桃，无子空长。虚美难假，偏轮不行。淮阴五刑，鸟尽弓藏。保身全名，独有子房。大愤不收，褒衣无带。多言寡诚，抵令事败。苏秦之说，六国以亡。倾侧卖主，车裂固当。贤矣陈轸，忠而有谋。楚怀不从，祸卒不救。祸夫吴起，智小谋大，西河何健，伏尸何劣。嗟彼郭生，古之雅人，智矣燕昭，可谓得臣。峨峨仲连，齐之高士，北辞千金，东蹈沧海。 "},
{"title": "饮马长城窟行", "author": "陈琳", "dynasty": "魏晋", "content": "饮马长城窟，水寒伤马骨。往谓长城吏，慎莫稽留太原卒！官作自有程，举筑谐汝声！男儿宁当格斗死，何能怫郁筑长城。长城何连连，连连三千里。边城多健少，内舍多寡妇。作书与内舍，便嫁莫留住。善事新姑嫜，时时念我故夫子！报书往边地，君今出语一何鄙？身在祸难中，何为稽留他家子？生男慎莫举，生女哺用脯。君独不见长城下，死人骸骨相撑拄。结发行事君，慊慊心意关。明知边地苦，贱妾何能久自全？"},
{"title": "运命论", "author": "李康", "dynasty": "魏晋", "content": "　　夫治乱，运也；穷达，命也；贵贱，时也。故运之将隆，必生圣明之君。圣明之君，必有忠贤之臣。其所以相遇也，不求而自合；其所以相亲也，不介而自亲。唱之而必和，谋之而必从，道德玄同，曲折合符，得失不能疑其志，谗构不能离其交，然后得成功也。其所以得然者，岂徒人事哉？授之者天也，告之者神也，成之者运也。\r\n　　夫黄河清而圣人生，里社鸣而圣人出，群龙见而圣人用。故伊尹，有莘氏之媵臣也，而阿衡于商。太公，渭滨之贱老也，而尚父于周。百里奚在虞而虞亡，在秦而秦霸，非不才于虞而才于秦也。张良受黄石之符，诵三略之说，以游于群雄，其言也，如以水投石，莫之受也；及其遭汉祖，其言也，如以石投水，莫之逆也。非张良之拙说于陈项，而巧言于沛公也。然则张良之言一也，不识其所以合离？合离之由，神明之道也。故彼四贤者，名载于箓图，事应乎天人，其可格之贤愚哉？孔子曰：“清明在躬，气志如神。嗜欲将至，有开必先。天降时雨，山川出云。”诗云：“惟岳降神，生甫及申；惟申及甫，惟周之翰。”运命之谓也。\r\n　　岂惟兴主，乱亡者亦如之焉。幽王之惑褒女也，祅始于夏庭。曹伯阳之获公孙强也，征发于社宫。叔孙豹之昵竖牛也，祸成于庚宗。吉凶成败，各以数至。咸皆不求而自合，不介而自亲矣。昔者，圣人受命河洛曰：以文命者，七九而衰；以武兴者，六八而谋。及成王定鼎于郏鄏，卜世三十，卜年七百，天所命也。故自幽厉之间，周道大坏，二霸之后，礼乐陵迟。文薄之弊，渐于灵景；辩诈之伪，成于七国。酷烈之极，积于亡秦；文章之贵，弃于汉祖。虽仲尼至圣，颜冉大贤，揖让于规矩之内，訚訚于洙、泗之上，不能遏其端；孟轲、孙卿体二希圣，从容正道，不能维其末，天下卒至于溺而不可援。\r\n　　夫以仲尼之才也，而器不周于鲁卫；以仲尼之辩也，而言不行于定哀；以仲尼之谦也，而见忌于子西；以仲尼之仁也，而取仇于桓魋；以仲尼之智也，而屈厄于陈蔡；以仲尼之行也，而招毁于叔孙。夫道足以济天下，而不得贵于人；言足以经万世，而不见信于时；行足以应神明，而不能弥纶于俗；应聘七十国，而不一获其主；驱骤于蛮夏之域，屈辱于公卿之门，其不遇也如此。及其孙子思，希圣备体，而未之至，封己养高，势动人主。其所游历诸侯，莫不结驷而造门；虽造门犹有不得宾者焉。其徒子夏，升堂而未入于室者也。退老于家，魏文候师之，西河之人肃然归德，比之于夫子而莫敢间其言。故曰：治乱，运也；穷达，命也；贵贱，时也。而后之君子，区区于一主，叹息于一朝。屈原以之沈湘，贾谊以之发愤，不亦过乎！\r\n　　然则圣人所以为圣者，盖在乎乐天知命矣。故遇之而不怨，居之而不疑也。其身可抑，而道不可屈；其位可排，而名不可夺。譬如水也，通之斯为川焉，塞之斯为渊焉，升之于云则雨施，沈之于地则土润。体清以洗物，不乱于浊；受浊以济物，不伤于清。是以圣人处穷达如一也。夫忠直之迕于主，独立之负于俗，理势然也。故木秀于林，风必摧之；堆出于岸，流必湍之；行高于人，众必非之。前监不远，覆车继轨。然而志士仁人，犹蹈之而弗悔，操之而弗失，何哉？将以遂志而成名也。求遂其志，而冒风波于险涂；求成其名，而历谤议于当时。彼所以处之，盖有算矣。子夏曰：“死生有命，富贵在天”故道之将行也，命之将贵也，则伊尹吕尚之兴于商周，百里子房之用于秦汉，不求而自得，不徼而自遇矣。道之将废也，命之将贱也，岂独君子耻之而弗为乎？盖亦知为之而弗得矣。\r\n　　凡希世苟合之士，蘧蒢戚施之人，俛仰尊贵之颜，逶迤势利之间，意无是非，赞之如流；言无可否，应之如响。以窥看为精神，以向背为变通。势之所集，从之如归市；势之所去，弃之如脱遗。其言曰：名与身孰亲也？得与失孰贤也？荣与辱孰珍也？故遂絜其衣服，矜其车徒，冒其货贿，淫其声色，脉脉然自以为得矣。盖见龙逢、比干之亡其身，而不惟飞廉、恶来之灭其族也。盖知伍子胥之属镂于吴，而不戒费无忌之诛夷于楚也。盖讥汲黯之白首于主爵，而不惩张汤牛车之祸也。盖笑萧望之跋踬于前，而不惧石显之绞缢于后也。故夫达者之筭也，亦各有尽矣。\r\n　　曰：凡人之所以奔竞于富贵，何为者哉？若夫立德必须贵乎？则幽厉之为天子，不如仲尼之为陪臣也。必须势乎？则王莽、董贤之为三公，不如扬雄、仲舒之阒其门也。必须富乎？则齐景之千驷，不如颜回、原宪之约其身也。其为实乎？则执杓而饮河者，不过满腹；弃室而洒雨者，不过濡身；过此以往，弗能受也。其为名乎？则善恶书于史册，毁誉流于千载；赏罚悬于天道，吉凶灼乎鬼神，固可畏也。将以娱耳目、乐心意乎？譬命驾而游五都之市，则天下之货毕陈矣。褰裳而涉汶阳之丘，则天下之稼如云矣。椎紒而守敖庾、海陵之仓，则山坻之积在前矣。扱衽而登钟山、蓝田之上，则夜光玙璠之珍可观矣。夫如是也，为物甚众，为己甚寡，不爱其身，而啬其神。风惊尘起，散而不止。六疾待其前，五刑随其后。利害生其左，攻夺出其右，而自以为见身名之亲疏，分荣辱之客主哉。\r\n　　天地之大德曰生，圣人之大宝曰位，何以守位曰仁，何以正人曰义。故古之王者，盖以一人治天下，不以天下奉一人也。古之仕者，盖以官行其义，不以利冒其官也。古之君子，盖耻得之而弗能治也，不耻能治而弗得也。原乎天人之性，核乎邪正之分，权乎祸福之门，终乎荣辱之算，其昭然矣。故君子舍彼取此。若夫出处不违其时，默语不失其人，天动星回而辰极犹居其所，玑旋轮转，而衡轴犹执其中，既明且哲，以保其身，贻厥孙谋，以燕翼子者，昔吾先友，尝从事于斯矣。"},
{"title": "思旧赋", "author": "向秀", "dynasty": "魏晋", "content": "余与嵇康、吕安居止接近，其人并有不羁之才。然嵇志远而疏，吕心旷而放，其后各以事见法。嵇博综技艺，于丝竹特妙。临当就命，顾视日影，索琴而弹之。余逝将西迈，经其旧庐。于时日薄虞渊，寒冰凄然。邻人有吹笛者，发音寥亮。追思曩昔游宴之好，感音而叹，故作赋云：\r\n将命适于远京兮，遂旋反而北徂。济黄河以泛舟兮，经山阳之旧居。瞻旷野之萧条兮，息余驾乎城隅。践二子之遗迹兮，历穷巷之空庐。叹黍离之愍周兮，悲麦秀于殷墟。惟古昔以怀今兮，心徘徊以踌躇。栋宇存而弗毁兮，形神逝其焉如。昔李斯之受罪兮，叹黄犬而长吟。悼嵇生之永辞兮，顾日影而弹琴。托运遇于领会兮，寄余命于寸阴。听鸣笛之慷慨兮，妙声绝而复寻。停驾言其将迈兮，遂援翰而写心。 "},
{"title": "移居·其二", "author": "陶渊明", "dynasty": "魏晋", "content": "春秋多佳日，登高赋新诗。过门更相呼，有酒斟酌之。农务各自归，闲暇辄相思。相思则披衣，言笑无厌时。此理将不胜？无为忽去兹。衣食当须纪，力耕不吾欺。 "},
{"title": "咏怀八十二首·其七十九", "author": "阮籍", "dynasty": "魏晋", "content": "林中有奇鸟，自言是凤凰。清朝饮醴泉，日夕栖山冈。高鸣彻九州，延颈望八荒。适逢商风起，羽翼自摧藏。一去昆仑西，何时复回翔。但恨处非位，怆悢使心伤。 "},
{"title": "悼亡诗三首", "author": "潘安", "dynasty": "魏晋", "content": "荏苒冬春谢，寒暑忽流易。之子归穷泉，重壤永幽隔。私怀谁克从，淹留亦何益。僶俛恭朝命，回心反初役。望庐思其人，入室想所历。帏屏无髣髴，翰墨有馀迹。流芳未及歇，遗挂犹在壁。怅恍如或存，回惶忡惊惕。如彼翰林鸟，双栖一朝只。如彼游川鱼，比目中路析。春风缘隙来，晨霤承檐滴。寝息何时忘，沉忧日盈积。庶几有时衰，庄缶犹可击。\r\n皎皎窗中月，照我室南端。清商应秋至，溽暑随节阑。凛凛凉风升，始觉夏衾单。岂曰无重纩，谁与同岁寒。岁寒无与同，朗月何胧胧。展转盻枕席，长簟竟床空。床空委清尘，室虚来悲风。独无李氏灵，髣髴覩尔容。抚衿长叹息，不觉涕沾胸。沾胸安能已，悲怀从中起。寝兴目存形，遗音犹在耳。上惭东门吴，下愧蒙庄子。赋诗欲言志，此志难具纪。命也可奈何，长戚自令鄙。\r\n曜灵运天机，四节代迁逝。凄凄朝露凝，烈烈夕风厉。奈何悼淑俪，仪容永潜翳。念此如昨日，谁知已卒岁。改服从朝政，哀心寄私制。茵帱张故房，朔望临尔祭。尔祭讵几时，朔望忽复尽。衾裳一毁撤，千载不复引。亹亹朞月周，戚戚弥相愍。悲怀感物来，泣涕应情陨。驾言陟东阜，望坟思纡轸。徘徊墟墓间，欲去复不忍。徘徊不忍去，徙倚步踟蹰。落叶委埏侧，枯荄带坟隅。孤魂独茕茕，安知灵与无。投心遵朝命，挥涕强就车。谁谓帝宫远，路极悲有余。"},
{"title": "责子", "author": "陶渊明", "dynasty": "魏晋", "content": "白发被两鬓，肌肤不复实。虽有五男儿，总不好纸笔。阿舒已二八，懒惰故无匹。阿宣行志学，而不爱文术。雍端年十三，不识六与七。通子垂九龄，但觅梨与栗。天运苟如此，且进杯中物。"},
{"title": "定情诗", "author": "繁钦", "dynasty": "魏晋", "content": "我出东门游，邂逅承清尘。思君即幽房，侍寝执衣巾。时无桑中契，迫此路侧人。我既媚君姿，君亦悦我颜。何以致拳拳？绾臂双金环。何以道殷勤？约指一双银。何以致区区？耳中双明珠。何以致叩叩？香囊系肘后。何以致契阔？绕腕双跳脱。何以结恩情？美玉缀罗缨。何以结中心？素缕连双针。何以结相于？金薄画搔头。何以慰别离？耳后玳瑁钗。何以答欢忻？纨素三条裙。何以结愁悲？白绢双中衣。与我期何所？乃期东山隅。日旰兮不来，谷风吹我襦。远望无所见，涕泣起踟蹰。与我期何所？乃期山南阳。日中兮不来，飘风吹我裳。逍遥莫谁睹，望君愁我肠。与我期何所？乃期西山侧。日夕兮不来，踯躅长叹息。远望凉风至，俯仰正衣服。与我期何所？乃期山北岑。日暮兮不来，凄风吹我襟。望君不能坐，悲苦愁我心。爱身以何为，惜我华色时。中情既款款，然后克密期。褰衣蹑茂草，谓君不我欺。厕此丑陋质，徙倚无所之。自伤失所欲，泪下如连丝。"},
{"title": "与吴质书", "author": "曹丕", "dynasty": "魏晋", "content": "　　二月三日，丕白。岁月易得，别来行复四年。三年不见，《东山》犹叹其远，况乃过之，思何可支！虽书疏往返，未足解其劳结。\r\n　　昔年疾疫，亲故多离其灾，徐、陈、应、刘，一时俱逝，痛可言邪？昔日游处，行则连舆，止则接席，何曾须臾相失！每至觞酌流行，丝竹并奏，酒酣耳热，仰而赋诗，当此之时，忽然不自知乐也。谓百年己分，可长共相保，何图数年之间，零落略尽，言之伤心。顷撰其遗文，都为一集，观其姓名，已为鬼录。追思昔游，犹在心目，而此诸子，化为粪壤，可复道哉？\r\n　　观古今文人，类不护细行，鲜能以名节自立。而伟长独怀文抱质，恬淡寡欲，有箕山之志，可谓彬彬君子者矣。著《中论》二十余篇，成一家之言，词义典雅，足传于后，此子为不朽矣。德琏常斐然有述作之意，其才学足以著书，美志不遂，良可痛惜。间者历览诸子之文，对之抆泪，既痛逝者，行自念也。孔璋章表殊健，微为繁富。公干有逸气，但未遒耳；其五言诗之善者，妙绝时人。元瑜书记翩翩，致足乐也。仲宣独自善于辞赋，惜其体弱，不足起其文，至于所善，古人无以远过。昔伯牙绝弦于钟期，仲尼覆醢于子路，痛知音之难遇，伤门人之莫逮。诸子但为未及古人，自一时之儁也，今之存者，已不逮矣。后生可畏，来者难诬，然恐吾与足下不及见也。\r\n　　年行已长大，所怀万端，时有所虑，至通夜不瞑，志意何时复类昔日?已成老翁，但未白头耳。光武言：&quot;年三十余，在兵中十岁，所更非一。&quot;吾德不及之，而年与之齐矣。以犬羊之质，服虎豹之文，无众星之明，假日月之光，动见瞻观，何时易乎？恐永不复得为昔日游也。少壮真当努力，年一过往，何可攀援，古人思秉烛夜游，良有以也。\r\n　　顷何以自娱？颇复有所述造不？东望於邑，裁书叙心。丕白。"},
{"title": "咏史八首·其一", "author": "左思", "dynasty": "魏晋", "content": "弱冠弄柔翰，卓荦观群书。著论准《过秦》，作赋拟《子虚》。边城苦鸣镝，羽檄飞京都。虽非甲胄士，畴昔览《穰苴》。长啸激清风，志若无东吴。铅刀贵一割，梦想骋良图。左眄澄江湘，右盼定羌胡。功成不受爵，长揖归田庐。 "},
{"title": "自祭文", "author": "陶渊明", "dynasty": "魏晋", "content": "　　岁惟丁卯，律中无射。天寒夜长，风气萧索，鸿雁于征，草木黄落。陶子将辞逆旅之馆，永归于本宅。故人凄其相悲，同祖行于今夕。羞以嘉蔬，荐以清酌。候颜已冥，聆音愈漠。呜呼哀哉！\r\n　　茫茫大块，悠悠高旻，是生万物，余得为人。自余为人，逢运之贫，箪瓢屡罄，絺绤冬陈。含欢谷汲，行歌负薪，翳翳柴门，事我宵晨，春秋代谢，有务中园，载耘载籽，乃育乃繁。欣以素牍，和以七弦。冬曝其日，夏濯其泉。勤靡余劳，心有常闲。乐天委分，以至百年。\r\n　　惟此百年，夫人爱之，惧彼无成，愒日惜时。存为世珍，殁亦见思。嗟我独迈，曾是异兹。宠非己荣，涅岂吾缁？捽兀穷庐，酣饮赋诗。识运知命，畴能罔眷。余今斯化，可以无恨。寿涉百龄，身慕肥遁，从老得终，奚所复恋！\r\n　　寒暑愈迈，亡既异存，外姻晨来，良友宵奔，葬之中野，以安其魂。窅窅我行，萧萧墓门，奢耻宋臣，俭笑王孙，廓兮已灭，慨焉已遐，不封不树，日月遂过。匪贵前誉，孰重后歌？人生实难，死如之何？呜呼哀哉！"},
{"title": "猛虎行", "author": "陆机", "dynasty": "魏晋", "content": "渴不饮盗泉水，热不息恶木阴。恶木岂无枝？志恶多苦心。整驾肃时命，杖策将远寻。饥食猛虎窟，寒栖野雀林。日归功未建，时往岁载阴。崇云临岸骇，鸣条随风吟。静言幽谷底，长啸高山岑。急弦无懦响，亮节难为音。人生诚未易，曷云开此衿？眷我耿介怀，俯仰愧古今。 "},
{"title": "时运·其二", "author": "陶渊明", "dynasty": "魏晋", "content": "洋洋平潭，乃漱乃濯。邈邈遐景，载欣载瞩。人亦有言，称心易足。挥兹一觞，陶然自乐。 "},
{"title": "琴赋", "author": "嵇康", "dynasty": "魏晋", "content": "　　余少好音声，长而玩之。以为物有盛衰，而此无以；滋味有厌，而此不倦。可以导养神气，宣和情志。处穷独而不闷者，莫近于音声也。是故复之而不足，则吟咏以肆志；吟咏之不足，则寄言以广意。然八音之器，歌舞之象，历世才士，并为之赋颂。其体制风流，莫不相袭。称其才干，则以危苦为上；赋其声音，则以悲哀为主；美其感化，则以垂涕为贵。丽则丽矣，然未尽其理也。推其所由，似原不解音声；览其旨趣，亦未达礼乐之情也。众器之中，琴德最优。故缀叙所怀，以为之赋。\r\n　　其辞曰：\r\n　　惟椅梧之所生兮，托峻岳之崇冈。披重壤以诞载兮，参辰极而高骧。含天地之醇和兮，吸日月之休光。郁纷纭以独茂兮。飞英蕤于昊苍。夕纳景于吁虞渊兮，旦晞干于九阳。经千载以待价兮，寂神跱而永康。且其山川形势，则盘纡隐深，磪嵬岑嵓。亘岭巉岩，岞崿岖崟。丹崖崄巇，青壁万寻。若乃重巘增起，偃蹇云覆。邈隆崇以极壮，崛巍巍而特秀。蒸灵液以播云，据神渊而吐溜。尔乃颠波奔突，狂赴争流。触岩抵隈，郁怒彪休。汹涌腾薄，奋沫扬涛。瀄汩澎湃，蜿蟺相纠。放肆大川，济乎中州。安回徐迈，寂尔长浮。澹乎洋洋，萦抱山丘。详观其区土之所产毓，奥宇之所宝殖，珍怪琅玕，瑶瑾翕赩，丛集累积，奂衍于其侧。若乃春兰被其东，沙棠殖其西。涓子宅其阳，玉醴涌其前。玄云荫其上，翔鸾集其巅。清露润其肤，惠风流其间。竦肃肃以静谧，密微微其清闲。夫所以经营其左右者，固以自然神丽，而足思愿爱乐矣。\r\n　　于是遁世之士，荣期绮季之畴，乃相与登飞梁，越幽壑，援琼枝，陟峻崿，以游乎其下。周旋永望，邈若凌飞，邪睨昆仑，俯阚海湄。指苍梧之迢递，临回江之威夷。悟时俗之多累，仰箕山之余辉。羡斯岳之弘敞，心慷慨以忘归。情舒放而远览，接轩辕之遗音。慕老童于騩隅，钦泰容之高吟。顾兹梧而兴虑，思假物以托心。乃斫孙枝，准量所任。至人摅思，制为雅琴。乃使离子督墨，匠石奋斤，夔襄荐法，般倕骋神。锼会裛厕，朗密调均。华绘雕琢，布藻垂文。错以犀象，籍以翠绿。弦以园客之丝，徽以钟山之玉。爰有龙凤之象，古人之形。伯牙挥手，钟期听声。华容灼爚，发采扬明，何其丽也！伶伦比律，田连操张。进御君子，新声憀亮，何其伟也！\r\n　　及其初调，则角羽俱起，宫徵相证，参发并趣，上下累应。踸踔磥硌，美声将兴，固以和昶而足耽矣。尔乃理正声，奏妙曲，扬白雪，发清角。纷淋浪以流离，奂淫衍而优渥。粲奕奕而高逝，驰岌岌以相属。沛腾遌而竞趣，翕韡晔而繁缛。状若崇山，又象流波。浩兮汤汤，郁兮峨峨。怫烦冤，纡余婆娑。陵纵播逸，霍濩纷葩。检容授节，应以合度。兢名擅业，安轨徐步。洋洋习习，声烈遐布。含显媚以送终，飘余响乎泰素。\r\n　　若乃高轩飞观，广夏闲房，冬夜肃清，朗月垂光，新衣翠粲，缨徽流芳。于是器冷弦调，心闲手敏。触Ⱨ如志，唯意所拟。初涉渌水，中奏清徵。雅昶唐尧，终咏微子。宽明弘润，优游躇跱。拊弦安歌，新声代起。歌曰：“凌扶摇兮憩瀛洲，要列子兮为好仇。餐沆瀣兮带朝霞，眇翩翩兮薄天游。齐万物兮超自得，委性命兮任去留。激清响以赴会，何弦歌之绸缪。”于是曲引向阑，众音将歇，改韵易调，奇弄乃发。扬和颜，攘皓腕。飞纤指以驰骛，纷（涩去掉三点水加单人旁）譶以流漫。或徘徊顾慕，拥郁抑按，盘桓毓养，从容秘玩。闼尔奋逸，风骇云乱。牢落凌厉，布濩半散。丰融披离，斐韡奂烂。英声发越，采采粲粲。或间声错糅，状若诡赴。双美并进，骈驰翼驱。初若将乖，后卒同趣。或曲而不屈，直而不倨。或相凌而不乱，或相离而不殊。时劫掎以慷慨，或怨㜘而踌躇。忽飘飖以轻迈，乍留联而扶疏。或参谭繁促，复叠攒仄。纵横骆驿，奔遁相逼。拊嗟累赞，间不容息。瑰艳奇伟，殚不可识。若乃闲舒都雅，洪纤有宜。清和条昶，案衍陆离。穆温柔以怡怿，婉顺叙而委蛇。或乘险投会，邀隙趋危。譻若离鹍鸣清池，翼若游鸿翔层崖。纷文斐尾，慊縿离纚。微风余音，靡靡猗猗。或搂批攦捋，缥缭潎冽。轻行浮弹，明婳𥉻慧。疾而不速，留而不滞。翩绵飘邈，微音迅逝。远而听之，若鸾凤和鸣戏云中；迫而察之，若众葩敷荣曜春风。既丰赡以多姿，又善始而令终。嗟姣妙以弘丽，何以态之无穷！\r\n　　若夫三春之初，丽服以时。乃携友生，以遨以嬉。涉兰圃，登重基，背长林，翳华芝，临清流，赋新诗。嘉鱼龙之逸豫，乐百卉之荣滋。理重华之遗操，慨远慕而长思。\r\n　　若乃华堂曲宴，密友近宾，兰肴兼御，旨酒清醇。进南荆，发西秦，绍陵阳，度巴人。以用杂而并起，竦众听而骇神。料殊功而比操，岂笙籥之能伦？\r\n　　若次其曲引所宜，则广陵止息，东武太山。飞龙鹿鸣，鹍鸡游弦。更唱迭奏，声若自然。流楚窈窕，惩躁雪烦。下逮谣俗，蔡氏五曲，王昭楚妃，千里别鹤。犹有一切，承间簉乏，亦有可观者焉。\r\n　　然非夫旷远者，不能与之嬉游；非夫渊静者，不能与之闲止；非夫放达者，不能与之无（希去布加厷）；非夫至精者，不能与之析理也。若论其体势，详其风声，器和故响逸，张急故声清，间辽故音庳，弦长故徽鸣。性洁静以端理，含至德之和平。诚可以感荡心志，而发泄幽情矣！是故怀戚者闻之，莫不憯懔惨凄，愀怆伤心，含哀懊咿，不能自禁。其康乐者闻之，则欨愉欢释，抃舞踊溢，留连澜漫，嗢噱终日。若和平者听之，则怡养悦愉，淑穆玄真，恬虚乐古，弃事遗身。是以伯夷以之廉，颜回以之仁，比干以之忠，尾生以之信，惠施以之辩给，万石以之讷慎。其余触类而长，所致非一，同归殊途。或文或质，总中和以统物，咸日用而不失。其感人动物，盖亦弘矣。\r\n　　于时也，金石寝声，匏竹屏气，王豹辍讴，狄牙丧味。天吴踊跃于重渊，王乔披云而下坠。舞鸑鷟于庭阶，游女飘焉而来萃。感天地以致和，况蚑行之众类。嘉斯器之懿茂，咏兹文以自慰。永服御而不厌，信古今之所贵。\r\n　　乱曰：愔愔琴德，不可测兮；体清心远，邈难极兮；良质美手，遇今世兮；纷纶翕响，冠众艺兮；识音者希，孰能珍兮；能尽雅琴，唯至人兮！"},
{"title": "赴洛道中作", "author": "陆机", "dynasty": "魏晋", "content": "远游越山川，山川修且广。振策陟崇丘，安辔遵平莽。夕息抱影寐，朝徂衔思往。顿辔倚嵩岩，侧听悲风响。清露坠素辉，明月一何朗。抚枕不能寐，振衣独长想。 "},
{"title": "酬刘柴桑", "author": "陶渊明", "dynasty": "魏晋", "content": "穷居寡人用，时忘四运周。门庭多落叶，慨然知已秋。新葵郁北牖，嘉穟养南畴。今我不为乐，知有来岁不？命室携童弱，良日登远游。 "},
{"title": "和郭主簿·其一", "author": "陶渊明", "dynasty": "魏晋", "content": "蔼蔼堂前林，中夏贮清阴。凯风因时来，回飙开我襟。息交游闲业，卧起弄书琴。园蔬有余滋，旧谷犹储今。营己良有极，过足非所钦。舂秫作美酒，酒熟吾自斟。弱子戏我侧，学语未成音。此事真复乐，聊用忘华簪。遥遥望白云，怀古一何深！"},
{"title": "归园田居·其六", "author": "陶渊明", "dynasty": "魏晋", "content": "种苗在东皋，苗生满阡陌。虽有荷锄倦，浊酒聊自适。日暮巾柴车，路暗光已夕。归人望烟火，稚子候檐隙。问君亦何为，百年会有役。但愿桑麻成，蚕月得纺绩。素心正如此，开径望三益。 "},
{"title": "桃花源诗", "author": "陶渊明", "dynasty": "魏晋", "content": "嬴氏乱天纪，贤者避其世。黄绮之商山，伊人亦云逝。往迹浸复湮，来径遂芜废。相命肆农耕，日入从所憩。桑竹垂余荫，菽稷随时艺；春蚕收长丝，秋熟靡王税。荒路暧交通，鸡犬互鸣吠。俎豆犹古法，衣裳无新制。童孺纵行歌，班白欢游诣。(班白 一作：斑白)草荣识节和，木衰知风厉。虽无纪历志，四时自成岁。怡然有余乐，于何劳智慧？奇踪隐五百，一朝敞神界。淳薄既异源，旋复还幽蔽。借问游方士，焉测尘嚣外。愿言蹑清风，高举寻吾契。 "},
{"title": "杂诗十二首·其五", "author": "陶渊明", "dynasty": "魏晋", "content": "忆我少壮时，无乐自欣豫。猛志逸四海，骞翮思远翥。荏苒岁月颓，此心稍已去。值欢无复娱，每每多忧虑。气力渐衰损，转觉日不如。壑舟无须臾，引我不得住。前涂当几许，未知止泊处。古人惜寸阴，念此使人惧。"},
{"title": "己酉岁九月九日", "author": "陶渊明", "dynasty": "魏晋", "content": "靡靡秋已夕，凄凄风露交。蔓草不复荣，园木空自凋。清气澄余滓，杳然天界高。哀蝉无留响，丛雁鸣云霄。万化相寻绎，人生岂不劳？从古皆有没，念之中心焦。何以称我情？浊酒且自陶。千载非所知，聊以永今朝。 "},
{"title": "九日闲居", "author": "陶渊明", "dynasty": "魏晋", "content": "余闲居，爱重九之名。秋菊盈园，而持醪靡由，空服九华，寄怀于言。\r\n世短意常多，斯人乐久生。日月依辰至，举俗爱其名。露凄暄风息，气澈天象明。往燕无遗影，来雁有余声。酒能祛百虑，菊解制颓龄。如何蓬庐士，空视时运倾！尘爵耻虚罍，寒华徒自荣。敛襟独闲谣，缅焉起深情。栖迟固多娱，淹留岂无成。"},
{"title": "乞食", "author": "陶渊明", "dynasty": "魏晋", "content": "饥来驱我去，不知竟何之。行行至斯里，叩门拙言辞。主人解余意，遗赠岂虚来。谈谐终日夕，觞至辄倾杯。情欣新知欢，言咏遂赋诗。感子漂母惠，愧我非韩才。衔戢知何谢，冥报以相贻。"},
{"title": "酒德颂", "author": "刘伶", "dynasty": "魏晋", "content": "　　有大人先生，以天地为一朝，以万期为须臾，日月为扃牖，八荒为庭衢。行无辙迹，居无室庐，幕天席地，纵意所如。止则操卮执觚，动则挈榼提壶，唯酒是务，焉知其余？\r\n　　有贵介公子，搢绅处士，闻吾风声，议其所以。乃奋袂攘襟，怒目切齿，陈说礼法，是非锋起。先生于是方捧甖承槽、衔杯漱醪；奋髯踑踞，枕麴藉糟；无思无虑，其乐陶陶。兀然而醉，豁尔而醒；静听不闻雷霆之声，熟视不睹泰山之形，不觉寒暑之切肌，利欲之感情。俯观万物，扰扰焉，如江汉之载浮萍；二豪侍侧焉，如蜾蠃之与螟蛉。"},
{"title": "饮酒·幽兰生前庭", "author": "陶渊明", "dynasty": "魏晋", "content": "幽兰生前庭，含熏待清风。清风脱然至，见别萧艾中。行行失故路，任道或能通。觉悟当念还，鸟尽废良弓。"},
{"title": "饮酒·其八", "author": "陶渊明", "dynasty": "魏晋", "content": "青松在东园，众草没其姿，凝霜殄异类，卓然见高枝。连林人不觉，独树众乃奇。提壶抚寒柯，远望时复为。吾生梦幻间，何事绁尘羁。 "},
{"title": "董逃歌", "author": "佚名", "dynasty": "魏晋", "content": "承乐世，董逃；游四郭，董逃。蒙天恩，董逃；带金紫，董逃。行谢恩，董逃；整车骑，董逃。垂欲发，董逃；与中辞，董逃。出西门，董逃；瞻宫殿，董逃。望京城，董逃；日夜绝，董逃。心摧伤，董逃。"},
{"title": "室思", "author": "徐干", "dynasty": "魏晋", "content": "沉阴结愁忧，愁忧为谁兴？念与君相别，各在天一方。良会未有期，中心摧且伤。不聊忧餐食，慊慊常饥空。端坐而无为，仿佛君容光。\r\n峨峨高山首，悠悠万里道。君去日已远，郁结令人老。人生一世间，忽若暮春草。时不可再得，何为自愁恼？每诵昔鸿恩，贱躯焉足保。\r\n浮云何洋洋，愿因通我词。飘摇不可寄，徙倚徒相思。人离皆复会，君独无返期。自君之出矣，明镜暗不治。思君如流水，何有穷已时。\r\n惨惨时节尽，兰叶复凋零。喟然长叹息，君期慰我情。辗转不能寐，长夜何绵绵。蹑履起出户，仰观三星连。自恨志不遂，泣涕如涌泉。\r\n思君见巾栉，以益我劳勤。安得鸿鸾羽，觏此心中人。诚心亮不遂，搔首立悁悁。何言一不见，复会无因缘。故如比目鱼，今隔如参辰。\r\n人靡不有初，想君能终之。别来历年岁，旧恩何可期。重新而忘故，君子所尤讥。寄身虽在远，岂忘君须臾。既厚不为薄，想君时见思。"},
{"title": "长歌行", "author": "陆机", "dynasty": "魏晋", "content": "逝矣经天日，悲哉带地川。寸阴无停晷，尺波岂徒旋。年往迅劲矢，时来亮急弦。远期鲜克及，盈数固希全。容华夙夜零，体泽坐自捐。兹物苟难停，吾寿安得延。俛仰逝将过，倏忽几何间。慷慨亦焉诉，天道良自然。但恨功名薄，竹帛无所宣。迨及岁未暮，长歌乘我闲。 "},
{"title": "娇女诗", "author": "左思", "dynasty": "魏晋", "content": "吾家有娇女，皎皎颇白皙。小字为纨素，口齿自清历。鬓发覆广额，双耳似连璧。明朝弄梳台，黛眉类扫迹。浓朱衍丹唇，黄吻烂漫赤。娇语若连琐，忿速乃明集。握笔利彤管，篆刻未期益。执书爱绨素，诵习矜所获。其姊字惠芳，面目粲如画。轻妆喜楼边，临镜忘纺绩。举觯拟京兆，立的成复易。玩弄眉颊间，剧兼机杼役。从容好赵舞，延袖象飞翮。上下弦柱际，文史辄卷襞。顾眄屏风书，如见已指摘。丹青日尘暗，明义为隐赜。驰骛翔园林，果下皆生摘。红葩缀紫蒂，萍实骤柢掷。贪华风雨中，眒忽数百适。务蹑霜雪戏，重綦常累积。并心注肴馔，端坐理盘鬲。翰墨戢闲案，相与数离逖。动为垆钲屈，屐履任之适。止为荼荈据，吹嘘对鼎立。脂腻漫白袖，烟熏染阿锡。衣被皆重地，难与沉水碧。任其孺子意，羞受长者责。瞥闻当与杖，掩泪俱向壁。 "},
{"title": "吴楚歌", "author": "傅玄", "dynasty": "魏晋", "content": "燕人美兮赵女佳，其室则迩兮限层崖。云为车兮风为马，玉在山兮兰在野。云无期兮风有止，思多端兮谁能理？ "},
{"title": "连雨独饮", "author": "陶渊明", "dynasty": "魏晋", "content": "运生会归尽，终古谓之然。世间有松乔，于今定何间。故老赠余酒，乃言饮得仙。试酌百情远，重觞忽忘天。天岂去此哉，任真无所先。云鹤有奇翼，八表须臾还。自我抱兹独，僶俛四十年。形骸久已化，心在复何言。 "},
{"title": "庚戌岁九月中于西田获早稻", "author": "陶渊明", "dynasty": "魏晋", "content": "人生归有道，衣食固其端。孰是都不营，而以求自安？开春理常业，岁功聊可观。晨出肆微勤，日入负禾还。山中饶霜露，风气亦先寒。田家岂不苦？弗获辞此难。四体诚乃疲，庶无异患干。盥濯息檐下，斗酒散襟颜。遥遥沮溺心，千载乃相关。但愿长如此，躬耕非所叹。 "},
{"title": "止酒", "author": "陶渊明", "dynasty": "魏晋", "content": "居止次城邑，逍遥自闲止。坐止高荫下，步止荜门里。好味止园葵，大懽止稚子。平生不止酒，止酒情无喜。暮止不安寝，晨止不能起。日日欲止之，营卫止不理。徒知止不乐，未知止利己。始觉止为善，今朝真止矣。从此一止去，将止扶桑涘。清颜止宿容，奚止千万祀。"},
{"title": "临终诗", "author": "孔融", "dynasty": "魏晋", "content": "言多令事败，器漏苦不密。河溃蚁孔端，山坏由猿穴。涓涓江汉流，天窗通冥室。谗邪害公正，浮云翳白日。靡辞无忠诚，华繁竟不实。人有两三心，安能合为一。三人成市虎，浸渍解胶漆。生存多所虑，长寝万事毕。 "},
{"title": "大墙上蒿行", "author": "曹丕", "dynasty": "魏晋", "content": "　　阳春无不长成，草木群类，随大风起。零落若何翩翩，中心独立一何茕。四时舍我驱驰，今我隐约欲何为？生居天壤间，忽如飞鸟栖枯枝。我今隐约欲何为？\r\n　　适君身体所服，何不恣君口腹所尝？冬被貂鼲温暖，夏当服绮罗轻凉。行力自苦，我将欲何为？不及君少壮之时，乘坚车、策肥马良。上有沧浪之天，今我难得久来视。下有蠕蠕之地，今我难得久来履。何不恣意遨游，从君所喜？\r\n　　带我宝剑。今尔何为自低昂？悲丽乎壮观，白如积雪，利若秋霜。驳犀标首，玉琢中央。帝王所服，辟除凶殃。御左右，奈何致福祥？吴之辟闾，越之步光，楚之龙泉，韩有墨阳，苗山之铤，羊头之钢。知名前代，咸自谓丽且美，曾不如君剑良绮难忘。\r\n　　冠青云之崔嵬，纤罗为缨，饰以翠翰，既美且轻。表容仪，俯仰垂光荣。宋之章甫，齐之高冠，亦自谓美，盖何足观？\r\n　　排金铺，坐玉堂。风尘不起，天气清凉。奏桓瑟，舞赵倡。女娥长歌，声协宫商。感心动耳，荡气回肠。酌桂酒，脍鲤鲂。与佳人期为乐康。前奉玉卮，为我行觞。\r\n　　今日乐，不可忘，乐未央。为乐常苦迟，岁月逝，忽若飞。何为自苦，使我心悲。"},
{"title": "泰山吟", "author": "谢道韫", "dynasty": "魏晋", "content": "峨峨东岳高，秀极冲青天。岩中间虚宇，寂寞幽以玄。非工复非匠，云构发自然。器象尔何物？遂令我屡迁。逝将宅斯宇，可以尽天年。 "},
{"title": "咏史八首", "author": "左思", "dynasty": "魏晋", "content": "弱冠弄柔翰，卓荦观群书。著论准过秦，作赋拟子虚。边城苦鸣镝，羽檄飞京都。虽非甲胄士，畴昔览穰苴。长啸激清风，志若无东吴。铅刀贵一割，梦想骋良图。左眄澄江湘，右盻定羌胡。功成不受爵，长揖归田庐。\r\n郁郁涧底松，离离山上苗。以彼径寸茎，荫此百尺条。世胄蹑高位，英俊沉下僚。地势使之然，由来非一朝。金张藉旧业，七叶珥汉貂。冯公岂不伟，白首不见招。\r\n吾希段干木，偃息藩魏君。吾慕鲁仲连，谈笑却秦军。当世贵不羁，遭难能解纷。功成耻受赏，高节卓不群。临组不肯绁，对珪宁肯分。连玺曜前庭，比之犹浮云。\r\n济济京城内，赫赫王侯居。冠盖荫四术，朱轮竟长衢。朝集金张馆，暮宿许史庐。南邻击钟磬，北里吹笙竽。寂寂杨子宅，门无卿相舆。寥寥空宇中，所讲在玄虚。言论准宣尼，辞赋拟相如。悠悠百世后，英名擅八区。\r\n皓天舒白日，灵景耀神州。列宅紫宫里，飞宇若云浮。峨峨高门内，蔼蔼皆王侯。自非攀龙客，何为歘来游。被褐出阊阖，高步追许由。振衣千仞冈，濯足万里流。\r\n荆轲饮燕市，酒酣气益震。哀歌和渐离，谓若傍无人。虽无壮士节，与世亦殊伦。高眄邈四海，豪右何足陈。贵者虽自贵，视之若埃尘。贱者虽自贱，重之若千钧。\r\n主父宦不达，骨肉还相薄。买臣困樵采，伉俪不安宅。陈平无产业，归来翳负郭。长卿还成都，壁立何寥廓。四贤岂不伟，遗烈光篇籍。当其未遇时，忧在填沟壑。英雄有迍邅，由来自古昔。何世无奇才，遗之在草泽。\r\n习习笼中鸟，举翮触四隅。落落穷巷士，抱影守空庐。出门无通路，枳棘塞中涂。计策弃不收，块若枯池鱼。外望无寸禄，内顾无斗储。亲戚还相蔑，朋友日夜疏。苏秦北游说，李斯西上书。俯仰生荣华，咄嗟复雕枯。饮河期满腹，贵足不愿余。巢林栖一枝，可为达士模。 "},
{"title": "青阳渡", "author": "佚名", "dynasty": "魏晋", "content": "青荷盖绿水，芙蓉披红鲜。下有并根藕，上有并头莲。 "},
{"title": "饮酒·其四", "author": "陶渊明", "dynasty": "魏晋", "content": "栖栖失群鸟，日暮犹独飞。徘徊无定止，夜夜声转悲。厉响思清远，去来何依依。因值孤生松，敛翮遥来归。劲风无荣木，此荫独不衰。托身已得所，千载不相违。 "},
{"title": "门有车马客行", "author": "陆机", "dynasty": "魏晋", "content": "门有车马客，驾言发故乡。念君久不归，濡迹涉江湘。投袂赴门涂，揽衣不及裳。拊膺携客泣，掩泪叙温凉。借问邦族间，恻怆论存亡。亲友多零落，旧齿皆凋丧。市朝互迁易，城阙或丘荒。坟垄日月多，松柏郁茫茫。天道信崇替，人生安得长。慷慨惟平生，俯仰独悲伤。 "},
{"title": "赠秀才入军", "author": "嵇康", "dynasty": "魏晋", "content": "鸳鸯于飞，肃肃其羽。朝游高原，夕宿兰渚。邕邕和鸣，顾眄俦侣。俛仰慷慨，优游容与。\r\n鸳鸯于飞，啸侣命俦。朝游高原，夕宿中洲。交颈振翼，容与清流。咀嚼兰蕙，俛仰优游。\r\n泳彼长川，言息其浒。陟彼高冈，言刈其楚。嗟我征迈，独行踽踽。仰彼凯风，涕泣如雨。\r\n泳彼长川，言息其沚。陟彼高冈，言刈其杞。嗟我独征，靡瞻靡恃。仰彼凯风，载坐载起。\r\n穆穆惠风，扇彼轻尘。奕奕素波，转此游鳞。伊我之劳，有怀遐人。寤言永思，寔钟所亲。\r\n所亲安在，舍我远迈。弃此荪芷，袭彼萧艾。虽曰幽深，岂无颠沛。言念君子，不遐有害。\r\n人生寿促，天地长久。百年之期，孰云其寿。思欲登仙，以济不朽。缆辔踟蹰，仰顾我友。\r\n我友焉之，隔兹山梁。谁谓河广，一苇可航。徒恨永离，逝彼路长。瞻仰弗及，徙倚彷徨。\r\n良马既闲，丽服有晖。左揽繁弱，右接忘归。风驰电逝，蹑景追飞。凌厉中原，顾盻生姿。\r\n携我好仇，载我轻车。南凌长阜，北厉清渠。仰落惊鸿，俯引渊鱼。盘于游田，其乐只且。\r\n凌高远盻，俯仰咨嗟。怨彼幽絷，室迩路遐。虽有好音，谁与清歌。虽有姝颜，谁与发华。仰讯高云，俯托轻波。乘流远遁，抱恨山阿。\r\n轻车迅迈，息彼长林。春木载荣，布叶垂阴。习习谷风，吹我素琴。交交黄鸟，顾俦弄音。感悟驰情，思我所钦。心之忧矣，永啸长吟。\r\n浩浩洪流，带我邦畿。萋萋绿林，奋荣扬晖。鱼龙瀺灂，山鸟羣飞。驾言出游，日夕忘归。思我良朋，如渴如饥。愿言不获，怆矣其悲。\r\n息徒兰圃，秣马华山。流磻平皋，垂纶长川。目送归鸿，手挥五弦。俯仰自得，游心太玄。嘉彼钓叟，得鱼忘筌。郢人逝矣，谁与尽言。"},
{"title": "大人先生传", "author": "阮籍", "dynasty": "魏晋", "content": "　　大人先生盖老人也，不知姓字。陈天地之始，言神农黄帝之事，昭然也；莫知其生年之数。尝居苏门之山，故世或谓之闲。养性延寿，与自然齐光。其视尧、舜之所事，若手中耳。以万里为一步，以千岁为一朝。行不赴而居不处，求乎大道而无所寓。先生以应变顺和，天地为家，运去势颓，魁然独存。自以为能足与造化推移，故默探道德，不与世同。自好者非之，无识者怪之，不知其变化神微也。而先生不以世之非怪而易其务也。先生以为中区之在天下，曾不若蝇蚊之著帷，故终不以为事，而极意乎异方奇域，游览观乐非世所见，徘徊无所终极。遗其书於苏门之山而去。天下莫知其所如往也。\r\n　　或遗大人先生书，曰：“天下之贵，莫贵於君子。服有常色，貌有常则，言有常度，行有常式。立则磬折，拱若抱鼓。动静有节，趋步商羽，进退周旋，咸有规矩。心若怀冰，战战栗栗。束身修行，日慎一日。择地而行，唯恐遗失。颂周、孔之遗训，叹唐、虞之道德，唯法是修，为礼是克。手执珪璧，足履绳墨，行欲为目 前检，言欲为无穷则。少称乡闾，长闻邦国，上欲图三公，下不失九州牧。故挟金玉，垂文组，享尊位，取茅土。扬声名於后世，齐功德於往古。奉事君上，牧养百姓。退营私家，育长妻子。卜吉宅，虑乃亿祉。远祸近福，永坚固己。此诚士君子之高致，古今不易之美行也，今先生乃披发而居巨海之中，与若君子者远，吾恐世之叹先生而非之也。行为世所笑，身无自由达，则可谓耻辱矣。身处困苦之地，而行为世俗之所笑，吾为先生不取也。”\r\n　　於是大人先生乃逌然而叹，假云霓而应之曰：“若之云尚何通哉！夫大人者，乃与造物同体，天地并生，逍遥浮世，与道俱成，变化散聚，不常其形。天地制域於内，而浮明开达於外。天地之永，固非世俗之所及也。吾将为汝言之。\r\n　　“往者天尝在下，地尝在上，反覆颠倒，未之安固。焉得不失度式而常之？天因地动，山陷川起，云散震坏，六合失理，汝又焉得择地而行，趋步商羽？往者群气争存，万物死虑，支体不从，身为泥土，根拔枝殊，咸失其所，汝又焉得束身修行，磬折抱鼓？李牧功而身死，伯宗忠而世绝，进求利而丧身，营爵赏而家灭，汝又焉得挟金玉万亿，只奉君上，而全妻子乎？\r\n　　“且汝独不见夫虱之处於褌中，逃乎深缝，匿乎坏絮，自以为吉宅也。行不敢离缝际，动不敢出褌裆，自以为得绳墨也。饥则啮人，自以为无穷食也。然炎丘火流，焦邑灭都，群虱死於褌中而不能出。汝君子之处区内，亦何异夫虱之处褌中乎？悲夫！而乃自以为远祸近幅，坚无穷也。亦观夫阳乌游於尘外，而鹪鹩戏于蓬艾，小大固不相及，汝又何以为若君子闻於余乎？\r\n　　“且近者，夏丧於商，周播之刘，耿薄为墟，丰、镐成丘。至人未一顾，而世代相酬。厥居未定，他人已有。汝之茅土，谁将与久？是以至人不处而居，不修而治，日月为正，阴阳为期，岂吝情乎世，系累於一时，乘东云，驾西风，与阴守雌，据阳为雄。志得欲从，物莫之穷。又何不能自达而畏夫世笑哉？\r\n　　“昔者天地开辟，万物并生。大者恬其性，细者静其形。阴藏其气，阳发其精，害无所避，利无所争。放之不失，收之不盈；亡不为夭，存不为寿。福无所得，祸无所咎；各从其命，以度相守。明者不以智胜，暗者不以愚败，弱者不以迫畏，强者不以力尽。盖无君而庶物定，无臣而万事理，保身修性，不违其纪。惟兹若然，故能长久。今汝造音以乱声，作色以诡形，外易其貌，内隐其情。怀欲以求多，诈伪以要名；君立而虐兴，臣设而贼生。坐制礼法，束缚下民。欺愚诳拙，藏智自神。强者睽视而凌暴，弱者憔悴而事人。假廉而成贪，内险而外仁，罪至不悔过，幸遇则自矜。驰此以奏除，故循滞而不振。\r\n　　“夫无贵则贱者不怨，无富则贫者不争，各足於身而无所求也。恩泽无所归，则死败无所仇。奇声不作，则耳不易听；淫色不显，则目不改视。耳目不相易改，则无以乱其神矣。此先世之所至止也。今汝尊贤以相高，竞能以相尚，争势以相君，宠贵以相加，趋天下以趣之，此所以上下相残也。竭天地万物之至，以奉声色无穷之欲，此非所以养百姓也。於是惧民之知其然，故重赏以喜之，严刑以威之。财匮而赏不供，刑尽而罚不行，乃始有亡国、戮君、溃败之祸。此非汝君子之为乎？汝君子之礼法，诚天下残贼、乱危、死亡之术耳！而乃目以为美行不易之道，不亦过乎！\r\n　　“今吾乃飘颻於天地之外，与造化为友，朝飧汤谷，夕饮西海，将变化迁易，与道周始。此之於万物，岂不厚哉！故不通於自然者，不足以言道；暗於昭昭者不足与达明，子之谓也。”\r\n　　先生既申若言，天下之喜奇者异之，慷忾者高之。其不知其体，不见其情，猜耳其道，虚伪之名。莫识其真，弗达其情，虽异而高之，与向之非怪者，蔑如也。至人者，不知乃贵，不见乃神。神贵之道存乎内，而万物运於天外矣。故天下终而不知其用也。\r\n　　逌乎有宋，扶摇之野。有隐士焉，见之而喜，自以为均志同行也。曰：“善哉！吾得之见而舒愤也。上古质朴纯厚之道已废，而末枝遗华并兴。豺虎贪虐，群物无辜，以害为利，殒性亡驱。吾不忍见也，故去而处兹。人不可与为俦，不若与木石为邻。安期逃乎蓬山，用李潜乎丹水，鲍焦立以枯槁，莱维去而逌死。亦由兹夫！吾将抗志显高，遂终於斯。禽生而兽死，埋形而遗骨，不复返余之生乎！夫志均者相求，好合者齐颜，与夫子同之。”\r\n　　於是，先生乃舒虹霓以蕃尘，倾雪盖以蔽明，倚瑶厢而徘徊，总众辔而安行，顾而谓之曰：“泰初真人，唯大之根。专气一志，万物以存。退不见后，进不睹先，发西北而造制，启东南以为门。微道德以久娱，跨天地而处尊。夫然成吾体也。是以不避物而处，所赌则宁；不以物为累，所逌则成。彷徉是以舒其意，浮腾足以逞其情。故至人无宅，天地为客；至人无主，天地为所；至人无事，天地为故。无是非之别，无善恶之异。故天下被其泽，而万物所以炽也。若夫恶彼而好我，自是而非人，忿激以争求，贵志而贱身，伊禽生而兽死，尚何显而获荣？悲夫！子之用心也！薄安利以忘生，要求名以丧体，诚与彼其无诡，何枯槁而逌死？子之所好，何足言哉？吾将去子矣。”乃扬眉而荡目，振袖而抚裳，令缓辔而纵策，遂风起而云翔。彼人者瞻之而垂泣，自痛其志；衣草木之皮，伏於岩石之下，惧不终夕而死。\r\n　　先生过神宫而息，漱吾泉而行，回乎逌而游览焉，见薪於阜者，叹曰：“汝将焉以是终乎哉？”\r\n　　薪者曰：“是终我乎？不以是终我乎？且圣人无怀，何其哀？盛衰变化，常不於兹？藏器於身，伏以俟时，孙刖足以擒庞，睢折胁而乃休，百里困而相嬴，牙既老而弼周。既颠倒而更来兮，固先穷而后收。秦破六国，兼并其地，夷灭诸侯，南面称帝。姱盛色，崇靡丽。凿南山以为阙，表东海以为门，门万室而不绝，图无穷而永存。美宫室而盛帷□，击钟鼓而扬其章。广苑囿而深池沼，兴渭北而建咸阳。骊木曾未及成林，而荆棘已丛乎阿房。时代存而迭处，故先得而后亡。山东之徒虏，遂起而王天下。由此视之，穷达讵可知耶？且圣人以道德为心，不以富贵为志；以无为用，不以人物为事。尊显不加重，贫贱不自轻，失不自以为辱，得不自以为荣。木根挺而枝远，叶繁茂而华零。无穷之死，犹一朝之生。身之多少，又何足营？”\r\n　　因叹曰而歌曰：　　“日没不周方，月出丹渊中。　　阳精蔽不见，阴光大为雄。　　亭亭在须臾，厌厌将复东。　　离合云雾兮，往来如飘风。　　富贵俛仰间，贫贱何必终？　　留侯起亡虏，威武赫夷荒。　　召平封东陵，一旦为布衣。　　枝叶托根柢，死生同盛衰。　　得志从命生，失势与时颓。　　寒暑代征迈，变化更相推。　　祸福无常主，何忧身无归？　　推兹由斯理，负薪又何哀？”\r\n　　先生闻之，笑曰：“虽不及大，庶免小也。”乃歌曰：“天地解兮六和开，星辰霄兮日月颓，我腾而上将何怀？衣弗袭而服美，佩弗饰而自章，上下徘徊兮谁识吾常？”遂去而遐浮，肆云轝，兴气盖，徜徉回翔兮漭漾之外。建长星以为旗兮，击雷霆之康盖。开不周而出车兮，出九野之夷泰。坐中州而一顾兮，望崇山而回迈。端余节而飞旃兮，纵心虑乎荒裔，释前者而弗修兮，驰蒙间而远逌。弃世务之众为兮，何细事之足赖？虚形体而轻举兮，精微妙而神丰。命夷羿使宽日兮，召忻来使缓风。攀扶桑之长枝兮，登扶摇之隆崇。跃潜飘之冥昧兮。洗光曜之昭明。遗衣裳而弗服兮，服云气而遂行。朝造驾乎汤谷兮，夕息马乎长泉。时崦嵫而易气兮，挥若华以照冥。左朱阳以举麾兮，右玄阴以建旗，变容饰而改度，遂腾窃以修征。\r\n　　阴阳更而代迈，四时奔而相逌，惟仙化之倏忽兮，心不乐乎久留。惊风奋而遗乐兮，虽云起而忘忧，忽电消而神逌兮，历寥廓而遐游。佩日月以舒光兮，登徜徉而上浮，压前进於彼逌道兮，将步足乎虚州。扫紫宫而陈席兮，坐帝室而忽会酬。萃众音而奏乐兮，声惊渺而悠悠。五帝舞而再属兮，六神歌而代周。乐啾啾肃肃，洞心达神，超遥茫茫，心往而忘返，虑大而志矜。\r\n　　“粤大人微而弗复兮，扬云气而上陈。召大幽之玉女兮，接上王之美人。体云气之逌畅兮，服太清之淑贞。合欢情而微授兮，先艳溢其若神。华兹烨以俱发兮，采色焕其并振。倾玄麾而垂鬓兮，曜红颜而自新。时暧靆而将逝兮，风飘颻而振衣。云气解而雾离兮，霭奔散而永归。心惝惘而遥思兮，眇回目而弗晞。\r\n　　“扬清风以为旟兮，翼旋轸而反衍。腾炎阳而出疆兮，命祝融而使遣。驱玄冥以摄坚兮，蓐收秉而先戈。勾芒奉毂，浮惊朝霞，寥廓茫茫而靡都兮，邈无俦而独立。倚瑶厢而一顾兮，哀下土之憔悴。分是非以为行兮，又何足与比类？霓旌飘兮云旗蔼，乐游兮出天外。”\r\n　　大人先生披发飞鬓，衣方离之衣，绕绂阳之带。含奇芝，嚼甘华，吸浮雾，餐霄霞，兴朝云，颺春风。奋乎太极之东，游乎昆仑之西，遗辔颓策，流盼乎唐、虞之都。惘然而思，怅尔若忘，慨然而叹曰：\r\n　　“呜呼！时不若岁，岁不若天，天不若道，道不若神。神者，自然之根也。彼勾勾者自以为贵夫世矣，而恶知夫世之贱乎兹哉？故与世争贵，贵不足尊；与世争富，富不足先。必超世而绝群，遗俗而独往，登乎太始之前，览乎忽漠之初，虑周流於无外，志浩荡而自舒，飘颻於四运，翻翱翔乎八隅。欲从而彷佛，洸漾而靡拘，细行不足以为毁，圣贤不足以为誉。变化移易，与神明扶。廓无外以为宅，周宇宙以为庐，强八维而处安，据制物以永居。夫如是，则可谓富贵矣。是故不与尧、舜齐德，不与汤、武并功，王、许不足以为匹，杨、丘岂能与比纵？天地且不能越其寿，广成子曾何足与并容？激八风以扬声，蹑元吉之高踪，被九天以开除兮，来云气以驭飞龙，专上下以制统兮，殊古今而靡同。夫世之名利，胡足以累之哉？故提齐而踧楚，掣赵而蹈秦，不满一朝而天下无人，东西南北莫之与邻。悲夫！子之修饰，以余观之，将焉存乎於兹？”\r\n　　先生乃去之，纷泱莽，轨汤洋，流衍溢，历度重渊，跨青天，顾而逌览焉。则有逍遥以永年，无存忽合，散而上臻。霍分离荡，漾漾洋洋，飙涌云浮，达於摇光。直驰骛乎太初之中，而休息乎无为之宫。太初何如？无后无先。莫究其极，谁识其根。邈渺绵绵，乃反覆乎大道之所存。莫畅其究，谁晓其根。辟九灵而求索，曾何足以自隆？登其万天而通观，浴太始之和风。漂逍遥以远游，遵大路之无穷。遣太乙而弗使，陵天地而径行。超蒙鸿而远迹，左荡莽而无涯，右幽悠而无方，上遥听而无声，下修视而无章。施无有而宅神，永太清乎敖翔。\r\n　　崔魏高山勃玄云，朔风横厉白雪纷，积水若陵寒伤人。阴阳失位日月颓，地坼石裂林木摧，火冷阳凝寒伤怀。阳和微弱隆阴竭，海冻不流绵絮折，呼吸不通寒伤裂。气并代动变如神，寒倡热随害伤人。熙与真人怀太清，精神专一用意平，寒暑勿伤莫不惊，忧患靡由素气宁。浮雾凌天恣所经，往来微妙路无倾，好乐非世又何争。人且皆死我独生。\r\n　　真人游，驾八龙，曜日月，载云旗。徘徊逌，乐所之。真人游，太阶夷，□原辟，天地开。雨蒙蒙、风浑浑。登黄山，出栖迟。江河清，洛无埃，云气消，真人来，惟乐哉！时世易，好乐颓，真人去，与天回。反未央，延年寿，独敖世。望我□，何时反？超漫漫，路日远。\r\n　　先生从此去矣，天下莫知其所终极。盖陵天地而与浮明遨游无始终，自然之至真也。鸲鹆不逾济，貉不度汶，世之常人，亦由此矣。曾不通区域，又况四海之表、天地之外哉！若先生者，以天地为卵耳。如小物细人欲论其长短，议其是非，岂不哀也哉！"},
{"title": "诸人共游周家墓柏下", "author": "陶渊明", "dynasty": "魏晋", "content": "今日天气佳，清吹与鸣弹。感彼柏下人，安得不为欢。清歌散新声，绿酒开芳颜。未知明日事，余襟良以殚。 "},
{"title": "读山海经十三首·其八", "author": "陶渊明", "dynasty": "魏晋", "content": "自古皆有没，何人得灵长？不死复不老，万岁如平常。赤泉给我饮，员丘足我粮。方与三辰游，寿考岂渠央！ "},
{"title": "招隐二首", "author": "左思", "dynasty": "魏晋", "content": "杖策招隐士，荒涂横古今。岩穴无结构，丘中有鸣琴。白云停阴冈，丹葩曜阳林。石泉漱琼瑶，纤鳞或浮沉。非必丝与竹，山水有清音。何事待啸歌？灌木自悲吟。秋菊兼餱粮，幽兰间重襟。踌躇足力烦，聊欲投吾簪。\r\n经始东山庐，果下自成榛。前有寒泉井，聊可莹心神。峭蒨青葱间，竹柏得其真。弱叶栖霜雪，飞荣流余津。爵服无常玩，好恶有屈伸。结绶生缠牵，弹冠去埃尘。惠连非吾屈，首阳非吾仁。相与观所尚，逍遥撰良辰。"},
{"title": "始作镇军参军经曲阿作", "author": "陶渊明", "dynasty": "魏晋", "content": "弱龄寄事外，委怀在琴书。被褐欣自得，屡空常晏如。时来苟冥会，宛辔憩通衢。投策命晨装，暂与园田疏。眇眇孤舟逝，绵绵归思纡。我行岂不遥，登降千里余。目倦川途异，心念山泽居。望云惭高鸟，临水愧游鱼。真想初在襟，谁谓形迹拘。聊且凭化迁，终返班生庐。 "},
{"title": "和郭主簿·其二", "author": "陶渊明", "dynasty": "魏晋", "content": "和泽周三春，清凉素秋节。露凝无游氛，天高肃景澈。陵岑耸逸峰，遥瞻皆奇绝。芳菊开林耀，青松冠岩列。怀此贞秀姿，卓为霜下杰。衔觞念幽人，千载抚尔诀。检素不获展，厌厌竟良月。"},
{"title": "还旧居", "author": "陶渊明", "dynasty": "魏晋", "content": "畴昔家上京，六载去还归。今日始复来，恻怆多归悲。阡陌不移旧，邑屋或时非。履历周故居，邻老罕复遗，步步寻往迹，有处特依依。流幻百年中，寒暑日相推。常恐大化尽，气力不及衰。拨置且莫念，一觞聊可挥。 "},
{"title": "癸卯岁十二月中作与从弟敬远", "author": "陶渊明", "dynasty": "魏晋", "content": "寝迹衡门下，邈与世相绝。顾盼莫谁知，荆扉昼常闭。凄凄岁暮风，翳翳经日雪。倾耳无希声，在目皓已洁。劲气侵襟袖，箪瓢谢屡设。萧索空宇中，了无一可悦！历览千载书，时时见遗烈。高操非所攀，谬得固穷节。平津苟不由，栖迟讵为拙！寄意一言外，兹契谁能别？ "},
{"title": "善哉行·有美一人", "author": "曹丕", "dynasty": "魏晋", "content": "有美一人，婉如清扬。妍姿巧笑，和媚心肠。知音识曲，善为乐方。哀弦微妙，清气含芳。流郑激楚，度宫中商。感心动耳，绮丽难忘。离鸟夕宿，在彼中洲。延颈鼓翼，悲鸣相求。眷然顾之，使我心愁。嗟尔昔人，何以忘忧。"},
{"title": "白发赋", "author": "左思", "dynasty": "魏晋", "content": "　　星星白发，生于鬓垂。虽非青蝇，秽我光仪。策名观国，以此见疵。将拔将镊，好爵是縻。 \r\n　　白发将拔，惄然自诉：禀命不幸，值君年暮。逼迫秋霜，生而皓素。始览明镜，惕然见恶。朝生昼拔，何罪之故？子观桔柚，一暠一晔，贵其素华，匪尚绿叶。愿戢子之手，摄子之镊。 \r\n　　咨尔白发，观世之途。靡不追荣，贵华贱桔。赫赫阊阖，蔼蔼紫庐。弱冠来仕，童髫献谟。甘罗乘轸，子奇剖符。英英终贾，高论云衢。拔白就黑。此自在吾。 \r\n　　白发临欲拔，瞑目号呼：何我之冤，何子之误！甘罗自以辩惠见称，不以发黑而名著。贾生自以良才见异，不以乌鬓而后举。闻之先民，国用老成。二老归周，周道肃清。四皓佐汉，汉德光明。何必去我，然后要荣？ \r\n　　咨尔白发，事各有以，尔之所言，非不有理。曩贵耆耄，今薄旧齿。皤皤荣期，皓首田里。虽有二毛，河清难俟。随时之变，见叹孔子。 \r\n　　发乃辞尽，誓以固穷。昔临玉颜，今从飞蓬。发肤至昵，尚不克终。聊用拟辞，比之国风。 "},
{"title": "癸卯岁始春怀古田舍二首", "author": "陶渊明", "dynasty": "魏晋", "content": "在昔闻南亩，当年竟未践。屡空既有人，春兴岂自免。夙晨装吾驾，启涂情己缅。鸟弄欢新节，泠风送馀善。寒竹被荒蹊，地为罕人远；是以植杖翁，悠然不复返。即理愧通识，所保讵乃浅。\r\n先师有遗训，忧道不忧贫。瞻望邈难逮，转欲志长勤。秉耒欢时务，解颜劝农人。平畴交远风，良苗亦怀新。虽未量岁功，既事多所欣。耕种有时息，行者无问津。日入相与归，壶浆劳近邻。长吟掩柴门，聊为陇亩民。"},
{"title": "声无哀乐论", "author": "嵇康", "dynasty": "魏晋", "content": "　　有秦客问于东野主人曰：“闻之前论曰：‘治世之音安以乐，亡国之音哀以思。’夫治乱在政，而音声应之；故哀思之情，表于金石；安乐之象，形于管弦也。又仲尼闻韶，识虞舜之德；季札听弦，知众国之风。斯已然之事，先贤所不疑也。今子独以为声无哀乐，其理何居？若有嘉讯，今请闻其说。”主人应之曰：“斯义久滞，莫肯拯救，故令历世滥于名实。今蒙启导，将言其一隅焉。夫天地合德，万物贵生，寒暑代往，五行以成。故章为五色，发为五音；音声之作，其犹臭味在于天地之间。其善与不善，虽遭遇浊乱，其体自若而不变也。岂以爱憎易操、哀乐改度哉？及宫商集比，声音克谐，此人心至愿，情欲之所锺。故人知情不可恣，欲不可极故，因其所用，每为之节，使哀不至伤，乐不至淫，斯其大较也。然‘乐云乐云，锺鼓云乎哉？哀云哀云，哭泣云乎哉？因兹而言，玉帛非礼敬之实，歌舞非悲哀之主也。何以明之？夫殊方异俗，歌哭不同。使错而用之，或闻哭而欢，或听歌而戚，然而哀乐之情均也。今用均同之情，案，“戚”本作“感”，又脱同字，依《世说·文学篇》注改补。）而发万殊之声，斯非音声之无常哉？然声音和比，感人之最深者也。劳者歌其事，乐者舞其功。夫内有悲痛之心，则激切哀言。言比成诗，声比成音。杂而咏之，聚而听之，心动于和声，情感于苦言。嗟叹未绝，而泣涕流涟矣。夫哀心藏于苦心内，遇和声而后发。和声无象，而哀心有主。夫以有主之哀心，因乎无象之和声，其所觉悟，唯哀而已。岂复知‘吹万不同，而使其自已’哉。风俗之流，遂成其政；是故国史明政教之得失，审国风之盛衰，吟咏情性以讽其上，故曰‘亡国之音哀以思’也。 夫喜、怒、哀、乐、爱、憎、惭、惧，凡此八者，生民所以接物传情，区别有属，而不可溢者也。夫味以甘苦为称，今以甲贤而心爱，以乙愚而情憎，则爱憎宜属我，而贤愚宜属彼也。可以我爱而谓之爱人，我憎而谓之憎人，所喜则谓之喜味，所怒而谓之怒味哉？由此言之，则外内殊用，彼我异名。声音自当以善恶为主，则无关于哀乐；哀乐自当以情感，则无系于声音。名实俱去，则尽然可见矣。且季子在鲁，采《诗》观礼，以别《风》、《雅》，岂徒任声以决臧否哉？又仲尼闻《韶》，叹其一致，是以咨嗟，何必因声以知虞舜之德，然後叹美邪？今粗明其一端，亦可思过半矣。”\r\n　　秦客难曰：“八方异俗，歌哭万殊，然其哀乐之情，不得不见也。夫心动于中，而声出于心。虽托之于他音，寄之于余声，善听察者，要自觉之不使得过也。昔伯牙理琴而锺子知其所志；隶人击磬而子产识其心哀；鲁人晨哭而颜渊审其生离。夫数子者，岂复假智于常音，借验于曲度哉？心戚者则形为之动，情悲者则声为之哀。此自然相应，不可得逃，唯神明者能精之耳。夫能者不以声众为难，不能者不以声寡为易。今不可以未遇善听，而谓之声无可察之理；见方俗之多变，而谓声音无哀乐也。”又云：“贤不宜言爱，愚不宜言憎。然则有贤然后爱生，有愚然后憎成，但不当共其名耳。哀乐之作，亦有由而然。此为声使我哀，音使我乐也。苟哀乐由声，更为有实，何得名实俱去邪？”又云：“季子采《诗》观礼，以别《风》、《雅》；仲尼叹《韶》音之一致，是以咨嗟。是何言欤？且师襄奏操，而仲尼睹文王之容；师涓进曲，而子野识亡国之音。宁复讲诗而后下言，习礼然后立评哉？斯皆神妙独见，不待留闻积日，而已综其吉凶矣；是以前史以为美谈。今子以区区之近知，齐所见而为限，无乃诬前贤之识微，负夫子之妙察邪？”\r\n　　主人答曰：“难云：虽歌哭万殊，善听察者要自觉之，不假智于常音，不借验于曲度，锺子之徒云云是也。此为心悲者，虽谈笑鼓舞，情欢者，虽拊膺咨嗟，犹不能御外形以自匿，诳察者于疑似也。以为就令声音之无常，犹谓当有哀乐耳。又曰：“季子听声，以知众国之风；师襄奏操，而仲尼睹文王之容。案如所云，此为文王之功德，与风俗之盛衰，皆可象之于声音：声之轻重，可移于後世；襄涓之巧，能得之于将来。若然者，三皇五帝，可不绝于今日，何独数事哉？若此果然也。则文王之操有常度，韶武之音有定数，不可杂以他变，操以余声也。则向所谓声音之无常，锺子之触类，于是乎踬矣。若音声无常，锺子触类，其果然邪？则仲尼之识微，季札之善听，固亦诬矣。此皆俗儒妄记，欲神其事而追为耳，欲令天下惑声音之道，不言理以尽此，而推使神妙难知，恨不遇奇听于当时，慕古人而自叹，斯所□大罔后生也。夫推类辨物，当先求之自然之理；理已定，然后借古义以明之耳。今未得之于心，而多恃前言以为谈证，自此以往，恐巧历不能纪。”“又难云：“哀乐之作，犹爱憎之由贤愚，此为声使我哀而音使我乐；苟哀乐由声，更为有实矣。夫五色有好丑丑，五声有善恶，此物之自然也。至于爱与不爱，喜与不喜，人情之变，统物之理，唯止于此；然皆无豫于内，待物而成耳。至夫哀乐自以事会，先遘于心，但因和声以自显发。故前论已明其无常，今复假此谈以正名号耳。不为哀乐发于声音，如爱憎之生于贤愚也。然和声之感人心，亦犹酒醴之发人情也。酒以甘苦为主，而醉者以喜怒为用。其见欢戚为声发，而谓声有哀乐，不可见喜怒为酒使，而谓酒有喜怒之理也。”\r\n　　秦客难曰：“夫观气采色，天下之通用也。心变于内而色应于外，较然可见，故吾子不疑。夫声音，气之激者也。心应感而动，声从变而发。心有盛衰，声亦隆杀。同见役于一身，何独于声便当疑邪！夫喜怒章于色诊，哀乐亦宜形于声音。声音自当有哀乐，但暗者不能识之。至锺子之徒，虽遭无常之声，则颖然独见矣，今蒙瞽面墙而不悟，离娄昭秋毫于百寻，以此言之，则明暗殊能矣。不可守咫尺之度，而疑离娄之察；执中痛之听，而猜锺子之聪；皆谓古人为妄记也。”\r\n　　主人答曰：“难云：心应感而动，声从变而发，心有盛衰，声亦降杀，哀乐之情，必形于声音，锺子之徒，虽遭无常之声，则颖然独见矣。必若所言，则浊质之饱，首阳之饥，卞和之冤，伯奇之悲，相如之含怒，不占之怖祗，千变百态，使各发一咏之歌，同启数弹之微，则锺子之徒，各审其情矣。尔为听声者不以寡众易思，察情者不以大小为异，同出一身者，期于识之也。设使从下，则子野之徒，亦当复操律鸣管，以考其音，知南风之盛衰，别雅、郑之淫正也？夫食辛之与甚噱，薰目之与哀泣，同用出泪，使狄牙尝之，必不言乐泪甜而哀泪苦，斯可知矣。何者？肌液肉汗，?笮便出，无主于哀乐，犹?酒之囊漉，虽笮具不同，而酒味不变也。声俱一体之所出，何独当含哀乐之理也？且夫《咸池》、《六茎》，《大章》、《韶夏》，此先王之至乐，所以动天地、感鬼神。今必云声音莫不象其体而传其心，此必为至乐不可托之于瞽史，必须圣人理其弦管，尔乃雅音得全也。舜命夔“击石拊石，八音克谐，神人以和。”以此言之，至乐虽待圣人而作，不必圣人自执也。何者？音声有自然之和，而无系于人情。克谐之音，成于金石；至和之声，得于管弦也。夫纤毫自有形可察，故离瞽以明暗异功耳。若乃以水济水，孰异之哉？”\r\n　　秦客难曰：“虽众喻有隐，足招攻难，然其大理，当有所就。若葛卢闻牛鸣，知其三子为牺；师旷吹律，知南风不竞，楚师必败；羊舌母听闻儿啼，而审其丧家。凡此数事，皆效于上世，是以咸见录载。推此而言，则盛衰吉凶，莫不存乎声音矣。今若复谓之诬罔，则前言往记，皆为弃物，无用之也。以言通论，未之或安。若能明斯所以，显其所由，设二论俱济，愿重闻之。”\r\n　　主人答曰：“吾谓能反三隅者，得意而忘言，是以前论略而未详。今复烦循环之难，敢不自一竭邪？夫鲁牛能知牺历之丧生，哀三子之不存，含悲经年，诉怨葛卢；此为心与人同，异于兽形耳。此又吾之所疑也。且牛非人类，无道相通，若谓鸣兽皆能有言，葛卢受性独晓之，此为称其语而论其事，犹译传异言耳，不为考声音而知其情，则非所以为难也。若谓知者为当触物而达，无所不知，今且先议其所易者。请问：圣人卒人胡域，当知其所言否乎？难者必曰知之。知之之理何以明之？愿借子之难以立鉴识之域。或当与关接识其言邪？将吹律鸣管校其音邪？观气采色和其心邪？此为知心自由气色，虽自不言，犹将知之，知之之道，可不待言也。若吹律校音以知其心，假令心志于马而误言鹿，察者固当由鹿以知马也。此为心不系于所言，言或不足以证心也。若当关接而知言，此为孺子学言于所师，然后知之，则何贵于聪明哉？夫言，非自然一定之物，五方殊俗，同事异号，举一名以为标识耳。夫圣人穷理，谓自然可寻，无微不照。苟无微不照，理蔽则虽近不见，故异域之言不得强通。推此以往，葛卢之不知牛鸣，得不全乎？”又难云：“师旷吹律，知南风不竞，楚多死声。此又吾之所疑也。请问师旷吹律之时，楚国之风邪，则相去千里，声不足达；若正识楚风来入律中邪，则楚南有吴、越，北有梁、宋，苟不见其原，奚以识之哉？凡阴阳愤激，然后成风。气之相感，触地而发，何得发楚庭，来入晋乎？且又律吕分四时之气耳，时至而气动，律应而灰移，皆自然相待，不假人以为用也。上生下生，所以均五声之和，叙刚柔之分也。然律有一定之声，虽冬吹中吕，其音自满而无损也。今以晋人之气，吹无韵之律，楚风安得来入其中，与为盈缩邪？风无形，声与律不通，则校理之地，无取于风律，不其然乎？岂独师旷多识博物，自有以知胜败之形，欲固众心而托以神微，若伯常骞之许景公寿哉？”又难云：“羊舌母听闻儿啼而审其丧家。复请问何由知之？为神心独悟暗语而当邪？尝闻儿啼若此其大而恶，今之啼声似昔之啼声，故知其丧家邪？若神心独悟暗语之当，非理之所得也。虽曰听啼，无取验于儿声矣。若以尝闻之声为恶，故知今啼当恶，此为以甲声为度，以校乙之啼也。夫声之于音，犹形之于心也。有形同而情乖，貌殊而心均者。何以明之？圣人齐心等德而形状不同也。苟心同而形异，则何言乎观形而知心哉？且口之激气为声，何异于籁?纳气而鸣邪？啼声之善恶，不由儿口吉凶，犹琴瑟之清浊不在操者之工拙也。心能辨理善谈，而不能令内?调利，犹瞽者能善其曲度，而不能令器必清和也。器不假妙瞽而良，?不因惠心而调，然则心之与声，明为二物。二物之诚然，则求情者不留观于形貌，揆心者不借听于声音也。察者欲因声以知心，不亦外乎？今晋母未待之于老成，而专信昨日之声，以证今日之啼，岂不误中于前世好奇者从而称之哉？”\r\n　　秦客难曰：“吾闻败者不羞走，所以全也。吾心未厌而言，难复更从其馀。今平和之人，听筝笛琵琶，则形躁而志越；闻琴瑟之音，则听静而心闲。同一器之中，曲用每殊，则情随之变：奏秦声则叹羡而慷慨；理齐楚则情一而思专，肆姣弄则欢放而欲惬；心为声变，若此其众。苟躁静由声，则何为限其哀乐，而但云至和之声，无所不感，托大同于声音，归众变于人情？得无知彼不明此哉？”\r\n　　主人答曰：“难云：琵琶、筝、笛令人躁越。又云：曲用每殊而情随之变。此诚所以使人常感也。琵琶、筝、笛，间促而声高，变众而节数，以高声御数节，故使人形躁而志越。犹铃铎警耳，锺鼓骇心，故‘闻鼓鼙之音，思将帅之臣’，盖以声音有大小，故动人有猛静也。琴瑟之体，间辽而音埤，变希而声清，以埤音御希变，不虚心静听，则不尽清和之极，是以听静而心闲也。夫曲用不同，亦犹殊器之音耳。齐楚之曲，多重故情一，变妙故思专。姣弄之音，挹众声之美，会五音之和，其体赡而用博，故心侈于众理；五音会，故欢放而欲惬。然皆以单、复、高、埤、善、恶为体，而人情以躁、静而容端，此为声音之体，尽于舒疾。情之应声，亦止于躁静耳。夫曲用每殊，而情之处变，犹滋味异美，而口辄识之也。五味万殊，而大同于美；曲变虽众，亦大同于和。美有甘，和有乐。然随曲之情，尽于和域；应美之口，绝于甘境，安得哀乐于其间哉？然人情不同，各师所解。则发其所怀；若言平和，哀乐正等，则无所先发，故终得躁静。若有所发，则是有主于内，不为平和也。以此言之，躁静者，声之功也；哀乐者，情之主也。不可见声有躁静之应，因谓哀乐者皆由声音也。且声音虽有猛静，猛静各有一和，和之所感，莫不自发。何以明之？夫会宾盈堂，酒酣奏琴，或忻然而欢，或惨尔泣，非进哀于彼，导乐于此也。其音无变于昔，而欢戚并用，斯非‘吹万不同’邪？夫唯无主于喜怒，亦应无主于哀乐，故欢戚俱见。若资偏固之音，含一致之声，其所发明，各当其分，则焉能兼御群理，总发众情邪？由是言之，声音以平和为体，而感物无常；心志以所俟为主，应感而发。然则声之与心，殊涂异轨，不相经纬，焉得染太和于欢戚，缀虚名于哀乐哉？秦客难曰：“论云：猛静之音，各有一和，和之所感，莫不自发，是以酒酣奏琴而欢戚并用。此言偏并之情先积于内，故怀欢者值哀音而发，内戚者遇乐声而感也。夫音声自当有一定之哀乐，但声化迟缓不可仓卒，不能对易。偏重之情，触物而作，故今哀乐同时而应耳；虽二情俱见，则何损于声音有定理邪？主人答曰：“难云：哀乐自有定声，但偏重之情，不可卒移。故怀戚者遇乐声而哀耳。即如所言，声有定分，假使《鹿鸣》重奏，是乐声也。而令戚者遇之，虽声化迟缓，但当不能使变令欢耳，何得更以哀邪？犹一爝之火，虽未能温一室，不宜复增其寒矣。夫火非隆寒之物，乐非增哀之具也。理弦高堂而欢戚并用者，直至和之发滞导情，故令外物所感得自尽耳。难云：偏重之情，触物而作，故令哀乐同时而应耳。夫言哀者，或见机杖而泣，或睹舆服而悲，徒以感人亡而物存，痛事显而形潜，其所以会之，皆自有由，不为触地而生哀，当席而泪出也。今见机杖以致感，听和声而流涕者，斯非和之所感，莫不自发也。”\r\n　　秦客难曰：“论云：酒酣奏琴而欢戚并用。欲通此言，故答以偏情感物而发耳。今且隐心而言，明之以成效。夫人心不欢则戚，不戚则欢，此情志之大域也。然泣是戚之伤，笑是欢之用。盖闻齐、楚之曲者，唯睹其哀涕之容，而未曾见笑噱之貌。此必齐、楚之曲，以哀为体，故其所感，皆应其度量；岂徒以多重而少变，则致情一而思专邪？若诚能致泣，则声音之有哀乐，断可知矣。”\r\n　　主人答曰：“虽人情感于哀乐，哀乐各有多少。又哀乐之极，不必同致也。夫小哀容坏，甚悲而泣，哀之方也；小欢颜悦，至乐心喻，乐之理也。何以明之？夫至亲安豫，则恬若自然，所自得也。及在危急，仅然后济，则?不及亻舞。由此言之，亻舞之不若向之自得，岂不然哉？，至夫笑噱虽出于欢情，然自以理成又非自然应声之具也。此为乐之应声，以自得为主；哀之应感，以垂涕为故。垂涕则形动而可觉，自得则神合而无忧，是以观其异而不识其同，别其外而未察其内耳。然笑噱之不显于声音，岂独齐楚之曲邪？今不求乐于自得之域，而以无笑噱谓齐、楚体哀，岂不知哀而不识乐乎？”\r\n　　秦客问曰：“仲尼有言：‘移风易俗，莫善于乐。’即如所论，凡百哀乐，皆不在声，即移风易俗，果以何物邪？又古人慎靡靡之风，抑忄舀耳之声，故曰：‘放郑声，远佞人。’然则郑卫之音击鸣球以协神人，敢问郑雅之体，隆弊所极；风俗称易，奚由而济？幸重闻之，以悟所疑。”\r\n　　主人应之曰：“夫言移风易俗者，必承衰弊之後也。古之王者，承天理物，必崇简易之教，御无为之治，君静于上，臣顺于下，玄化潜通，天人交泰，枯槁之类，浸育灵液，六合之内，沐浴鸿流，荡涤尘垢，群生安逸，自求多福，默然从道，怀忠抱义，而不觉其所以然也。和心足于内，和气见于外，故歌以叙志，亻舞以宣情。然后文之以采章，照之以风雅，播之以八音，感之以太和，导其神气，养而就之。迎其情性，致而明之，使心与理相顺，气与声相应，合乎会通，以济其美。故凯乐之情，见于金石，含弘光大，显于音声也。若以往则万国同风，芳荣济茂，馥如秋兰，不期而信，不谋而诚，穆然相爱，犹舒锦彩，而粲炳可观也。大道之隆，莫盛于兹，太平之业，莫显于此。故曰“‘移风易俗，莫善于乐。’乐之为体，以心为主。故无声之乐，民之父母也。至八音会谐，人之所悦，亦总谓之乐，然风俗移易，不在此也。夫音声和比，人情所不能已者也。是以古人知情之不可放，故抑其所遁；知欲之不可绝，故因其所自。为可奉之礼，制可导之乐。口不尽味，乐不极音。揆终始之宜，度贤愚之中。为之检则，使远近同风，用而不竭，亦所以结忠信，著不迁也。故乡校庠塾亦随之变，丝竹与俎豆并存，羽毛与揖让俱用，正言与和声同发。使将听是声也，必闻此言；将观是容也，必崇此礼。礼犹宾主升降，然后酬酢行焉。于是言语之节，声音之度，揖让之仪，动止之数，进退相须，共为一体。君臣用之于朝，庶士用之于家，少而习之，长而不怠，心安志固，从善日迁，然后临之以敬，持之以久而不变，然后化成，此又先王用乐之意也。故朝宴聘享，嘉乐必存。是以国史采风俗之盛衰，寄之乐工，宣之管弦，使言之者无罪，闻之者足以自诫。此又先王用乐之意也。若夫郑声，是音声之至妙。妙音感人，犹美色惑志。耽?荒酒，易以丧业，自非至人，孰能御之？先王恐天下流而不反，故具其八音，不渎其声；绝其大和，不穷其变；捐窈窕之声，使乐而不淫，犹大羹不和，不极勺药之味也。若流俗浅近，则声不足悦，又非所欢也。若上失其道，国丧其纪，男女奔随，淫荒无度，则风以此变，俗以好成。尚其所志，则群能肆之，乐其所习，则何以诛之？托于和声，配而长之，诚动于言，心感于和，风俗一成，因而名之。然所名之声，无中于淫邪也。淫之与正同乎心，雅、郑之体，亦足以观矣。”"},
{"title": "赠春航同越流作", "author": "陈无名", "dynasty": "魏晋", "content": "一自春风识苎萝，吴宫谁与斗双娥。闻君将涉汉之广，弃我真如江有沱。乱后山河寻废垒，化余猿鹤吊荒阿。郢中白雪千秋调，应有桓伊唤奈何。"},
{"title": "金口渡江", "author": "王济", "dynasty": "魏晋", "content": "两峰遥对峙，十里大江横。锁钥分南北，河山几战争。晴云汉川树，初日武昌城。为访桓公柳，攀条别绪萦。"},
{"title": "春兴诗卷次韵四首 其一", "author": "欧阳建", "dynasty": "魏晋", "content": "风光此夜与谁同，剔尽银灯照眼红。之子莫辞玄石醉，酒钱已付隔邻翁。"},
{"title": "皇太子会诗", "author": "王赞", "dynasty": "魏晋", "content": "玄阴受谢，青阳启号。气以升新，光以永照。"},
{"title": "十喻诗", "author": "鸠罗摩什", "dynasty": "魏晋", "content": "十喻以喻空，空必待此喻。借言以会意，意尽无会处。既得出长罗，住此无所住。若能映斯照，万象无来去。"},
{"title": "鸡峰山 其二", "author": "强振志", "dynasty": "魏晋", "content": "云锁终南不见山。鸡峰峭出白云间。峨冠低映天孙锦，翠黛遥连玉女鬟。骨透鱼鳞惊荡动，顶含虹影任回环。雄飞一去知何处，空使霞光绕石颜。"},
{"title": "秋兴赋", "author": "潘岳", "dynasty": "魏晋", "content": "　　晋十有四年，余春秋三十有二，始见二毛。以太尉掾兼虎贲中郎将，寓直于散骑之省。高阁连云，阳景罕曜，珥蝉冕而袭纨绮之士，此焉游处。仆野人也，偃息不过茅屋茂林之下，谈话不过农夫田父之客。摄官承乏，猥厕朝列，夙兴晏寝，匪遑卮宁，譬犹池鱼笼鸟，有江湖山薮之思。于是染翰操纸，慨然而赋。于时秋也，故以“秋兴”命篇。其辞曰：\r\n　　四时忽其代序兮，万物纷以回薄。览花莳之时育兮，察盛衰之所托。感冬索而春敷兮，嗟夏茂而秋落。虽末士之荣悴兮，伊人情之美恶。善乎宋玉之言曰：“悲哉，秋之为气也！萧瑟兮草木摇落而变衰，憀栗兮若在远行，登山临水送将归”。夫送归怀慕徒之恋兮，远行有羁旅之愤。临川感流以叹逝兮，登山怀远而悼近。彼四戚之疚心兮，遭一涂而难忍。嗟秋日之可哀兮，谅无愁而不尽。\r\n　　野有归燕，隰有翔隼。游氛朝兴，槁叶夕殒。于是乃屏轻箑，释纤絺，藉莞箬，御袷衣。庭树槭以洒落兮，劲风戾而吹帷。蝉嘒嘒而寒吟兮，雁飘飘而南飞。天晃朗以弥高兮，日悠阳而浸微。何微阳之短晷，觉凉夜之方永。月瞳胧以含光兮，露凄清以凝冷。熠耀粲于阶闼兮，蟋蟀鸣乎轩屏。听离鸿之晨吟兮，望流火之余景。宵耿介而不寐兮，独辗转于华省。悟时岁之遒尽兮，慨伏首而自省。斑鬓髟以承弁兮，素发飒以垂领。仰群俊之逸轨兮，攀云汉以游骋。登春台之熙熙兮，珥金貂之炯炯。苟趣舍之殊涂兮，庸讵识其躁静。\r\n　　闻至人之休风兮，齐天地于一指。彼知安而忘危兮，故出生而入死。行投趾于容迹兮，殆不践而获底。阙侧足以及泉兮，虽猴猿而不履。龟祀骨于宗祧兮，思反身于绿水。且敛衽以归来兮，忽投绂以高厉。耕东皋之沃壤兮，输黍稷之余税。泉涌湍于石间兮，菊扬芳于崖澨。澡秋水之涓涓兮，玩游鲦之澼澼。逍遥乎山川之阿，放旷乎人间之世。悠哉游哉，聊以卒岁。"},
{"title": "公子行", "author": "孟宾于", "dynasty": "魏晋", "content": "锦衣红夺彩霞明，侵晓春游向野庭。 不识农夫辛苦力，骄骢蹋烂麦青青。 "},
{"title": "诗", "author": "曹丕", "dynasty": "魏晋", "content": "回头四向望，眼中无故人。"},
{"title": "除夕汇诗", "author": "欧阳建", "dynasty": "魏晋", "content": "一杯频酌酹诗魔，月夕风晨赖汝多。吸取云烟藏玉匣，凭谁书就换笼鹅。"},
{"title": "侍皇太子宴始平王诗", "author": "王赞", "dynasty": "魏晋", "content": "亹亹圣胤，继明重体。乐此棠棣，其甘如荠。我有嘉宴，以洽百礼。煌煌同族，蔼蔼王僚。惟中惟外，如琼如瑶。湛湛朝云，德靡不覆。玄黄所缀，文成彩绣。政以神和，乐以安奏。一人有庆，万邦是佑。"},
{"title": "送别次韵三首 其三", "author": "欧阳建", "dynasty": "魏晋", "content": "如天斯道岂难登，有孔铸颜便服膺。今日与君须尽醉，藤萝石上月将明。"},
{"title": "还旧居", "author": "陶渊明", "dynasty": "魏晋", "content": "畴昔家上京，六载去还归。今日始复来，恻怆多所悲。阡陌不移旧，邑屋或时非。履历周故居，邻老罕复遗，步步寻往迹，有处特依依。流幻百年中，寒暑日相推。常恐大化尽，气力不及衰。拨置且莫念，一觞聊可挥。 "},
{"title": "和溪南", "author": "欧阳建", "dynasty": "魏晋", "content": "溪南老大兴何如，散诞琴书乐海涯。多病几时堪策马，风花吟遍始还家。"},
{"title": "感士不遇赋并序", "author": "陶潜", "dynasty": "魏晋", "content": "昔董仲舒作《士不遇赋》，司马子长又为之。余尝以三馀之日，讲习之暇，读其文，慨然惆怅。夫履信思顺，生人之善行；抱朴守静，君子之笃素。自真风告逝，大伪斯兴，闾阎懈廉退之节，市朝驱易进之心。怀正志道之士，或潜玉于当年；洁己清操之人，或没世以徒勤。故夷皓有安归之叹，三闾发已矣之哀。悲夫！寓形百年，而瞬息已尽；立行之难，而一城莫赏。此古人所以染翰慷慨，屡伸而不能已者也。夫导达意气，其惟文乎？抚卷踌躇，遂感而赋之。咨大块之受气，何斯人之独灵！禀神智以藏照，秉三五而垂名。或击壤以自欢，或大济于苍生。靡潜跃之非分，常傲然以称情。世流浪而遂徂，物群分以相形。密网裁而鱼骇，宏罗制而鸟惊。彼达人之善觉，乃逃禄而归耕。山嶷嶷而怀影，川汪汪而藏声。望轩唐而永叹，甘贫贱以辞荣。淳源汨以长分，美恶作以异途。原百行之攸贵，莫为善之可娱。奉上天之成命，师圣人之遗书。发忠孝于君亲，生信义于乡闾。推诚心而获显，不矫然而祈誉。嗟乎，雷同毁异，物恶其上。妙算者谓迷，直道者云妄。坦至公而无猜，卒蒙耻以受谤。虽怀琼而握兰，徒芳洁而谁亮？哀哉士之不遇，已不在炎帝帝魁之世。独祗脩以自勤，岂三省之或废？庶进德以及时，时既至而不惠。无爰生之晤言，念张季之终蔽。悯冯叟于郎署，赖魏守以纳计。虽仅然于必知，亦苦心而旷岁。审夫市之无虎，眩三夫之献说。悼贾傅之秀朗，纡远辔于促界。悲董相之渊致，屡乘危而幸济。感哲人之无偶，泪淋浪以洒袂。承前王之清诲，曰天道之无亲。澄得一以作鉴，恒辅善而佑仁。夷投老以长饥，回早夭而又贫。伤请车以备椁，悲茹薇而殒身。虽好学与行义，何死生之苦辛！疑报德之若兹，惧斯言之虚陈。何旷世之无才，罕无路之不涩。伊古人之慷慨，病奇名之不立。广结发以从政，不愧赏于万邑。屈雄志于戚竖，竟尺土之莫及。留诚信于身后，恸众人之悲泣。商尽规以拯弊，言始顺而患入。奚良辰之易倾，胡害胜其乃急。苍旻遐缅，人事无已。有感有昧，畴测其理。宁固穷以济意，不委曲而累己。既轩冕之非荣，岂缊袍之为耻？诚谬会以取拙，且欣然而归止。拥孤襟以毕岁，谢良价于朝市。"},
{"title": "李寄斩蛇", "author": "李寄", "dynasty": "魏晋", "content": "　　东越闽中有庸岭，高数十里，其西北隰中有大十，长七八丈，大十余围。土俗常惧。东冶都尉及属城长吏，多有死者。祭以牛羊，故不得祸。或与人梦，或下谕巫祝，欲得啖童女年十二三者。都尉、令、长并共患之。然气厉不息。共请求人家生婢子，兼有罪家女养之。至八月朝祭，送十穴口，十出吞啮之。累年如此，巳用九女。\r\n　　尔时预复募索，未得其女。将乐县李诞，家有六女，无男。其小女名寄，应募欲行。父母不听。寄曰：“父母无相，惟生六女，无有一男，虽有如无。女无缇萦济父母之功，既不能供养，徒费衣食，生无所益，不如早死。卖寄之身，可得少钱，以供父母，岂不善耶！”父母慈怜，终不听去。寄自潜行，不可禁止。\r\n　　寄乃告请好剑及咋十犬。至八月朝，便诣庙中坐，怀剑将犬。先将数石米餈，用蜜麨灌之，以置穴口。十便出，头大如囷，目如二尺镜，闻餈香气，先啖食之。寄便放犬，犬就啮咋，寄从后斫得数创。疮痛急，十因踊出，至庭而死。寄入视穴，得九女髑髅，悉举出，咤言曰：“汝曹怯弱，为十所食，甚可哀愍！”于是寄乃缓步而归。\r\n　　越王闻之，聘寄女为后，指其父为将乐令，母及姊皆有赏赐。自是东治无复妖邪之物。其歌谣至今存焉。"},
{"title": "赞西圃号", "author": "欧阳建", "dynasty": "魏晋", "content": "何处清幽圃筑西，一帘风月四山低。梅花戏雪春模样，酒兴撩诗道范围。青眼辟从天外放，白云轻傍帽檐齐。高斋独抱焦琴坐，漫听松声百鸟啼。"},
{"title": "将别贵阳感赋", "author": "张翰", "dynasty": "魏晋", "content": "严城风急起骊歌，此日开樽唤奈何。老去和戎怜物绛，市中屠狗忆荆轲。蛮天落木秋容淡，夜雨孤镫别泪多。为问东南诸将帅，几时边徼议横戈。"},
{"title": "游西池", "author": "谢混", "dynasty": "魏晋", "content": "悟彼蟋蟀唱，信此劳者歌。有来岂不疾，良游常蹉跎。逍遥越城肆，愿言屡经过。回阡被陵阙，高台眺飞霞。惠风荡繁囿，白云屯曾阿。景昃鸣禽集，水木湛清华。褰裳顺兰沚，徙倚引芳柯。美人愆岁月，迟暮独如何？无为牵所思，南荣戒其多。"},
{"title": "题扇面画", "author": "欧阳建", "dynasty": "魏晋", "content": "春柳舞江干，春水弥江岸。孤舟坐钓翁，举目南天雁。"},
{"title": "秋日诗", "author": "孙绰", "dynasty": "魏晋", "content": "萧瑟仲秋月，飂戾风云高。山居感时变，远客兴长谣。疏林积凉风，虚岫结凝霄。湛露洒庭林，密叶辞荣条。抚菌悲先落，攀松羡后凋。垂纶在林野，交情远市朝。淡然古怀心，濠上岂伊遥。"},
{"title": "花朝怀同社兄弟", "author": "欧阳建", "dynasty": "魏晋", "content": "相思憔悴到花朝，留滞天涯问渡遥。飞梦半随天里月，离情长逐一江潮。莺声宛转翻金缕，燕语凄清近玉箫。触景不堪增怅望，垂丝烟柳锁河桥。"},
{"title": "酒德颂", "author": "刘伶", "dynasty": "魏晋", "content": "　　有大人先生，以天地为一朝，以万期为须臾，日一为扃牖，八荒为庭衢。行无辙迹，居无室庐，幕天席地，纵意所如。止则操卮执觚，动则挈榼提壶，唯酒是务，焉知其余？\r\n　　有贵介公子，搢绅处士，闻吾风声，议其所以。乃奋袂攘襟，怒目切齿，陈说礼法，是非锋起。先生于是方捧甖承槽、衔杯漱醪；奋髯踑踞，枕麴藉糟；无思无虑，其乐陶陶。兀然而醉，豁尔而醒；静听不闻雷霆之声，熟视不睹泰山之形，不觉寒暑之切肌，利欲之感情。俯观万物，扰扰焉，如江汉之载浮萍；二豪侍侧焉，如蜾蠃之与螟蛉。"},
{"title": "反金人铭", "author": "孙楚", "dynasty": "魏晋", "content": "　　晋太庙有石人焉，大张其口，而书其胸曰：我古之多言人也。无少言，无少事！少言少事，则后生何述焉！我读三坟五典八丘九索，赜罔深而不探，理无奥而不钩，故言满天下而无口尤。夫唯言立，名乃长久，胡为块然，生缄其口。自拘广庭，终身叉手？凡夫贪财，烈士殉名，盗跖为浊，夷柳为清。鲍鱼为臭，兰圃为馨。莫贵澄清，莫贱滓秽，二者言异，归于一会。尧悬谏鼓，舜立谤木，听采风谣，惟日不足，道润群生，化隆比屋。末叶陵迟，礼教弥衰，承旨则顺，忤意则违。时好细腰，宫中皆饥；时悦广额，不作细眉。逆龙之鳞，必陷斯机，括囊无咎，乃免诛夷。颠复厥德，可为伤悲。斯可用戒，无妄之时，假说周庙，与言为嗤。是以君子，追而正之。"},
{"title": "杨村至天津道中", "author": "王济", "dynasty": "魏晋", "content": "居然景物似江东，帽影鞭丝立马中。两岸蒹葭鶗鴂雨，万株杨柳鲤鱼风。山楼俯瞰平沙白，野寺欹斜落照红。到此漫为鲈鲙计，停车沽酒莫匆匆。"},
{"title": "眼病调药", "author": "欧阳建", "dynasty": "魏晋", "content": "谁分石火到床头，甘草空怜手自抽。怪底半生青白眼，一朝炙热枉相投。"},
{"title": "北芒客舍诗", "author": "刘伶", "dynasty": "魏晋", "content": "泱漭望舒隐，黮黤玄夜阴。寒鸡思天曙，振翅吹长音。蚊蚋归丰草，枯叶散萧林。陈醴发悴颜，巴歈畅真心。缊被终不晓，斯叹信难任。何以除斯叹，付之与瑟琴。长笛响中夕，闻此消胸襟。"},
{"title": "江赋", "author": "郭璞", "dynasty": "魏晋", "content": "　　咨五才之并用，实水德之灵长。惟岷山之导江，初发源乎滥觞。聿经始于洛沬，拢万川乎巴梁。冲巫峡以迅激，跻江津而起涨。极泓量而海运，状滔天以淼茫。总括汉泗，兼包淮湘。并吞沅澧，汲引沮漳。源二分于崌崃，流九派乎浔阳。鼓洪涛于赤岸，沦余波乎柴桑。纲络群流，商搉涓浍。表神委于江都，混流宗而东会。注五湖以漫漭，灌三江而漰沛。滈汗六州之域，经营炎景之外。所以作限于华裔，壮天地之崄介。呼吸万里，吐纳灵潮。自然往复，或夕或朝。激逸势以前驱，乃鼓怒而作涛。\r\n　　峨嵋为泉阳之揭，玉垒作东别之标。衡霍磊落以连镇，巫庐嵬崛而比峤。协灵通气，濆薄相陶。流风蒸雷，腾虹扬霄。出信阳而长迈，淙大壑与沃焦。若乃巴东之峡，夏后疏凿。绝岸万丈，壁立赮驳。虎牙嵥竖以屹崒，荆门阙竦而磐礴。圆渊九回以悬腾，湓流雷呴而电激。骇浪暴洒，惊波飞薄。迅澓增浇，涌湍叠跃。砯岩鼓作，漰湱泶灂。㵗㶔渹𣸎，溃濩泧漷。潏湟淴泱，㶖㴸㶒瀹。漩澴荥瀯，渨㵽濆瀑。溭淢浕涢，龙鳞结络。碧沙瀢沱而往来，巨石硉矹以前却。潜演之所汩淈，奔溜之所磢错。厓隒为之泐嵃，埼岭为之岩崿。幽涧积岨，礐硞菪礭。\r\n　　若乃曾潭之府，灵湖之渊。澄澹汪洸，瀇滉囦泫。泓汯浻澋，涒邻㘤潾。混澣灦涣，流映扬焆。溟漭渺沔，汗汗沺沺。察之无象，寻之无边。气滃渤以雾杳，时郁律其如烟。类胚浑之未凝，象太极之构天。长波浃渫，峻湍崔嵬。盘涡谷转，凌涛山颓。阳侯砐硪以岸起，洪澜涴演而云回。峾沦溛瀤，乍浥乍堆。豃如地裂，豁若天开。触曲厓以萦绕，骇崩浪而相礧。鼓㕉窟以漰浡，乃湓涌而驾隈。\r\n　　鱼则江豚海狶，叔鲔王鳣，叔鲔王鳣，䱻鰊鰧鲉，鲮鳐䲝鲢。或鹿觡象鼻，或虎状龙颜。鳞甲璀错，焕烂锦斑。扬鳍掉尾，喷浪飞唌；排流呼哈，随波游延；或爆采以晃渊，或吓鳃乎岩间。介鲸乘涛以出入，鯼鮆顺时而往还。尔其水物怪错，则有潜鹄鱼牛，虎蛟钩蛇。蜦䗚鲎蝞，鲼𪓛𪓬𪓹；王珧海月，土肉石华。三蝬蜉江，鹦螺蜁蜗；璅蛣腹蟹，水母目虾。紫蚢如渠，洪蚶专车。琼蚌晞曜以莹珠，石蜐应节而扬葩；蜛蝫森衰以垂翘，玄蛎磈螺而碨䃁；或泛潋于潮波，或混沦乎泥沙。若乃龙鲤一角，奇鸧九头。有鳖三足，有龟六眸。赪蟞胏跃而吐玑，文魮磬鸣以孕璆。䖺䗤拂翼而掣耀，神蜧蝹蜦以沉游。䮀马腾波以嘘蹀，水兕雷咆乎阳侯。\r\n　　渊客筑室于岩底，鲛人构馆于悬流。雹布余米，星离沙镜；青纶竞纠，缛组争映。紫菜荧晔以丛被，绿苔鬖髿乎研上，石帆蒙笼以盖屿，萍实时出而漂沫。其下则金矿丹砾，云精爥银；珕珋璇瑰，水碧潜琘。鸣石列于阳渚，浮磬肆乎阴滨。或颎彩轻涟，或焆曜崖邻。林无不溽，岸无不津。\r\n　　其羽族也，则有晨鹄天鸡，鴢鷔鸥䲦。阳鸟爰翔，于以玄月。千类万声，自相喧聒。濯翮疏风，鼓翅獝䎉。挥弄洒珠，拊拂瀑沫。集若霞布，散如云豁。产毻积羽，往来勃碣。橉杞稹薄于浔涘，栛梿森岭而罗峰。桃枝筼筜，实繁有丛。葭蒲云蔓，䙬以兰红。扬皓毦，擢紫茸，荫潭隩，被长江。繁蔚芳蓠，隐蔼水松。涯灌芊萰，潜荟葱茏。鲮鯥䟸跼于垠隒，獱獭睒瞲乎厱空；迅蜼临虚以骋巧，孤玃登危而雍容。夔㸸踛㸸于夕阳，鸳雏弄翮乎山东。因岐成渚，触涧开渠。漱壑生浦，区别作湖。磴之以瀿瀷，渫之以尾闾。标之以翠蘙，泛之以游菰。播匪艺之芒种，挺自然之嘉蔬。鳞被菱荷，攒布水蓏。翘茎瀵蕊，濯颖散裹。随风猗萎，与波潭沲。流光潜映，景炎霞火。\r\n　　其旁则有云梦雷池，彭蠡青草，具区洮滆，朱浐丹漅。极望数百，沆漾皛溔。爰有包山洞庭，巴陵地道。潜逵旁通，幽岫窈窕。金精玉英瑱其里，瑶珠怪石琗其表。骊虬樛其址，梢云冠其㟽。海童之所巡游，琴高之所灵矫；冰夷倚浪以傲睨，江妃含嚬而矊眇。抚凌波而凫跃，吸翠霞而天矫。若乃宇宙澄寂，八风不翔。舟子于是搦棹，涉人于是㩘榜。漂飞云，运艅艎；舳舻相属，万里连樯。溯洄沿流，或渔或商；赴交益，投幽浪，竭南极，穷东荒。尔乃矖雰祲于清旭，觇五两之动静。长风颹以增扇，广莫䬅而气整。徐而不䬐，疾而不猛。鼓帆迅越，䞟涨截泂。凌波纵柂，电住杳溟。䨴如晨霞弧征，眇若云翼绝岭。倏忽数百，千里俄顷。飞廉无以睎其踪，渠黄不能企其景。于是芦人渔子，摈落江山，衣则羽褐，食惟蔬鲜。栫淀为涔，夹潈罗筌。筩洒连锋，罾䍣比船。或挥轮于悬踦，或中濑而横旋。忽忘夕而宵归，咏采菱以叩舷。傲自足于一呕，寻风波以穷年。\r\n　　尔乃域之以盘岩，豁之以洞壑，疏之以沲汜，鼓之以潮汐。川流之所归凑，云雾之所蒸液。珍怪之所化产，傀奇之所窟宅。纳隐沦之列真，挺异人乎精魄。播灵润于千里，越岱宗之触石。及其谲变儵怳，符祥非一。动应无方，感事而出。经纪天地，错综人术，妙不可尽之于言，事不可穷之于笔。若乃岷精垂曜于东井，阳侯遁形乎大波。奇相得道而宅神，乃协灵爽于湘娥。骇黄龙之负舟，识伯禹之仰嗟。壮荆飞之擒蛟，终成气乎太阿。悍要离之图庆，在中流而推戈。悲灵均之任石，叹渔父之棹歌。想周穆之济师，驱八骏于鼋鼍。感交甫之丧佩，愍神使之婴罗。焕大块之流形，混万尽于一科。保不亏而永固，禀元气于灵和。考川渎而妙观，实莫着于江河。"},
{"title": "和林邑侯梦乘槎游", "author": "欧阳建", "dynasty": "魏晋", "content": "良宵一枕梦奇游，踏上槎头上下流。青雀黄龙仙子样，白蘋红蓼道人秋。朝廷有道清炎海，造化无私荡不周。知是我公还有梦，乘槎旬日到天头。"},
{"title": "赞荣寿匾额", "author": "欧阳建", "dynasty": "魏晋", "content": "岭表昭垂阿母名，寿筵时震管弦声。地曹有善休祥远，天道无私雨露零。桃笑三偷金屋蔼，酒浮千日玉船轻。喜看香篆烟蛇袅，袅入斑斓舞袖馨。"},
{"title": "送别次韵三首 其一", "author": "欧阳建", "dynasty": "魏晋", "content": "万仞云衢拟子登，一鞭归马激谁膺。今宵肯歇归与兴，还看中秋月色明。"},
{"title": "赞我桥号", "author": "欧阳建", "dynasty": "魏晋", "content": "山涧涓涓不断流，一桥风月肺肝收。梅花点句春和我，竹叶陶情老到头。管甚阴符授圮上，欲缘石柱过罗浮。知君不放虹云卧，生怕栏杆碍斗牛。"},
{"title": "伯子与美人对奕得于窃见拈得知字", "author": "欧阳建", "dynasty": "魏晋", "content": "连环劈破两情痴，敌手那容隔眼知。几劫鸳鸯情不尽，燕飞还待落花时。"},
{"title": "劝农·其六", "author": "陶渊明", "dynasty": "魏晋", "content": "孔耽道德，樊须是鄙。董乐琴书，田园不履。若能超然，投迹高轨。敢不敛衽，敬赞德美。 "},
{"title": "诸弟启馆", "author": "欧阳建", "dynasty": "魏晋", "content": "古木森森喜鹊鸣，延师启馆习儒经。吹开桃李春风暖，遍照江山午日明。鲁酒对君头未白，芳邻接我眼常青。叮咛诸弟须勤学，好梦池塘春草生。"},
{"title": "赞节寿五首 其二", "author": "欧阳建", "dynasty": "魏晋", "content": "饱看熹微斗柄旋，玉冠高顶是皇天。妇人自笑嗤男子，造化从渠派岁年。金女曾来如有约，共姜之外更无前。也应跳入蟠桃会，学得云笙和月仙。"},
{"title": "京都端午夜坐", "author": "欧阳建", "dynasty": "魏晋", "content": "欲睡欲醒睡又醒，天风吹鼓两三声。碧桃红杏何时沃，紫水黄云想处清。病卧祇看岐伯论，侨居何减杜公情。谁家吹笛仍撩我，五月梅花落满城。"},
{"title": "望弟省行未归", "author": "欧阳建", "dynasty": "魏晋", "content": "应束担头几卷书，归来灯火共三馀。名扬宦海皆文字，锦出吴宫尽紫朱。春草池塘生夜梦，珠江云树动朝旴。家园未必无松薤，欲学当年董仲舒。"},
{"title": "贺希周得子", "author": "欧阳建", "dynasty": "魏晋", "content": "今朝横棹溪南下，偶值三兄产玉儿。欲识个儿到底处，五云呈色我来时。"},
{"title": "浪淘沙 闺思", "author": "顾众", "dynasty": "魏晋", "content": "生小弄冰弦，未拨先怜，涩莺娇燕语春烟。一点幽情传未得，残月窥帘。铜雀锁婵娟。惊数流年，小桃窗下背花眠。谁唱西陵肠断句，梦到君边。"},
{"title": "春闱下第托渔父吟", "author": "欧阳建", "dynasty": "魏晋", "content": "秋风飒飒浪飘飘，蓑笠惯披坐不忧。一意自怀鱼可得，三更谁想饵空投。且撑秃艇湾沙嘴，暂把渔竿插滩头。直待江回春水暖，巨鳌无信不吞钩。"},
{"title": "送肖鹤陈邑侯五首 其五", "author": "欧阳建", "dynasty": "魏晋", "content": "十年灯火曳南滨，最喜今朝却大同。豹变可能成革武，兔爰谁复赋王风。柏台论定三台白，花县春深万树红。预卜燕山山下月，绿衣炫耀马青骢。"},
{"title": "谢清爱五首 其二", "author": "欧阳建", "dynasty": "魏晋", "content": "满径松花双鸟旋，魂香烟冷入壶天。琴音清亮亭才午，棋局纵横日亦年。鱼泳鸟飞云外物，金浆玉醴画图前。洛阳自是将三八，袖有青蛇欲学仙。"},
{"title": "送别", "author": "欧阳建", "dynasty": "魏晋", "content": "珠泪纷纷欲断猿，贫交无事祇多言。相思若此蘼芜草，一路随君到故园。"},
{"title": "赞节寿五首 其五", "author": "欧阳建", "dynasty": "魏晋", "content": "春雨秋花共转旋，玉炉香袅拜青天。浮生有志皆随梦，中壸无书不记年。贤母未应居孟后，诗人安敢列卢前。贺筵当日龙觥处，滚滚还谁作醉仙。"},
{"title": "归园田居·其五", "author": "陶渊明", "dynasty": "魏晋", "content": "怅恨独策还，崎岖历榛曲。山涧清且浅，可以濯吾足。漉我新熟酒，只鸡招近局。日入室中暗，荆薪代明烛。欢来苦夕短，已复至天旭。 "},
{"title": "和叔虚所", "author": "欧阳建", "dynasty": "魏晋", "content": "丹崖赤壁石岩岩，明月梅花结此龛。诸葛庐中龙待雨，渊明门外柳堆岚。清溪炼法还堪伍，白酒传杯已过三。多少谢情吟不尽，松梢千丈耸山南。"},
{"title": "谢清爱五首 其四", "author": "欧阳建", "dynasty": "魏晋", "content": "春风次第向人旋，笑指文昌问老天。云赋逢杨应有日，穷途哭阮亦多年。久翻禹浪鱼高奋，暂到秦关马欲前。会看蒙山得仙诀，羡门开口便成仙。"},
{"title": "归园田居·其二", "author": "陶渊明", "dynasty": "魏晋", "content": "野外罕人事，穷巷寡轮鞅。白日掩荆扉，虚室绝鞅想。时复墟曲中，披草共来往。(墟曲中 一作：墟曲人)相见无杂言，但道桑麻长。桑麻日已长，我土日已广。常恐霜霰至，零落同草莽。 "},
{"title": "七夕感怀", "author": "欧阳建", "dynasty": "魏晋", "content": "卧病忽惊秋，剖瓜满彩楼。有怀情不寐，新月曲如钩。"},
{"title": "元旦", "author": "欧阳建", "dynasty": "魏晋", "content": "玉炉香袅笔毛濡，元旦诗骚鼓角摧。十载未穿维翰砚，一壶得中步兵厨。雪并残臈归刍狗，风引韶光到草庐。翘首白云三千里，江公多似郭公愚。"},
{"title": "京都怀母生诞", "author": "欧阳建", "dynasty": "魏晋", "content": "无情岁月又中秋，天色苍苍月色幽。今日佳辰思母老，两年何事住皇州。稚妻解进茱萸未，诸妹能供苦茗不。想极夜深凭几卧，梦魂飞到粤山头。"},
{"title": "赞莲所周君号", "author": "欧阳建", "dynasty": "魏晋", "content": "长夏莲生且渐舒，是谁向此独恬愉。孤根郁郁何神也，半亩青青最妙欤。红瓣飞时忙粉蝶，绿波皱处戏金鱼。花神最爱周夫子，五百年前两度俱。"},
{"title": "送何邑侯", "author": "欧阳建", "dynasty": "魏晋", "content": "官船欲发鼓鼕鼕，一载何因得谢公。日出梧冈鸣老凤，雨来桃浪起真龙。剑光凌乱台星动，琴调清高玉宇风。他日相逢何处是，东华门外马青骢。"},
{"title": "赞节寿五首 其三", "author": "欧阳建", "dynasty": "魏晋", "content": "时光流转玉衡旋，母寿千筹子二天。菊水和甘堪此泊，梅花香冷是何年。芳名皓日留身后，世事浮云顿目前。试问绿华能此否，半为贤母半为仙。"},
{"title": "赞存耕毛君号", "author": "欧阳建", "dynasty": "魏晋", "content": "卧老青山五十年，稻田不种种心田。谁云寸地少生计，须信仁人多福缘。用尽机关嫌俗子，等閒潇洒似神仙。从今门闬还高大，好看儿郎驷马鞭。"},
{"title": "书舍咏", "author": "欧阳建", "dynasty": "魏晋", "content": "秋萼春开是所期，湖山精舍读书时。举头折桂今年事，试看谁簪第一枝。"},
{"title": "赠聂龙灵归", "author": "欧阳建", "dynasty": "魏晋", "content": "乾坤汗漫达人游，入望神京岂惮劳。灯火芸窗皆地步，马蹄槐市足英豪。三秋月照黄花艳，五岭云飞白气高。我欲留君君欲去，半更棋局半挥毫。"},
{"title": "京行别宗族", "author": "欧阳建", "dynasty": "魏晋", "content": "一自抠衣拜广庠，粤城城下肄文章。卯年始幸登科第，辰岁还期饮御香。好唱骊歌辞族老，敢将行旆久篁庄。遥思飞报宫花日，父老应知喜气扬。"},
{"title": "谪蜀过谒双忠之祠", "author": "曹嘉", "dynasty": "魏晋", "content": "直谏匡前代，孤忠激后臣。光犹争日月，色岂变松筠。吊古千行泪，投荒万里身。回思犯颜日，斧钺在枫宸。"},
{"title": "读书无油诗以自叹", "author": "欧阳建", "dynasty": "魏晋", "content": "嗟尔边孝先，胡为坦腹眠。囊萤无腐草，映雪岂霜天。凿壁邻尤远，燃藜木更坚。迩来风雨夜，惊枕亦徒然。"},
{"title": "福建巡按攒入秋闱试士", "author": "欧阳建", "dynasty": "魏晋", "content": "行行奉命攒催程，渔父无知问姓名。数日未应亲舍远，百年惟爱太阶平。天风大辟千人扇，海岳长悬万里灯。舟子不知行客计，闽城桃李向谁青。"},
{"title": "赞节寿五首 其一", "author": "欧阳建", "dynasty": "魏晋", "content": "旁搜列女漫周旋，路出城西别有天。三五纲常皆步步，依稀龟鹤自年年。已推粉黛还身外，却见斓斑舞膝前。剩有紫霞杯玉案，华阴何事觅神仙。"},
{"title": "花朝怀同社兄弟", "author": "欧阳建", "dynasty": "魏晋", "content": "相思憔悴到花朝，留滞天涯问渡遥。飞梦半随千里月，离情长逐一江潮。莺声宛转翻金缕，燕语凄清近玉箫。触景不堪增怅望，垂丝烟柳锁河桥。"},
{"title": "下第閒题", "author": "欧阳建", "dynasty": "魏晋", "content": "十年辛苦未曾閒，笑指青云咫尺间。富贵不从人所愿，功名却与命相关。诗书再把从头读，论策还将著意删。料想广寒丹桂在，高枝留待我来攀。"},
{"title": "送别次韵三首 其二", "author": "欧阳建", "dynasty": "魏晋", "content": "权力当年笑吕登，皇王事业系予膺。与君饮到堪期处，尚有庐中坐孔明。"},
{"title": "秀顶奇云", "author": "刘毅", "dynasty": "魏晋", "content": "金山螺髻碍云飞，云护山尖分外奇。五色稀微山晓日，半天浓淡送残晖。银笺忽织红霞绮，苍狗俄成白练衣。物色共看看不了，忽然龙去雨淋漓。"},
{"title": "题画鹊", "author": "欧阳建", "dynasty": "魏晋", "content": "何处人工夺化工，描将双鹊入梨枫。羽毛成矣无今古，远近看之有淡浓。欲颉欲颃宜化印，从天从地不羁笼。主人有喜君知否，都在无言颊舌中。"},
{"title": "赞龙所号 其二", "author": "欧阳建", "dynasty": "魏晋", "content": "清虚一所卧人龙，寄傲人龙迈古风。懒向云霄布霖雨，乐从山水觅仙踪。当年诸葛还承召，今日欧阳不受封。深得三槐王祐趣，欲留来裔作三公。"},
{"title": "朱迁镇庙二首 其一", "author": "曹嘉", "dynasty": "魏晋", "content": "野庙瞻遗像，英威尚出群。戢场没沙水，尽壁起风云。铁马长驱志，金兵累胜勋。自遭谗谮死，罪复静胡氛。"},
{"title": "赞节寿五首 其四", "author": "欧阳建", "dynasty": "魏晋", "content": "不管世情似磨旋，丹心刚有不移天。松筠凌雪三千丈，房闼流芳五百年。日会乌衣翔臂上，时看青鸟舞阶前。尘埃谢绝春长在，疑是蓬莱第一仙。"},
{"title": "中秋亭会", "author": "曹嘉", "dynasty": "魏晋", "content": "新亭面皎月，高宴列中秋。地敞蟾疑动，窗空雾自流。杯倾承露掌，榻下摘星楼。宾客梁园胜，今宵尽醉游。"},
{"title": "朱迁镇庙二首 其二", "author": "曹嘉", "dynasty": "魏晋", "content": "虎战收功近，龙威召将还。中原无社稷，外寇有关山。野鸟啼残恨，苍松凛旧颜。平生吊忠义，独此泪痕斑。"},
{"title": "次答李梦阳送甥嘉之茂州次玉溪侍御韵三首 其一", "author": "曹嘉", "dynasty": "魏晋", "content": "两度徽官谪，孤身绝塞行。汉廷收堕泪，蜀道轸离情。玉垒蚕丛国，龙标剑阁城。乾坤形胜地，何处挂冠缨。"},
{"title": "送肖鹤陈邑侯五首 其二", "author": "欧阳建", "dynasty": "魏晋", "content": "吩咐儿童好种花，春风可是遍天涯。贾琮作郡祇如此，龚遂为官已到家。绿树丹霞飞老鹤，深山穷谷蛰妖蛇。等閒欲继餴饎咏，却愧安能手八叉。"},
{"title": "和叔虚所", "author": "欧阳建", "dynasty": "魏晋", "content": "丹崖赤壁石岩岩，明月梅花结此龛。诸葛庐中梅待雨，渊明门外柳堆岚。清溪炼法还堪伍，白酒传杯已过三。多少谢情吟不尽，松梢千丈耸山南。"},
{"title": "满江红 用李廷弼留别韵", "author": "张野", "dynasty": "魏晋", "content": "一梦黄粱，邯郸道、几人曾觉。空怨杀、津亭叠鼓，戍楼残角。往岁相逢淮□渡，今年同向钱塘泊。叹飘零、俱为出山忙，平生错。青青鬓，长如昨。纷纷事，轻抛却。道功名何必，凤池麟阁。老境尚期游汗漫，壮心不用伤离索。恨明朝、相望越山重，吴江阔。"},
{"title": "蠡湖行", "author": "王鉴", "dynasty": "魏晋", "content": "山苍苍，水泱泱，湖天一钓青茫茫。云是范蠡扁舟之归路，湖田绿雨，两岸浸垂杨。千丝万丝蘸波面，年年逝水随流光。老渔醉不醒，醒起满船霜。霜风叫寒鹰，一字横吴江。沼吴人去鸥拍拍，天澹云闲几狂客。狂客大笑何为乎，夫差一醉亡其国。又复感慨贤豪闲，范蠡归来欲谋食。彼诚不必登西山而采蕨薇，亦奚不先严陵而坐磐石。噫嘻乎，千金或可谋，幼子亦可惜。积财不散天厌之，山亦欲崩海亦溢。我歌蠡湖行，声与秋云翔。秋云无定忽变灭，水底分明见湖月。"},
{"title": "石州慢 忆别", "author": "张野", "dynasty": "魏晋", "content": "红雨西园，香雪东风，还又春暮。当时双浆悠悠，送客绿波南浦。阳关一阕，至今隐隐余音，眼前浑是分携处。此恨有谁知，倚阑干无语。凝伫。天涯几许离情，化作暮云千缕。过尽征鸿，依旧归期无据。京尘染袂，故人应念飘零，岂知翻被功名误。无处着羁愁，满春城烟雨。"},
{"title": "王豸使至", "author": "曹嘉", "dynasty": "魏晋", "content": "雨后青骢马，风前绿绮琴。槛纷兰菊色，林响鹿麋音。野鸟随人性，秋虫助客吟。烦襟应尽解，接屣坐松阴。"},
{"title": "秀顶奇云", "author": "刘毅", "dynasty": "魏晋", "content": "金山螺髻碍云飞，云护山尖分外奇。五色稀微迎晓日，半天浓淡送残晖。银笺忽织红霞绮，苍狗俄成白练衣。物色共看看不了，忽然龙去雨淋漓。"},
{"title": "送邑侯陈肖鹤", "author": "欧阳建", "dynasty": "魏晋", "content": "圭峰千丈耸冈城，令尹三霜振政声。淑气转钧三荜暖，瑶池滴露邑桃荣。风吹旗旆龙蛇动，日映剑芒海岳明。无计可攀青雀轴，夜看台斗到三更。"},
{"title": "哭莫萃庵", "author": "欧阳建", "dynasty": "魏晋", "content": "我哭夫君哭不哀，夫君舍我入泉台。传家有子真贤也，负郭田园亦盛哉。瓮底饮馀当日秫，墙头吟剩隔年梅。鸣蝉不解游人意，还自声声送咽来。"},
{"title": "送北上", "author": "欧阳建", "dynasty": "魏晋", "content": "风捲长空宿雾晴，天高海阔送君行。人多到底方如意，事得向前好寄声。瓜葛情深难作别，蒹葭秋老不移情。相思两地无言处，坐数山城长短更。"},
{"title": "满江红 用李廷弼留别韵", "author": "张野", "dynasty": "魏晋", "content": "一梦黄粱，邯郸道、几人曾觉。空怨杀、津亭叠鼓，曾楼残角。往岁相逢淮□渡，今年同向钱塘泊。叹飘零、俱为出山忙，平生错。青青鬓，长如昨。纷纷事，轻抛却。道功名何必，凤池麟阁。老境尚期游汗漫，壮心不用伤离索。恨明朝、相望越山重，吴江阔。"},
{"title": "春日草堂奎章照磨林彦广惠酒二首 其二", "author": "王鉴", "dynasty": "魏晋", "content": "柴门不起整十日，溪上春风来更迟。庭松自觉相忘我，野花不知开向谁。会须醅酒致元亮，祇用抱琴怀子期。所喜樊山古心在，相逢时许草堂资。"},
{"title": "秋日武陵客舍写怀 其一", "author": "陈寿", "dynasty": "魏晋", "content": "功业难成自可嗟，那堪旅食向天涯。沧江断雁旅秋思，青镜流年感物华。落日丹枫愁里树，故园黄菊梦中花。悠悠归计何时定，独对西湖苦忆家。"},
{"title": "秋日有怀二首 其一", "author": "张野", "dynasty": "魏晋", "content": "云散长天见晚霞，江涛千顷漾晴沙。西风门巷飘桐叶，疏雨园篱落豆花。笛韵已残渔罢钓，砧声初起客思家。旧交契阔稀相见，闲倚西楼数去鸦。"},
{"title": "送卢梦扬同年归娶", "author": "欧阳建", "dynasty": "魏晋", "content": "风捲长空积雨收，青天白日送行舟。虬龙万里腾虹剑，蘋蓼千花映彩斿。金屋贮将春昼暖，银河济渡夜光浮。缘知青琐重游地，槐棘阴浓景未秋。"},
{"title": "赠双寿卷", "author": "欧阳建", "dynasty": "魏晋", "content": "北天遥祝八千里，南极腾光七十年。椿树撑云常郁郁，萱花迎日自妍妍。閒来白日相依在，老去朱颜尚未迁。乡里不悭行苇赋，贤郎将买渡江船。"},
{"title": "送赵季文之湖州", "author": "王鉴", "dynasty": "魏晋", "content": "东风官柳绿生烟，江上飞花送客船。人醉离亭金凿落，马嘶芳草锦鞍鞯。清溪绕屋浑如画，白酒盈尊不论钱。遥想政成多暇日，好诗随意入新编。"},
{"title": "寺前秋泛限韵", "author": "曹嘉", "dynasty": "魏晋", "content": "湖上晴游即镜中，轻烟淡霭静浮空。岸回舟自蒹葭入，塔迥云从殿阁通。惊吹鱼龙时出没，傍筵鸥鹭晚西东。回桡更泛桃花水，不辨秋林返照红。"},
{"title": "寓怀", "author": "陈寿", "dynasty": "魏晋", "content": "霄汉苦未达，支离愧此身。鸟啼云嶂晓，花落草堂春。为问逢时者，谁怜失意人。年年江海上，空自怨青蘋。"},
{"title": "题画 其三", "author": "陈寿", "dynasty": "魏晋", "content": "杨花如雪正飞春，新水茫茫浸绿蘋。桃叶桃根何处是，东风愁杀渡江人。"},
{"title": "万宁宫朝回", "author": "张翰", "dynasty": "魏晋", "content": "宿雨初收变晓凉，宫槐恰得几花黄。鹊传喜语留鞘尾，泉打空山辊鞠场。已觉云林非俗境，更从衣袖得天香。太平朝野欢娱在，不到莲塘有底忙。"},
{"title": "闻郑生死丰沛舟中二首 其二", "author": "曹嘉", "dynasty": "魏晋", "content": "已返河梁棹，难招楚泽魂。何人收旅衬，有客酹清樽。浦月沉帆影，山花没屐痕。梁园旧游地，风色自黄昏。"},
{"title": "水龙吟 为王少傅寿", "author": "张野", "dynasty": "魏晋", "content": "画堂佳气匆匆，玉梅迎腊香初度。人生可庆，官腊极品，年登上寿。一代风流，三公仪范，四朝耆旧。算世间除却，东山谢傅，问谁是，调元手。眉宇阴功何厚。看富贵荣华长久。金章照眼，彩衣戏舞，桂枝联秀。尚父规模，武公勋业，亨衢尽有。愿年年剩把，普天霖雨，酿长生酒。"},
{"title": "送张振古二首 其二", "author": "杨方", "dynasty": "魏晋", "content": "张公不是病参军，晚出犹将一事君。耿介只今无伴处，秋光诗好与谁闻。"},
{"title": "京都闻砧", "author": "欧阳建", "dynasty": "魏晋", "content": "砧杵声声过短篱，一声高处一声低。画蛇几许惭添足，梦蝶多时苦弄衣。黄菊有花非我里，青山无恙待人归。行行争奈千千舍，欲学天门八翼飞。"},
{"title": "南乡子", "author": "张野", "dynasty": "魏晋", "content": "霭霭度春空。长妒花阴月影中。曾为清歌还少月，匆匆。变作春前喜气浓。一笑为谁容。只许幽人出处同。却恐等闲为雨后，东风。吹过巫山第几峰。"},
{"title": "题梅二首 其一 红梅", "author": "王鉴", "dynasty": "魏晋", "content": "玉妃步步影毵毵，燕罢瑶池酒正酣。夜半不知风露冷，梦随春雨过江南。"},
{"title": "赴春闱", "author": "欧阳建", "dynasty": "魏晋", "content": "睡起篁庄日已红，方知鞅掌是途中。帆飞荻港江河阔，马度梅关霜雪浓。未尽风光行且北，祇因流派别于东。丈夫不与匏瓜伍，湖海奔波鱼化龙。"},
{"title": "古乐府 度关山", "author": "张载", "dynasty": "魏晋", "content": "度关山，循九州，省耕宽徭询明幽。人为贵兮，哀我人斯敢予休。"},
{"title": "水龙吟 登滕王阁", "author": "张野", "dynasty": "魏晋", "content": "画檐丛翠凌霄，暮云还送西山雨。千年陈迹，一时胜概，东南宾主。佩玉鸣銮，西风吹入，江声柔橹。漫登临赢得，征鞍倦客，离思乱，乡心苦。一梦繁华何许。空留得悲凉今古。雄文健笔，星辉日映，鬼呵神护。倚遍阑干，有心也待，留题新句。见一双白鸟，苍烟影里，背人飞去。"},
{"title": "赠石德固", "author": "张翰", "dynasty": "魏晋", "content": "西湖之月清无尘，橘中之乐犹避秦。向来所见止此耳，渠亦岂是真知津。如君眼孔乃许大，万事付之尘甑堕。儿能诗书又肯播，著脚世间看踏破。青巾玉带桃李花，日斜空望紫云车。布衣谁识隐君子，一马㿉然何处家。"},
{"title": "古乐府 东门行", "author": "张载", "dynasty": "魏晋", "content": "古风出东门，我行乐巾綦。今歌东门行，牵衣强留甘餔糜。仗剑去，忽如遗，时清君去予心哀。"},
{"title": "闻郑生死丰沛舟中二首 其一", "author": "曹嘉", "dynasty": "魏晋", "content": "太初仙逝早，少谷暝游深。讵谓方山客，同随秋草阴。野云飘素幔，寒日下空林。重念群芳歇，临风涕满襟。"},
{"title": "秋日武陵客舍写怀 其三", "author": "陈寿", "dynasty": "魏晋", "content": "放逐江潭岁欲深，形容憔悴独行吟。看云每动憔亲念，抚剑空怀报国心。岛屿微茫乡土异，关河牢落雁书沈。晚来何处堪惆怅，斜日猿声枫树林。"},
{"title": "句 其二", "author": "张载", "dynasty": "魏晋", "content": "若要居二宅，先须入礼门。"},
{"title": "谒伍员庙", "author": "陈寿", "dynasty": "魏晋", "content": "一自将军赐剑归，夫差不觉堕雠机。天荒地老英魂泣，国破台倾霸业违。吴郡旧愁明月在，越江遗恨怒涛飞。灵祠寂寂空山里，老树苍藤掩夕晖。"},
{"title": "八翁吟十首 其九", "author": "张载", "dynasty": "魏晋", "content": "褒斜谷口卧龙翁，量如江海风如虹。不应三顾逢先主，至今千载慕冥鸿。"},
{"title": "陶君誇其分司桃花独树予往观之次其韵", "author": "曹嘉", "dynasty": "魏晋", "content": "独树红桃太放花，主人折赠众宾誇。当筵雨□□犹湿，倚槛风枯午更斜。剩有琴书分秀色，岂容蜂蝶乱芳华。英朋海内如君少，拟报琼瑶醉紫霞。"},
{"title": "乔宜中邀看杏花并再和宜中刘禹畴韵", "author": "王鉴", "dynasty": "魏晋", "content": "朱阑曲径春光好，一树杏花开独早。枝头无处著风流，时有幽香暗相恼。画堂帘影昼婆娑，伫看娇姿红映缟。芳心欲吐半含羞，脉脉春愁倩谁扫。飞来翠鸟更多情，斜立花枝如画稿。主人留客客尽欢，畅饮高歌各倾倒。明朝回首绿阴浓，惆怅残红藉芳草。江南二月风光好，为惜花枝春起早。窗前晓露湿胭脂，无限娇羞使人恼。欲开未开开更妍，半醉佳人衣轻缟。年年消息雨声中，数点落红和眼扫。客来终日隔帘看，棋罢酒阑诗上稿。情怀不似少年时，白发对花嗟潦倒。明朝相约抱琴来，重嗅馀香步庭草。当时共说梁园好，过眼繁华消歇早。青城有恨不可雪，酒酣按剑生烦恼。东风回首花满城，桃李纷纷红间缟。一枝娇小独堪怜，翠叶纤纤眉半扫。徐熙巧思妙绝伦，画出生红留旧稿。相期看花花已飘，为惜春光𢬵醉倒。酒醒不忍蹋残红，坐看佳人閒斗草。"},
{"title": "牧牛儿", "author": "张载", "dynasty": "魏晋", "content": "牧牛儿，放牛莫放涧水西，涧水流急牛苦饥。放牛莫放青草畔，牛卧得草儿亦懒。儿懒随牛莫着鞭，几年力作无荒田。雨调风顺租税了，儿但放牛相对眠。"},
{"title": "古乐府 短歌行", "author": "张载", "dynasty": "魏晋", "content": "灵旗指，不庭方，大风泱泱天外扬。短箫歌，歌恺康。明廷万年，继明重光。曾孙稼，如茨梁。嘉与万邦，纯嘏有常。"},
{"title": "合欢诗", "author": "杨方", "dynasty": "魏晋", "content": "尔根深且固，余根浅且洿。移植艮无期，叹息将何如。"},
{"title": "孤宦", "author": "张载", "dynasty": "魏晋", "content": "孤宦殊方意自违，邻光兹幸托馀辉。人心识尽童心减，世事谙多乐事稀。直有岁寒甘柏说，终无春思惜花飞。岂同毛刺墦间客，向望他门卜所依。"},
{"title": "王豸使既返东月皎升乃与李曹二子径觞吹台之巅口占柬黄子同赋", "author": "曹嘉", "dynasty": "魏晋", "content": "皎皎秋圆月，亭亭夜迥台。光随车马上，步接斗牛回。赋雪邹枚迹，临风李杜杯。犹怜朱绂客，不共坐莓苔。"},
{"title": "次答李梦阳送甥嘉之茂州次玉溪侍御韵三首 其三", "author": "曹嘉", "dynasty": "魏晋", "content": "障海功难就，排山力渐消。花心伤绣斧，鸟步习绳桥。郡国西羌尽，星辰北极遥。赐环竟何日，含泪望中朝。"},
{"title": "古乐府 日重光", "author": "张载", "dynasty": "魏晋", "content": "日重光，天际翔，愿言贞明永瞻望。月重轮，淡溟渊。愿犹月之恒，协帝仪中天。"},
{"title": "曲江春望", "author": "王鉴", "dynasty": "魏晋", "content": "檐牙隐隐出层霄，飞阁连楹涌翠涛。花夹御城红雾重，春移仙仗綵云高。天家日月无私照，圣世山河不动摇。正是太平文物盛，玉笙金筦进蒲萄。"},
{"title": "古乐府 鸡鸣", "author": "张载", "dynasty": "魏晋", "content": "鸡鸣嘐嘐兮台怀忧，兄弟表里兮台心求。黄金门，白玉堂。置酒恺乐，荣华有光。桃伤李僵，尔如或忘。"},
{"title": "孤宦", "author": "张载", "dynasty": "魏晋", "content": "孤宦殊方意自违，邻光兹幸托馀辉。人心识尽兹心减，世事谙多乐事稀。直有岁寒甘柏说，终无春思惜花飞。岂同毛刺墦间客，向望他门卜所依。"},
{"title": "书斋自儆", "author": "张载", "dynasty": "魏晋", "content": "画前有易不知易，玄上求玄恐未玄。白首纷如成底事，蠹鱼徒自老青编。"},
{"title": "次答李梦阳送甥嘉之茂州次玉溪侍御韵三首 其二", "author": "曹嘉", "dynasty": "魏晋", "content": "我有龙渊物，谁云鸟道难。桥横江不阔，岭度雪空盘。感慨悲前事，威棱想旧官。投荒吾不恨，指佞万人看。"},
{"title": "水龙吟 题湖山胜槩亭", "author": "张野", "dynasty": "魏晋", "content": "翠微曾共登临，冷光潋滟三千顷。玉京佳处，景虽天造，地因人胜。若把西施，淡妆浓抹，两相比并。道此间如对，姮娥仙子，慵梳掠，临鸾镜。满意曲阑芳径。早安排、雨篷烟艇。茶瓯雪卷，纹楸雹碎，醉魂初醒。湖海高情，林泉清意，几人能领。算知音只有，中宵凉月，浸蓬莱影。"},
{"title": "晦日泛舟应诏诗", "author": "卢元明", "dynasty": "魏晋", "content": "轻灰吹上管，落蓂飘下蒂。迟迟春色华，晼晼年光丽。"},
{"title": "秋日武陵客舍写怀 其二", "author": "陈寿", "dynasty": "魏晋", "content": "风波世路信多艰，千里羁危未得还。慈母倚门垂白发，故园回首隔青山。交游半达云霄上，弟妹相亲梦寐间。寂莫空斋谁顾问，只将诗句慰愁颜。"},
{"title": "句 其十四", "author": "孟宾于", "dynasty": "魏晋", "content": "两京游寺曾题榜，五举逢知始看花。"},
{"title": "春日临池诗", "author": "温子升", "dynasty": "魏晋", "content": "光风动春树，丹霞起暮阴。嵯峨映连璧，飘飖下散金。徒自临濠渚，空复抚鸣琴。莫知流水曲，谁辩游鱼心。"},
{"title": "送张振古二首 其一", "author": "杨方", "dynasty": "魏晋", "content": "积刚自许挟浮云，拂拭平生欲佩君。匣古年侵春晕涩，忍随人课割铅勋。"},
{"title": "凉州乐歌二首 其二", "author": "温子升", "dynasty": "魏晋", "content": "路出玉门关，城接龙城坂。但事弦歌乐，谁道山川远。"},
{"title": "再过回公寺", "author": "张翰", "dynasty": "魏晋", "content": "山州风土极边头，二十年中复此游。青鬓已随人事改，碧溪犹绕寺门流。轻寒剪剪侵驼褐，小雪霏霏入蜃楼。为问劳生几时了，不成长抱异乡愁。"},
{"title": "送苏修撰赴阙四首 其四", "author": "张载", "dynasty": "魏晋", "content": "出异归同禹与颜，未分黄阁与青山。事机爽忽秋毫上，聊验天心语默间。"},
{"title": "白发", "author": "张载", "dynasty": "魏晋", "content": "白发千梳昼景暄，乌瓶一啜夜窗寒。庙堂勤苦茅斋静，不见人心是两般。"},
{"title": "八翁吟十首 其八", "author": "张载", "dynasty": "魏晋", "content": "一身无碍竺乾翁，遍圆身世戒身同。船师从我乘桴去，顽空中与指真空。"},
{"title": "鸡鸣篇", "author": "岑德润", "dynasty": "魏晋", "content": "钟响应繁霜，晨鸡锦臆张。帘迥犹侵露，枝高已映光。排空下朝揭，奋翼上花扬。雨晦思君子，关开脱孟尝。既得依云外，安用集陈仓。"},
{"title": "从驾幸金墉城诗", "author": "温子升", "dynasty": "魏晋", "content": "兹城实佳丽，飞甍自相并。胶葛拥行风，岧峣閟流景。御沟属清洛，驰道通丹屏。湛淡水成文，参差树交影。长门久已闭，离宫一何静。细草缘玉阶，高枝荫桐井。微微夕渚暗，肃肃暮风冷。神行扬翠旗，天临肃清警。伊臣从下列，逢恩信多幸。康衢虽已泰，弱力将安骋。"},
{"title": "发东仓呈伯京", "author": "王鉴", "dynasty": "魏晋", "content": "空江五月湖水生，摇摇一舸随潮行。芦花旋风作雪舞，水气上天侵月明。白发不禁游子兴，青山忽动异乡情。天涯沦落何多幸，赖有故人如弟兄。"},
{"title": "呈张贞居", "author": "王鉴", "dynasty": "魏晋", "content": "句曲山人毛发古，苍龙为剑羽衣轻。道高不入方士格，海内惟闻外史名。石菌依稀丹气动，玉壶潋滟紫文生。孤山祠与楼居近，应傍梅花领鹤行。"},
{"title": "结袜子", "author": "温子升", "dynasty": "魏晋", "content": "谁能访故剑，会自逐前鱼。裁纫终委箧，织素空有馀。"},
{"title": "赋得临阶危石诗", "author": "岑德润", "dynasty": "魏晋", "content": "当阶耸危石，殊状实难名。带山疑似兽，侵波或类鲸。云峰临栋起，莲影入檐生。楚人终不识，徒自蕴连城。"},
{"title": "淳熙辛丑自武宁丞摄靖安作 其二", "author": "杨方", "dynasty": "魏晋", "content": "堂上官人似野人，村氓相见可相亲。开门坐对临溪树，故是水边林下身。"},
{"title": "沁园春", "author": "张野", "dynasty": "魏晋", "content": "前日庐山，今日庐山，岂偶然哉。喜青衫旧梦，轻车熟路，白云清兴，翠壁丹崖。石镜光寒，香炉烟暖，晴雪飞空玉峡开。天公意，欲先生健笔，洗尽尘埃。三年握手金台。任意气、相期隘九垓。恨征帆缥缈，秋风南浦，书灯冷落，夜雨西斋。莲社香中，琵琶亭上，我念京尘无好怀。君须记，怕雁回时节，早寄诗来。"},
{"title": "诗", "author": "游雅", "dynasty": "魏晋", "content": "人贵河间邢，不胜广平游。人自弃伯度，我自敬黄头。"},
{"title": "水龙吟 和马西麓韵", "author": "张野", "dynasty": "魏晋", "content": "故人邂逅相逢，满怀和气无边际。别来一载，光阴回首，水流星坠。白雪歌词，青云人物，知音有几。把沧溟倒卷，天瓢满吸，须拼了，为君醉。醉眼瞢腾不寐。直望断长空万里。风清露冷，乾坤似昼，月华如洗。梦里遨游，蕊珠宫殿，飘然得意。到醒来有句，且休拈出，怕惊尘世。"},
{"title": "刺谗诗", "author": "阳固", "dynasty": "魏晋", "content": "巧佞巧佞，谗言兴兮。营营习习，似青绳兮。以白为黑，在汝口兮。汝非蝮虿，毒何厚兮。巧佞巧佞，一何工矣。伺间伺忿，言必从矣。朋党噂𠴲，自相同矣。浸润之谮，倾人墉矣。成人之美，君子贵焉。攻人之恶，君子愧焉。汝何人斯，谮毁日繁。予实无罪，何骋汝言。番番缉缉，谗言侧入。君子好谗，如或弗及。天疾谗说，汝其至矣。无妄之祸，行将及矣。泛泛游凫，弗制弗拘。行藏之徒，或智或愚。维余小子，未明兹理。毁与行俱，言与衅起。我其惩矣，我其悔矣。岂求人兮，思恕在己。"},
{"title": "神士赋歌", "author": "李谧", "dynasty": "魏晋", "content": "周孔重儒教，庄老贵无为。二途虽如异，一是买声儿。生乎意不惬，死名用何施。可心聊自乐，终不为人移。脱寻余志者，陶然正若斯。"},
{"title": "赠庐山神徐君诗", "author": "吴猛", "dynasty": "魏晋", "content": "仰瞩列仙馆，俯察王神宅。旷载畅幽怀，倾盖付三益。"},
{"title": "答石崇诗", "author": "棘腆", "dynasty": "魏晋", "content": "昔我不造，备尝颠沛。后土倾基，皇天陨盖。少怀蒙昧，长无耿介。遗训莫闻，出入靡赖。如彼泉流，不绝若带。终怀永思，感昔康泰。我舅敷命，于彼徐方。载咏陟岵，言念渭阳。乃溯洪流，泛身馀艎。宵寝晨逝，曷路之长。亦既至止，愿言以写。爰有石侯，作镇东夏。宽以抚戎，从容柔雅。兽啸幽岩，翔风扇起。逸响既振，众听倾耳。恂恂善诱，大揖群士。宗道投意，结心万里。我固其终，人结其始。宗道伊何，英朗特俊。如彼凌高，日以增峻。隰朋有慕，颜生希舜。游志域外，涤除鄙吝。仰止晨风，豫登数仞。我闻有言，居安思危。位极则迁，势至必移。上德无欲，遗道不为。妙识先觉，通梦皇羲。窃睹党奥，钦蹈明规。"},
{"title": "宣贵妃挽歌", "author": "江智渊", "dynasty": "魏晋", "content": "袿襚来尘寂，筵俎竟虚存。云松方霭露，风草已声原。"},
{"title": "浮萍诗", "author": "冯元兴", "dynasty": "魏晋", "content": "有草生碧池，无根绿水上。脆弱恶风波，危微苦惊浪。"},
{"title": "赠石崇", "author": "棘腆", "dynasty": "魏晋", "content": "翕如翔云会，忽若惊风散。分给怀离析，对乐增累叹。"},
{"title": "句 其七", "author": "孟宾于", "dynasty": "魏晋", "content": "远寺连沙静，閒舟入浦迟。"},
{"title": "诗", "author": "棘据", "dynasty": "魏晋", "content": "真伪各有分，驽骥不齐镳。"},
{"title": "释奠诗", "author": "李谐", "dynasty": "魏晋", "content": "沛泽南朝，峒山北面。帝曰师氏，陈牲委奠。神具醉止，薄言嘉宴。"},
{"title": "江浦赋诗", "author": "李谐", "dynasty": "魏晋", "content": "帝献二仪合，黄华千里清。边笳城上响，寒月浦中明。"},
{"title": "句 其八", "author": "张载", "dynasty": "魏晋", "content": "春菰牙露翠，水荇叶连青。"},
{"title": "梦友人王由赋别诗", "author": "卢元明", "dynasty": "魏晋", "content": "自兹一去后，市朝不复游。"},
{"title": "诗", "author": "棘据", "dynasty": "魏晋", "content": "骐骥伏吴坂，不与伯乐俱。驽马同衔勒，岂得独卓殊。"},
{"title": "题北村六首 其五", "author": "张载", "dynasty": "魏晋", "content": "不堪烦暑病荒城，六月翛然寓野亭。珍重南山且归去，再来相望雨中青。"},
{"title": "答伏武仲诗", "author": "挚虞", "dynasty": "魏晋", "content": "崇山栖凤，广泉含螭。洋洋大府，俊德攸宜。用集群英，参翼弘规。皇晖增曜，明两作离。爰有伏生，东夏之秀。盛德如新，畜智如旧。储材积艺，待时而茂。九德殊涂，道将焉就。邂逅之遇，良愿是适。同闬比屋，笑语卒获。望宋谓近，曾不咫尺。一苇则杭，矧兹隔壁。既近其室，不远其心。齐此笃爱，惠予好音。金声玉振，文艳旨深。孰不歌咏，被之瑟琴。"},
{"title": "赠亲友", "author": "李骞", "dynasty": "魏晋", "content": "幽栖多暇日，总驾萃荒坰。南瞻带宫雉，北睇拒畦瀛。流水时将末，悬炭渐云轻。寒风率已厉，秋水寂无声。层阴蔽长野，冻雨暗穷汀。侣浴浮还没，孤飞息且惊。三褫俄终岁，一丸曾未营。闲居同洛涘，归身款武城。稍旅原思藋，坐梦尹勤荆。监河爱斗水，苏子惜馀明。益州达友趣，廷尉辩交情。岂若忻蓬筚，收志偶沈冥。"},
{"title": "诗", "author": "棘据", "dynasty": "魏晋", "content": "矫足登云阁，相伴步九华。徙倚凭高山，仰攀桂树柯。延首观神州，回睛盻曲阿。芳林挺修干，一岁再三花。何以济不朽，嘘吸漱朝霞。重岩吐神溜，倾觞挹涌波。恢恢大道间，人事足为多。"},
{"title": "赠司马君实", "author": "张载", "dynasty": "魏晋", "content": "二龙闲卧洛波清，今日都门独饯行。愿得贤人均出处，始知深意在苍生。"},
{"title": "送苏修撰赴阙四首 其三", "author": "张载", "dynasty": "魏晋", "content": "阖辟天机未始休，袗衣胝足两何求。巍巍只为苍生事，彼美何尝与九州。"},
{"title": "琴引", "author": "佚名", "dynasty": "魏晋", "content": "酒坐俱勿往。听吾琴之所言。舒长袖似舞兮乃褕袂何曼。奏章而却逢兮愿瞻心之所欢。借连娟之寒态兮假卮酒酌五般。泣喻而妖兮纳其声声丽颜。长㯓兮叹曰骑。美人旖旎纷嬆。枻霜罗衣兮羽旄。夜褒圭玉珠参差。妙丽兮被云髾。登高台兮望青挨。常羊啖还何厌兮归来。"},
{"title": "水仙操", "author": "佚名", "dynasty": "魏晋", "content": "翳洞渭兮流澌濩，舟楫逝兮仙不还。移形素兮蓬莱山，歍钦伤宫仙石还。"},
{"title": "五言诗", "author": "棘据", "dynasty": "魏晋", "content": "凉风动玄帐，明月皎素辉。"},
{"title": "箕山操", "author": "佚名", "dynasty": "魏晋", "content": "登彼箕山兮瞻望天下。山川丽崎。万物还普。日山运照。靡不记睹。游放其间。何所却虑。叹彼唐尧。独自愁苦。劳心九州。忧勤后土。谓余钦明。传禅易祖。我乐如何。盖不盼顾。河水流兮缘高山。甘瓜施兮弃绵蛮。高林肃兮相错连。居此之处傲尧君。"},
{"title": "炖煌乐", "author": "温子升", "dynasty": "魏晋", "content": "客从远方来，相随歌且笑。自有炖煌乐，不减安陵调。"},
{"title": "应制赋铜鞮山松诗", "author": "元协", "dynasty": "魏晋", "content": "问松林。松林经几冬。山川何如昔。风云与古同。"},
{"title": "辟历", "author": "佚名", "dynasty": "魏晋", "content": "疾雨盈河。辟历下臻。洪水浩浩滔厥天。铿𧻴隆愧。隐隐阗阗。国将亡兮丧厥年。"},
{"title": "诗", "author": "棘据", "dynasty": "魏晋", "content": "有凤适南中，终日无欢娱。自怨酲桐远，行飞栖桑榆。旧迅振长翼，俯仰向天衢。箫韶逝无闻，朝阳不可须。"},
{"title": "拘幽操", "author": "佚名", "dynasty": "魏晋", "content": "殷道溷溷浸浊烦兮。朱紫相合不别分兮。迷乱声色信谗言兮。炎炎之虐使我愆兮。幽闭牢阱由其言兮。无辜桎梏谁所宣兮。进我四人忧勤勤兮。得此珍玩且解大患兮。仓皇迤命遗后昆兮。作此象变兆在昌兮。钦承祖命天不丧兮。遂临下土在圣明兮。讨暴除乱诛逆王兮。"},
{"title": "安东平五曲 其二", "author": "佚名", "dynasty": "魏晋", "content": "吴中细布，阔幅长度。我有一端，与郎作裤。"},
{"title": "悲平城诗", "author": "王肃", "dynasty": "魏晋", "content": "悲平城。驱马入云中。阴山常晦雪。荒松无罢风。"},
{"title": "履霜操", "author": "佚名", "dynasty": "魏晋", "content": "履朝霜兮采晨寒。考不明其心兮听谗言。孤恩别离兮摧肺肝。何辜皇天兮遭斯愆。痛殁不同兮恩有偏。谁说顾兮知我冤。"},
{"title": "咏鱼诗", "author": "岑德润", "dynasty": "魏晋", "content": "剑影侵波合，珠光带水新。莲东自可戏，安用上龙津。"},
{"title": "赠褚武良以尚书出为安东诗", "author": "挚虞", "dynasty": "魏晋", "content": "荡荡大晋，奄有八荒。畿服既宁，守在四疆。桓桓褚侯，镇彼遐方。变文膺武，武步龙骧。武有七德，众鲜克举。帝用是难，训咨既普。虽有周亲，唯能是与。大周之吉，归美于褚。褚侯之迈，人望实大。企彼江淮，眇焉如带。智名不彰，能功斯废。靡德而称，靡仁而赖。济济百辟，穆穆皇朝。虽则异事，谁非同寮。出者眷之，处者恋之。情发于中，用著斯诗。"},
{"title": "思亲操", "author": "佚名", "dynasty": "魏晋", "content": "陟彼历山兮崔嵬。有鸟翔兮高飞。瞻彼鸠兮徘翔。河水洋洋兮清冷。深谷鸟鸣兮嘤嘤。设罝张■兮思我父母力耕。日与月兮往如驰。父母远兮吾将安归。"},
{"title": "诗", "author": "棘据", "dynasty": "魏晋", "content": "金玉有本质，焉能不坚刚。惟在远炉灰，幽居永潜藏。"},
{"title": "雉朝飞操", "author": "佚名", "dynasty": "魏晋", "content": "雉朝飞。鸣相和。雌雄群游于山阿。我独何命兮未有家。时将暮兮可奈何。嗟嗟暮兮可奈何。"},
{"title": "越裳操", "author": "佚名", "dynasty": "魏晋", "content": "于戏嗟嗟。非旦之力。乃文王之德。"},
{"title": "思亲操", "author": "佚名", "dynasty": "魏晋", "content": "陟彼历山兮崔嵬。有鸟翔兮高飞。瞻彼鸠兮徘徊。河水洋洋兮清冷。深谷鸟鸣兮嘤嘤。设罝张■兮思我父母力耕。日与月兮往如驰。父母远兮吾将安归。"},
{"title": "赠杜方叔诗", "author": "棘嵩", "dynasty": "魏晋", "content": "爰有良木，结基崇岸。孤根挺茂，艳此丰干。晞曜朝阳，接润辰汉。如彼芳松，繁华冬粲。厥艳伊何，重英累茂。厥粲伊何，既苗而秀。绰矣杜生，应期特授。人以位瞻，而能义富。浩浩万区，悠悠俗网。变化无际，谁鉴其象。慎微将来，积著在往。惟子居之，久而不爽。名以实显，形端景立。弘之匪他，唯我所执。文莫如人，瞻望弗及。若在闻一，其殆知十。肇允发纵，履霜之始。乃自童矇，芳葩桑梓。鸣鹤在阴，縻爵君子。羽仪上京，弱冠来仕。在动能跃，处静思默。既宣厥文，亦茂其德。韫玉蓬林，亢衡上国。洪音振朗，晖曜四塞。达节无累，贵彼修身。不求善己，而务得人。进替惟意，与时屈申。万物云云，飘若埃尘。假翼岩阿，束翮景云。挫锐者易，鲜能解纷。德之休明，卓焉出群。岂独吴起，高谢田文。余与吾生，处非先后。神结倾盖，情固白首。推年下交，以文会友。忠焉之诲，望子善诱。积细靡队，一覆斯崇。训致以道，坚冰则终。虽小必大，无往不隆。嗟我良朋，敬承清风。"},
{"title": "交阯合浦民为贾琮歌", "author": "佚名", "dynasty": "魏晋", "content": "贾父来晚，使我先反。今见清平，吏不敢饭。"},
{"title": "子夜歌四十二首 其三十四", "author": "佚名", "dynasty": "魏晋", "content": "人各既畴匹，我志独乖违。风吹冬帘起，许时寒薄飞。"},
{"title": "神人畅", "author": "佚名", "dynasty": "魏晋", "content": "清庙穆兮承予宗。百僚肃兮于寝堂。醊祷进福求年丰。有𩐿在坐敕予为𡨂在玄中。钦哉昊天德不隆。承命任禹写中宫。"},
{"title": "拟关龙逢行歌", "author": "苻朗", "dynasty": "魏晋", "content": "造化劳我以生。休我以炮烙。"},
{"title": "悲彭城", "author": "祖莹", "dynasty": "魏晋", "content": "悲彭城。楚歌四面起。尸积石梁亭。血流睢水里。"},
{"title": "子夜歌四十二首 其三十八", "author": "佚名", "dynasty": "魏晋", "content": "遣信欢不来，自往复不出。金桐作芙蓉，莲子何能实。"},
{"title": "仪凤歌", "author": "佚名", "dynasty": "魏晋", "content": "凤皇翔兮于紫庭。余何德兮以感灵。赖先人兮恩泽臻。于胥乐兮民以宁。凤皇来兮百兽晨。"},
{"title": "子夜歌四十二首 其三十七", "author": "佚名", "dynasty": "魏晋", "content": "怜欢好情怀，移居作乡里。桐树生门前，出入见梧子。"},
{"title": "子夜歌四十二首 其三十", "author": "佚名", "dynasty": "魏晋", "content": "念爱情慊慊，倾倒无所惜。重帘持自鄣，谁知许厚薄。"},
{"title": "答杜育诗", "author": "棘嵩", "dynasty": "魏晋", "content": "矫矫骏足，繁缨朱就。"},
{"title": "抚琴歌", "author": "庐山夫人女婉", "dynasty": "魏晋", "content": "登庐山兮郁嵯峨，晞阳风兮拂紫霞。招若人兮濯灵波，欣良运兮畅云柯。弹鸣琴兮乐莫过，云龙会兮登太和。"},
{"title": "赠张始均诗", "author": "宋道玙", "dynasty": "魏晋", "content": "子深怀璧忧，余有当门病。"},
{"title": "箕子操", "author": "佚名", "dynasty": "魏晋", "content": "嗟嗟纣为无道杀比干。嗟重复嗟。独柰何。漆身为厉。被发以佯狂。今柰宗庙保。天乎天哉。欲负石自投河。嗟复嗟柰社稷何。"},
{"title": "信立", "author": "佚名", "dynasty": "魏晋", "content": "悠悠沂水经荆山兮。精气郁泱谷岩岩兮。中有神宝灼明明兮。穴山采玉难为功兮。于何献之楚先王兮。遇王暗昧信谗言兮。断截两足离余身兮。俯仰嗟叹心摧伤兮。紫之乱朱粉墨同兮。空山歔欷涕龙钟兮。天鉴孔明竟以彰兮。沂水滂沌流于汶兮。进宝得刑足离分兮。去封立信守休芸兮。断者不续岂不冤兮。"},
{"title": "子夜歌四十二首 其十二", "author": "佚名", "dynasty": "魏晋", "content": "朝思出前门，暮思还后渚。语笑向谁道，腹中阴忆汝。"},
{"title": "子夜歌四十二首 其十三", "author": "佚名", "dynasty": "魏晋", "content": "揽枕北窗卧，郎来就侬嬉。小喜多唐突，相怜能几时。"},
{"title": "安东平五曲 其一", "author": "佚名", "dynasty": "魏晋", "content": "凄凄烈烈，北风为雪。船道不通，步道断绝。"},
{"title": "子夜歌四十二首 其三十三", "author": "佚名", "dynasty": "魏晋", "content": "夜长不得眠，明月何灼灼。想闻欢唤声，虚应空中诺。"},
{"title": "陬操", "author": "佚名", "dynasty": "魏晋", "content": "周道衰微，礼乐陵迟。文武既坠，吾将焉归。周游天下，靡邦可依。凤鸟不识，珍宝枭鸱。眷然顾之，惨然心悲。巾车命驾，将适唐都。黄河洋洋，攸攸之鱼。临津不济，还辕息鄹。伤予道穷，哀彼无辜。翱翔于卫，复我旧庐。从我所好，其乐只且。"},
{"title": "诗", "author": "麋元", "dynasty": "魏晋", "content": "苍苍陵上柏，参差列成行。童童安石榴，列生神道傍。"},
{"title": "逸骥诗", "author": "挚虞", "dynasty": "魏晋", "content": "逸骥无镳辔，胜陆从长川。剪落就羁靮，飞轩蹑云烟。"},
{"title": "赠荀彦将诗", "author": "棘嵩", "dynasty": "魏晋", "content": "光光国宝，曰瑜曰瑾。济济清朝，曰髦曰俊。瑜瑾既琢，有温其润。髦俊既集，芳风其振。显允荀生，天挺厥真。沈识胁敏，温粹淑仁。初应宰命，徽音惟新。遂假蒲密，简在至神。时惟惠后，黎人攸绥。乃授明德，赋政近畿。戢翼太清，翻然凤飞。寻此遐跃，曜彼远晖。昔在豹产，显名当时。及尔祖公，播声于兹。赫赫显名，在尔扬之。穆穆播声，在尔光之。孰谓玉宝，匪我所珍。孰谓言轻，乃重千钧。勉树惠化，敬乃厥身。引领南望，望子清尘。"},
{"title": "子夜歌四十二首", "author": "佚名", "dynasty": "魏晋", "content": "落日出前门，瞻瞩见子度。冶容多姿鬓，芳香已盈路。"},
{"title": "赠石季伦诗", "author": "棘腆", "dynasty": "魏晋", "content": "深蒙君子眷，雅顾出群俗。受宝取诸怀，所赠非珠玉。凡我二三子，执手携玉腕。嘉言从所好，企予结云汉。望风整轻翮，因虚举双翰。朝游情渠侧，日夕登高馆。"},
{"title": "思归引", "author": "佚名", "dynasty": "魏晋", "content": "涓涓泉水。流及于淇兮。有怀于卫。靡日不思。执有不移兮行不隳。砛轲何辜兮离厥菑。嗟乎何辜兮离厥菑。"},
{"title": "怨诗", "author": "翾风", "dynasty": "魏晋", "content": "春华谁不美，卒伤秋落时。突烟还自低，鄙退岂所期。桂芳徒自蠹，失爱在蛾眉。坐见芳时歇，憔悴空自嗤。"},
{"title": "赠吴处玄诗", "author": "邯郸淳", "dynasty": "魏晋", "content": "我受上命，来随临菑。与君子处，曾未盈期。见召君朝，驾言趣期。群子重离，首命于时。饯我路隅，赠我嘉辞。既受德音，敢不答之。余惟薄德，既局且鄙。见养贤侯，于今四祀。既庇西伯，永誓没齿。今也被命，义在不俟。瞻恋我侯，又慕君子。行道迟迟，体逝情止。岂无好爵，惧不我与。圣主受命，千载一遇。攀龙附凤，必在初举。行矣去矣，别易会难。自强不息，人谁获安。愿子大夫，勉篑成山。天休方至，万福尔臻。"},
{"title": "别鹤操", "author": "佚名", "dynasty": "魏晋", "content": "将乖比翼兮隔天端。山川悠远兮路漫漫。揽衣不寐兮食忘餐。"},
{"title": "子夜歌四十二首 其十七", "author": "佚名", "dynasty": "魏晋", "content": "绿揽迮题锦，双裙今复开。已许腰中带，谁共解罗衣。"},
{"title": "子夜歌四十二首 其五", "author": "佚名", "dynasty": "魏晋", "content": "崎岖相怨慕，始获风云通。玉林语石阙，悲思两心同。"},
{"title": "太平酒谚", "author": "佚名", "dynasty": "魏晋", "content": "欲得长生。饮太平。"},
{"title": "子夜歌四十二首 其二十八", "author": "佚名", "dynasty": "魏晋", "content": "夜长不得眠，转侧听更鼓。无故欢相逢，使侬肝肠苦。"},
{"title": "子夜歌四十二首 其三十六", "author": "佚名", "dynasty": "魏晋", "content": "侬作北辰星，千年无转移。欢行白日心，朝东暮还西。"},
{"title": "安东平五曲 其三", "author": "佚名", "dynasty": "魏晋", "content": "微物虽轻，拙手所作。馀有三丈，为郎别厝。"},
{"title": "子夜歌四十二首 其十四", "author": "佚名", "dynasty": "魏晋", "content": "驻箸不能食，蹇蹇步闱里。投琼著局上，终日走博子。"},
{"title": "子夜歌四十二首 其十五", "author": "佚名", "dynasty": "魏晋", "content": "郎为傍人取，负侬非一事。摛门不安横，无复相关意。"},
{"title": "观化决疑诗", "author": "庐山诸沙弥", "dynasty": "魏晋", "content": "谋始创大业，问道叩玄篇。妙唱发幽蒙，观化悟自然。观化化已及，寻化无间然。生皆由化化，化化更相缠。宛转随化流，漂浪入化渊。五道化为海，孰为知化仙。万化同归尽，离化化乃玄。悲哉化中客，焉识化表年。"},
{"title": "子夜歌四十二首 其二十七", "author": "佚名", "dynasty": "魏晋", "content": "侬年不及时，其于作乖离。素不知浮萍，转动春风移。"},
{"title": "谚谣", "author": "佚名", "dynasty": "魏晋", "content": "杨君大安，董真命神。"},
{"title": "西晋永嘉砖铭", "author": "佚名", "dynasty": "魏晋", "content": "永嘉世，九州礼。"},
{"title": "子夜歌四十二首", "author": "佚名", "dynasty": "魏晋", "content": "高山种芙蓉，复经黄檗坞。果得一莲时，流离婴辛苦。"},
{"title": "子夜歌四十二首", "author": "佚名", "dynasty": "魏晋", "content": "气清明月朗，夜与君共嬉。郎歌妙意曲，侬亦吐芳词。"},
{"title": "飓风谚", "author": "佚名", "dynasty": "魏晋", "content": "朝三暮七，昼不过一。"},
{"title": "女儿子", "author": "佚名", "dynasty": "魏晋", "content": "巴东三峡猿鸣悲。夜鸣三声泪沾衣。"},
{"title": "子夜歌四十二首 其三", "author": "佚名", "dynasty": "魏晋", "content": "宿昔不梳头，丝发被两肩。婉伸郎膝下，何处不可怜。"},
{"title": "南燕人为公孙氏语", "author": "佚名", "dynasty": "魏晋", "content": "欲得侯。事五楼。"},
{"title": "葛洪引谚", "author": "佚名", "dynasty": "魏晋", "content": "太华之下。白骨狼藉。"},
{"title": "子夜歌四十二首 其二十一", "author": "佚名", "dynasty": "魏晋", "content": "别后涕流连，相思情悲满。忆子腹糜烂，肝肠尺寸断。"},
{"title": "子夜歌四十二首 其四十二", "author": "佚名", "dynasty": "魏晋", "content": "朝日照绮钱，光风动纨素。巧笑倩两犀，美目扬双蛾。"},
{"title": "子夜歌四十二首 其十九", "author": "佚名", "dynasty": "魏晋", "content": "欢愁侬亦惨，郎笑我便喜。不见连理树，异根同条起。"},
{"title": "巴东三峡歌二首 其二", "author": "佚名", "dynasty": "魏晋", "content": "巴东三峡猿鸣悲。猿鸣三声泪沾衣。"},
{"title": "巴东三峡歌", "author": "佚名", "dynasty": "魏晋", "content": "滩头白勃坚相持。倏忽沦没别无期。"},
{"title": "时人为王珉王珣语", "author": "佚名", "dynasty": "魏晋", "content": "法护非不佳，僧弥难为兄。"},
{"title": "子夜歌四十二首 其九", "author": "佚名", "dynasty": "魏晋", "content": "今日已欢别，合会在何时。明灯照空局，悠然未有期。"},
{"title": "时人为邓攸语", "author": "佚名", "dynasty": "魏晋", "content": "天道无知。使邓伯道无儿。"},
{"title": "子夜歌四十二首 其三十二", "author": "佚名", "dynasty": "魏晋", "content": "惊风急素柯，白日渐微濛。郎怀幽闺性，侬亦恃春容。"},
{"title": "苻坚时童谣", "author": "佚名", "dynasty": "魏晋", "content": "鱼羊田斗当灭秦。"},
{"title": "时人为习主簿语", "author": "佚名", "dynasty": "魏晋", "content": "徒三十年看儒书，不如一诣习主簿。"},
{"title": "子夜歌四十二首 其二十六", "author": "佚名", "dynasty": "魏晋", "content": "夜觉百思缠，忧叹涕流襟。徒怀倾筐情，郎谁明侬心。"},
{"title": "王子年引世语", "author": "佚名", "dynasty": "魏晋", "content": "青雊鸣。时太平。"},
{"title": "西晋永嘉砖铭", "author": "佚名", "dynasty": "魏晋", "content": "子孙千亿，皆寿万年。"},
{"title": "葛洪引谚", "author": "佚名", "dynasty": "魏晋", "content": "书三写。鱼成鲁帝成虎。"},
{"title": "升平末民歌", "author": "佚名", "dynasty": "魏晋", "content": "白门廉。宫庭廉。"},
{"title": "神弦歌十一首 其二 道君曲", "author": "佚名", "dynasty": "魏晋", "content": "中庭有树自语，梧桐推枝布叶。"},
{"title": "陈武引里语", "author": "佚名", "dynasty": "魏晋", "content": "都亭鼠。数闻长者语。"},
{"title": "洛中为冯荪语", "author": "佚名", "dynasty": "魏晋", "content": "洛中铮铮。冯惠卿。"},
{"title": "内经真谚", "author": "佚名", "dynasty": "魏晋", "content": "子欲夜书。当修常居。"},
{"title": "时人为赵王伦谚", "author": "佚名", "dynasty": "魏晋", "content": "貂不足。狗尾续。"},
{"title": "世为卞氏语", "author": "佚名", "dynasty": "魏晋", "content": "卞氏六龙，玄仁无双。"},
{"title": "京口民间谣二首 其二", "author": "佚名", "dynasty": "魏晋", "content": "黄头小人欲作乱。赖得金刀作蕃捍。"},
{"title": "襄阳里人为庞焕语", "author": "佚名", "dynasty": "魏晋", "content": "我家池里，龙种来归。"},
{"title": "安帝义熙初童谣", "author": "佚名", "dynasty": "魏晋", "content": "官家养芦化成荻。芦生不止自成积。"},
{"title": "荆州百姓歌", "author": "佚名", "dynasty": "魏晋", "content": "黄昙英。扬州大佛来上明。"},
{"title": "成帝末童谣", "author": "佚名", "dynasty": "魏晋", "content": "磕磕何隆隆。驾车入梓宫。"},
{"title": "长安为苻坚语", "author": "佚名", "dynasty": "魏晋", "content": "欲得必存。当举烟。"},
{"title": "京师为刘舆刘琨语", "author": "佚名", "dynasty": "魏晋", "content": "洛中奕奕。庆孙越石。"},
{"title": "女儿子 其二", "author": "佚名", "dynasty": "魏晋", "content": "我欲上蜀蜀水难。蹋蹀珂头腰环环。"},
{"title": "时人为谢鲲语", "author": "佚名", "dynasty": "魏晋", "content": "任达不已。幼舆折齿。"},
{"title": "时人欧阳建语", "author": "佚名", "dynasty": "魏晋", "content": "渤海赫赫。欧阳坚石。"},
{"title": "东山谚", "author": "佚名", "dynasty": "魏晋", "content": "深量深思。林谈识记。"},
{"title": "陆机引里语", "author": "佚名", "dynasty": "魏晋", "content": "趣织鸣。懒妇惊。"},
{"title": "三魏为刘毅语", "author": "佚名", "dynasty": "魏晋", "content": "但闻刘轼曹，不闻杜府君。"},
{"title": "陇上童谣", "author": "佚名", "dynasty": "魏晋", "content": "十斗二升沙。谁为王擢家。"},
{"title": "时人为裴秀语", "author": "佚名", "dynasty": "魏晋", "content": "后进领袖。有裴秀。"},
{"title": "东晋泰宁三年墓砖铭", "author": "佚名", "dynasty": "魏晋", "content": "吉且阳，宜侯王。"},
{"title": "干宝引语", "author": "佚名", "dynasty": "魏晋", "content": "宗定伯卖鬼，得钱千五百。"},
{"title": "苻坚国中谣", "author": "佚名", "dynasty": "魏晋", "content": "谁谓尔坚。石打碎。"},
{"title": "时人为释道安语", "author": "佚名", "dynasty": "魏晋", "content": "漆道人。惊四邻。"},
{"title": "时人为张冲谣", "author": "佚名", "dynasty": "魏晋", "content": "推财不疑。张长思。"},
{"title": "怀帝永嘉初童谣", "author": "佚名", "dynasty": "魏晋", "content": "洛中大鼠长尺二。若不早去天狗至。"},
{"title": "西晋永嘉六年砖铭", "author": "佚名", "dynasty": "魏晋", "content": "宜公侯，寿百年。"},
{"title": "安帝义熙初谣二首 其一", "author": "佚名", "dynasty": "魏晋", "content": "芦生漫漫竟天半。"},
{"title": "洛中为刘氏兄弟语", "author": "佚名", "dynasty": "魏晋", "content": "洛中雅雅。有三嘏。"},
{"title": "悯帝初童谣", "author": "佚名", "dynasty": "魏晋", "content": "天子在何许，近在豆田中。"},
{"title": "元康三的蜀中童谣四首 其三", "author": "佚名", "dynasty": "魏晋", "content": "巴郡葛，当下美。"},
{"title": "王彭祖谣", "author": "佚名", "dynasty": "魏晋", "content": "幽州城门似藏户。中有伏尸王彭祖。"},
{"title": "北州为朱硕棘嵩谣", "author": "佚名", "dynasty": "魏晋", "content": "府中赫赫朱邱伯，十囊五囊入棘郎。"},
{"title": "秦雍为辛氏语", "author": "佚名", "dynasty": "魏晋", "content": "五龙一门。金友玉昆。"},
{"title": "释道安引谚", "author": "佚名", "dynasty": "魏晋", "content": "紫实昧朱，狂斯滥哲。"},
{"title": "南土为杜预歌", "author": "佚名", "dynasty": "魏晋", "content": "后世无叛由杜翁。孰识智名与勇功。"},
{"title": "杨泉引里语", "author": "佚名", "dynasty": "魏晋", "content": "能理乱丝。乃可读诗。"},
{"title": "咸康二年童谣", "author": "佚名", "dynasty": "魏晋", "content": "麦入土。杀石虎。"},
{"title": "时人为石苞语", "author": "佚名", "dynasty": "魏晋", "content": "石仲容，姣无双。"},
{"title": "䱥鱼谚", "author": "佚名", "dynasty": "魏晋", "content": "宁去累世宅。不去䱥鱼额。"},
{"title": "诸葛恪引里语", "author": "佚名", "dynasty": "魏晋", "content": "明镜所以照形，古事所以知今。"},
{"title": "时人为刘颂语", "author": "佚名", "dynasty": "魏晋", "content": "雷蒋谷鲁。刘为最祖。"},
{"title": "时人为杜预号", "author": "佚名", "dynasty": "魏晋", "content": "杜武库言，无所不有。"},
{"title": "太和末童谣", "author": "佚名", "dynasty": "魏晋", "content": "犁牛耕御路，白门种小麦。"},
{"title": "京口民间谣二首 其一", "author": "佚名", "dynasty": "魏晋", "content": "黄头小人欲作贼。阿公在城下指缚得。"},
{"title": "黄龙中童谣", "author": "佚名", "dynasty": "魏晋", "content": "行白者君。追汝句骊马。"},
{"title": "宣城民为陶汪歌", "author": "佚名", "dynasty": "魏晋", "content": "人当勤学得主簿。谁使为之陶明府。"},
{"title": "乡里为李严谚", "author": "佚名", "dynasty": "魏晋", "content": "难可狎。李鳞甲。"},
{"title": "洛中为荀闿语", "author": "佚名", "dynasty": "魏晋", "content": "洛中英英。荀道明。"},
{"title": "蜀民为何随语", "author": "佚名", "dynasty": "魏晋", "content": "安汉吏取粮。令为之偿。"},
{"title": "洪水谣", "author": "佚名", "dynasty": "魏晋", "content": "雨若不止。洪水必起。"},
{"title": "谯周引谚", "author": "佚名", "dynasty": "魏晋", "content": "射幸数跌。不如审发。"},
{"title": "闾里为消肠酒歌", "author": "佚名", "dynasty": "魏晋", "content": "宁得醇酒消肠。不与日月齐光。"},
{"title": "西土谣", "author": "佚名", "dynasty": "魏晋", "content": "手莫头。图凉州。"},
{"title": "时人为权翼苻雅语", "author": "佚名", "dynasty": "魏晋", "content": "不为权翼富，宁作苻雅贫。"},
{"title": "时人为羊祜语", "author": "佚名", "dynasty": "魏晋", "content": "二王当国。羊公无德。"},
{"title": "惠帝元康中京洛童谣二首 其二", "author": "佚名", "dynasty": "魏晋", "content": "城东马子莫咙哅。比至来年缠汝鬉。"},
{"title": "广陵谚", "author": "佚名", "dynasty": "魏晋", "content": "解结理烦。我国陆君。"},
{"title": "鱼豢引谚", "author": "佚名", "dynasty": "魏晋", "content": "贫不学俭，卑不学恭。"},
{"title": "建衡中寿春童谣", "author": "佚名", "dynasty": "魏晋", "content": "吴天子，当西上。"},
{"title": "曹丕引里语", "author": "佚名", "dynasty": "魏晋", "content": "家有敝帚，享之千金。"},
{"title": "古诗 其二", "author": "佚名", "dynasty": "魏晋", "content": "有客从南来，赠我一抱笔。"},
{"title": "太和中京师歌", "author": "佚名", "dynasty": "魏晋", "content": "其奈汝曹何。"},
{"title": "时人为张氏兄弟语", "author": "佚名", "dynasty": "魏晋", "content": "张氏十龙。儒雅温恭。"},
{"title": "武帝太康后童谣三首 其三", "author": "佚名", "dynasty": "魏晋", "content": "鸡鸣不拊翼。吴复不用力。"},
{"title": "李陵录别诗二十一首 其十五", "author": "佚名", "dynasty": "魏晋", "content": "红尘蔽天地，白日何冥冥。"},
{"title": "列女引", "author": "佚名", "dynasty": "魏晋", "content": "忠谏行兮正不邪，众妾夸兮继嗣多。"},
{"title": "正始中时人谣", "author": "佚名", "dynasty": "魏晋", "content": "何邓丁。乱京城。"},
{"title": "曹植引谚", "author": "佚名", "dynasty": "魏晋", "content": "相门有相。将门有将。"},
{"title": "时人为曹洪骏马谚", "author": "佚名", "dynasty": "魏晋", "content": "凭空虚跃。曹家白鹤。"},
{"title": "成公绥引谚", "author": "佚名", "dynasty": "魏晋", "content": "钱无耳。何可訚使。"},
{"title": "杨济引谚", "author": "佚名", "dynasty": "魏晋", "content": "生子凝，了官事。"},
{"title": "诸儒为刘恺语", "author": "佚名", "dynasty": "魏晋", "content": "难经伉伉。刘太常。"},
{"title": "惠帝时洛阳童谣", "author": "佚名", "dynasty": "魏晋", "content": "邺中女子莫千妖。前至三月抱胡腰。"},
{"title": "古诗 其一", "author": "佚名", "dynasty": "魏晋", "content": "啼呼哭泣，如吹胡笳。"},
{"title": "京师为邓飏语", "author": "佚名", "dynasty": "魏晋", "content": "以官易富邓玄茂。"},
{"title": "襄阳乡里为诸葛亮谚", "author": "佚名", "dynasty": "魏晋", "content": "莫作孔明择妇。止得阿承丑女。"},
{"title": "关中为游殷谚", "author": "佚名", "dynasty": "魏晋", "content": "生有知人之明。死有贵神之灵。"},
{"title": "时人为刘巴语", "author": "佚名", "dynasty": "魏晋", "content": "生居三湘头，死葬三湘尾。"},
{"title": "乡里为茨充号", "author": "佚名", "dynasty": "魏晋", "content": "一马两车。茨子河。"},
{"title": "乡里为雷义陈重语", "author": "佚名", "dynasty": "魏晋", "content": "胶漆自谓坚，不如雷与陈。"},
{"title": "洛下谣", "author": "佚名", "dynasty": "魏晋", "content": "草木萌牙杀长沙。"},
{"title": "王昶引谚", "author": "佚名", "dynasty": "魏晋", "content": "救寒莫如重裘。止谤莫如自修。"},
{"title": "时人为桓典语", "author": "佚名", "dynasty": "魏晋", "content": "行行且止。避骢御史。"},
{"title": "时人为贡举语", "author": "佚名", "dynasty": "魏晋", "content": "古人欲达勤诵经。今民图官勉治生。"},
{"title": "考城为仇览谚", "author": "佚名", "dynasty": "魏晋", "content": "父母何在在我庭。化我鸤枭哺所生。"},
{"title": "泰始中童谣", "author": "佚名", "dynasty": "魏晋", "content": "宫中大马几作驴。大石压之不得舒。"},
{"title": "林恕引谚", "author": "佚名", "dynasty": "魏晋", "content": "使口如鼻，至老不失。"},
{"title": "京师为鲍永鲍恢语", "author": "佚名", "dynasty": "魏晋", "content": "贵戚敛手避二鲍。"},
{"title": "时人为杨阿若号", "author": "佚名", "dynasty": "魏晋", "content": "东市相斫杨阿若。西市相斫杨阿若。"},
{"title": "博昌人为蒋任二姓语", "author": "佚名", "dynasty": "魏晋", "content": "蒋氏翁。任氏童。"},
{"title": "民为二殽语", "author": "佚名", "dynasty": "魏晋", "content": "东殽西殽。渑池所高。"},
{"title": "敦煌乡人为曹全谚", "author": "佚名", "dynasty": "魏晋", "content": "重亲致欢。曹景完。"},
{"title": "宣城为封使君语", "author": "佚名", "dynasty": "魏晋", "content": "无作封使君。生来治民死食民。"},
{"title": "应劭引里语论谳狱", "author": "佚名", "dynasty": "魏晋", "content": "县官漫漫。冤死者半。"},
{"title": "马皇后引俗语", "author": "佚名", "dynasty": "魏晋", "content": "时无赭，浇黄土。"},
{"title": "时人为丁鸿语", "author": "佚名", "dynasty": "魏晋", "content": "殿中无双。丁孝公。"},
{"title": "时人为许慎语", "author": "佚名", "dynasty": "魏晋", "content": "五经无双。许叔重。"},
{"title": "人为高慎语", "author": "佚名", "dynasty": "魏晋", "content": "嶷然不语。名高孝甫。"},
{"title": "曹囧引语", "author": "佚名", "dynasty": "魏晋", "content": "百足之虫，至死不僵。"},
{"title": "里语", "author": "佚名", "dynasty": "魏晋", "content": "年未半。枝不汗。"},
{"title": "时人为张飞玉追马歌", "author": "佚名", "dynasty": "魏晋", "content": "人守有张飞。马中有玉追。"},
{"title": "古诗 其四", "author": "佚名", "dynasty": "魏晋", "content": "离家千里客，戚戚多思复。"},
{"title": "王符引谚论守边", "author": "佚名", "dynasty": "魏晋", "content": "痛不著身言忍之，钱不出家言与之。"},
{"title": "古游仙诗", "author": "佚名", "dynasty": "魏晋", "content": "带我琼瑶佩，飧我沆𩐁浆。"},
{"title": "益州长为尹就谚", "author": "佚名", "dynasty": "魏晋", "content": "虏来尚可。尹来杀我。"},
{"title": "时人为廉范语", "author": "佚名", "dynasty": "魏晋", "content": "前有管鲍，后有庆廉。"},
{"title": "京师为祁圣元号", "author": "佚名", "dynasty": "魏晋", "content": "论难僠僠。祁圣元。"},
{"title": "时人为杨氏四子语", "author": "佚名", "dynasty": "魏晋", "content": "三苗不止。四珍复起。"},
{"title": "羊元引谚", "author": "佚名", "dynasty": "魏晋", "content": "孤犊触乳。骄子詈母。"},
{"title": "应劭引俚语论愆礼", "author": "佚名", "dynasty": "魏晋", "content": "妇死腹悲。唯身知之。"},
{"title": "京师为黄香号", "author": "佚名", "dynasty": "魏晋", "content": "天下无双，江夏黄童。"},
{"title": "南阳为杜师语", "author": "佚名", "dynasty": "魏晋", "content": "前有召父。后有杜母。"},
{"title": "应劭引俚语论正失", "author": "佚名", "dynasty": "魏晋", "content": "狐欲渡河。无奈尾河。"},
{"title": "曹操引谚", "author": "佚名", "dynasty": "魏晋", "content": "失晨之鸡，思补更鸣。"},
{"title": "失题", "author": "佚名", "dynasty": "魏晋", "content": "俟罪斯国志愿得兮。庶此太康皆为力兮。"},
{"title": "应劭引里语论主客", "author": "佚名", "dynasty": "魏晋", "content": "越陌度阡，更为客主。"},
{"title": "时人为戴遵语", "author": "佚名", "dynasty": "魏晋", "content": "关东大豪戴子高。"},
{"title": "李固引语", "author": "佚名", "dynasty": "魏晋", "content": "善人在患。饥不及餐。"},
{"title": "阚骃引语", "author": "佚名", "dynasty": "魏晋", "content": "仕宦不偶值冀部，幽冀之人钝如椎。"},
{"title": "时人为陈嚣语", "author": "佚名", "dynasty": "魏晋", "content": "关东说诗。陈君期。"},
{"title": "时人为郭况语", "author": "佚名", "dynasty": "魏晋", "content": "洛阳多钱。郭氏万千。"},
{"title": "锡山古谣", "author": "佚名", "dynasty": "魏晋", "content": "有锡兵。无锡宁。"},
{"title": "长安为谷永楼护号", "author": "佚名", "dynasty": "魏晋", "content": "谷子云笔札。楼君卿喉舌。"},
{"title": "时人为郭况语", "author": "佚名", "dynasty": "魏晋", "content": "洛阳多钱郭氏室。月夜书昼富无匹。"},
{"title": "苍梧人为陈临歌二首 其二", "author": "佚名", "dynasty": "魏晋", "content": "苍梧府君惠反死。能令死人不绝嗣。"},
{"title": "长安为韩嫣语", "author": "佚名", "dynasty": "魏晋", "content": "苦饥寒。逐弹丸。"},
{"title": "京师为杨政语", "author": "佚名", "dynasty": "魏晋", "content": "说经铿铿。杨子行。"},
{"title": "时人为王符语", "author": "佚名", "dynasty": "魏晋", "content": "徒见二千石。不如一缝掖。"},
{"title": "虞诩引谚", "author": "佚名", "dynasty": "魏晋", "content": "关西出将。关东出相。"},
{"title": "京兆乡里为冯豹语", "author": "佚名", "dynasty": "魏晋", "content": "道德彬彬。冯仲文。"},
{"title": "桓宽引鄙语", "author": "佚名", "dynasty": "魏晋", "content": "贤者容不辱。"},
{"title": "赵岐引南阳旧语", "author": "佚名", "dynasty": "魏晋", "content": "前队大夫范仲公。盐蒜果共一筒。"},
{"title": "王符引谚论考绩", "author": "佚名", "dynasty": "魏晋", "content": "曲木恶直绳，重罚恶明证。"},
{"title": "董少平歌", "author": "佚名", "dynasty": "魏晋", "content": "枹鼓不鸣董少平。"},
{"title": "京师为张盘语", "author": "佚名", "dynasty": "魏晋", "content": "闻清白。张子石。"},
{"title": "神弦歌十一首 其六 青溪小姑曲", "author": "佚名", "dynasty": "魏晋", "content": "开门白水，侧近桥梁。小姑所居，独处无郎。"},
{"title": "京师为唐约谣", "author": "佚名", "dynasty": "魏晋", "content": "治身无嫌。唐仲谦。"},
{"title": "京师为诸葛丰语", "author": "佚名", "dynasty": "魏晋", "content": "间何阔。逢诸葛。"},
{"title": "薛宣引鄙语", "author": "佚名", "dynasty": "魏晋", "content": "苟改不亲。烦苦伤恩。"},
{"title": "汉人引鄙语", "author": "佚名", "dynasty": "魏晋", "content": "不知为吏。视已成事。"},
{"title": "世称王贡语", "author": "佚名", "dynasty": "魏晋", "content": "王阳在位，贡公弹冠。"},
{"title": "王嘉引里谚", "author": "佚名", "dynasty": "魏晋", "content": "千人所指。无病而死。"},
{"title": "关东为宁成号", "author": "佚名", "dynasty": "魏晋", "content": "宁见乳虎。无值宁成之怒。"},
{"title": "司马迁引谚", "author": "佚名", "dynasty": "魏晋", "content": "力田不如逢年，善仕不如遇合。"},
{"title": "益都乡里为柳宗语", "author": "佚名", "dynasty": "魏晋", "content": "得黄金一笥。不如为柳伯骞所识。"},
{"title": "刘圣公宾客醉歌", "author": "佚名", "dynasty": "魏晋", "content": "朝亨两都尉。游徼后来用调羹味。"},
{"title": "桓谭引谚论巧习", "author": "佚名", "dynasty": "魏晋", "content": "伏习象神。巧者不过习者之门。"},
{"title": "范史云歌", "author": "佚名", "dynasty": "魏晋", "content": "甑中生尘范史云，釜中生鱼范莱芜。"},
{"title": "晋四厢乐歌三首 其三 食举乐东西厢歌", "author": "佚名", "dynasty": "魏晋", "content": "煌煌七曜，重明交畅。我有嘉宾，是应是贶。邦政既图，接以大飨。人之好我，式遵德让。宾之初筵，蔼蔼济济。既朝乃宴，以洽百礼。颁以位叙，或廷或陛。登傧台叟，亦有兄弟。胥子陪寮，宪兹度楷。观颐养正，降福孔偕。昔我三后，大业是维。今我圣皇，焜耀前晖。奕世重规，明照九畿。思辑用光，时罔有违。陟禹之迹，莫不来威。天被显禄，福履是绥。赫矣太祖，克广明德。廓开宇宙，正世立则。变化不经，民无瑕慝。创业垂统，兆我晋国。列文伯考，时惟帝景。夷险平乱，威而不猛。御衡不迷，皇涂焕炳。七德咸宣，其宁惟水。猗欤盛欤，先皇圣文。则天作孚，大哉为君。慎徽五典，帝载是勤。文武发挥，茂建嘉勋。修已济治，民用宁殷。怀远烛幽，玄教氛氲。善世不伐，服事三分。德博化隆，道冒无垠。隆化洋洋，帝命溥将。登我晋道，越惟圣皇。龙飞革运，临焘八荒。睿哲钦明，配踪虞唐。封建厥福，骏发其祥。三朝习吉，终然允臧。其臧惟何，总彼万方。元侯列辟，四狱蕃王。时见世享，率兹有常。旅揖在庭，嘉客在堂。宋卫既臻，陈留山阳。我有宾使，观国之光。贡贤纳计，献璧奉璋。保佑命之，申锡无疆。振鹭于飞，鸿渐其翼。京邑穆穆，四方是式。无竞惟人，王纲允敕。君子来朝，言观其极。翼翼大君，民之攸暨。信理天工，惠康不匮。将远不仁，训以淳粹。幽明有伦，俊乂在位。九族既睦，庶邦顺比。开元布宪，四海鳞萃。协时正统，殊涂同致。厚德载物，灵心隆贵。敷奏谠言，纳以无讳。树之典象，诲之义类。上教如风，下应如卉。一人有庆，群萌以遂。我后宴喜，令问不坠。既宴既喜，翕是万邦。礼仪卒度，物有其容。晰晰庭燎，喤喤鼓钟。笙磬咏德，万舞象功。八音克谐，俗易化从。其和如乐，庶品时邕。时邕斌斌，六合同尘。往我祖宣，威静殊邻。首定荆楚，遂平燕秦。亹亹文皇，迈德流仁。爰造草昧，应乾顺民。灵瑞告符，休徵响震。天地弗违，以和神人。既戡庸蜀，吴会是宾。肃慎率职，楛矢来陈。韩濊进乐，均协清钧。西旅献獒，扶南效珍。蛮裔重译，玄齿文身。我皇抚之，景命惟新。愔愔嘉会，有闻无声。清酤既奠，笾豆既馨。礼充乐备，箫韶九成。恺乐饮酒，酣而不盈。率土欢豫，邦国以宁。王猷允塞，万载无倾。"},
{"title": "诸儒为朱云语", "author": "佚名", "dynasty": "魏晋", "content": "五鹿狱狱。朱云折其角。"},
{"title": "商子华谣", "author": "佚名", "dynasty": "魏晋", "content": "石里之勇商子华。暴虎见之藏爪牙。"},
{"title": "晋四厢乐歌三首 其二 上寿酒歌", "author": "佚名", "dynasty": "魏晋", "content": "于赫明明，圣德龙兴。三朝献酒，万寿是膺。敷佑四方，如日之升。自天降祚，元吉有徵。"},
{"title": "沮授引语", "author": "佚名", "dynasty": "魏晋", "content": "一兔走衢，万人逐之。一人获之，贪者悉止。"},
{"title": "时人为崔洪语", "author": "佚名", "dynasty": "魏晋", "content": "丛生棘刺，来自博陵。在南为鹞，在北为鹰。"},
{"title": "谚语】【光武述时人语", "author": "佚名", "dynasty": "魏晋", "content": "关东觥觥。《郭子》横。"},
{"title": "刘辅引里语", "author": "佚名", "dynasty": "魏晋", "content": "腐木不可以为柱。卑人不可以为主。"},
{"title": "时人为王莽语", "author": "佚名", "dynasty": "魏晋", "content": "莽头秃。帻施屋。"},
{"title": "郭辅碑歌", "author": "佚名", "dynasty": "魏晋", "content": "寔惟先生，虢仲之裔。盛德遗祀，休矣亦世。孝友贞信，仁恕好惠。直己自求，不欲荣势。绰绰令人，获道之至。笃生七子，钟天之祉。堂堂四俊，硕大婉敏。娥娥三妃，行追大姒。叶叶昆嗣，福禄茂止。克昌厥后，身去烈在。镌石作歌，昭示万祀。"},
{"title": "乡人为秦护歌", "author": "佚名", "dynasty": "魏晋", "content": "冬无裤。有秦护。"},
{"title": "平原为太守索棱歌", "author": "佚名", "dynasty": "魏晋", "content": "懿矣明守，庶绩允厘。剖符作宰，实获民思。"},
{"title": "王逸引谚", "author": "佚名", "dynasty": "魏晋", "content": "政如冰霜，奸轨消亡。威如雷霆，寇贼不生。"},
{"title": "时人世间梁氏兄弟语", "author": "佚名", "dynasty": "魏晋", "content": "关东堂堂。二申两房。未若二梁。环文绮章。"},
{"title": "吏民为赵张三王语", "author": "佚名", "dynasty": "魏晋", "content": "前有赵张。后有三王。"},
{"title": "郭乔卿歌", "author": "佚名", "dynasty": "魏晋", "content": "厥德仁明郭乔卿。中正朝廷上下一平。"},
{"title": "泛胜之引谚", "author": "佚名", "dynasty": "魏晋", "content": "子欲富。黄金覆。"},
{"title": "长沙人石虎谣", "author": "佚名", "dynasty": "魏晋", "content": "石虎头截。仓廪不阙。"},
{"title": "古谚", "author": "佚名", "dynasty": "魏晋", "content": "虽有神药，不如少年。虽有珠玉，不如金钱。"},
{"title": "时人为蒋诩谚", "author": "佚名", "dynasty": "魏晋", "content": "楚国二龚。不如杜陵蒋翁。"},
{"title": "崔君歌", "author": "佚名", "dynasty": "魏晋", "content": "讠毕治小序兮稼穑分。天赐我兮此崔君。"},
{"title": "蜀郡童谣", "author": "佚名", "dynasty": "魏晋", "content": "两日出。天兵戢。"},
{"title": "徐州为王祥歌", "author": "佚名", "dynasty": "魏晋", "content": "海沂之康，实赖王祥。邦国不空，别驾之功。"},
{"title": "三峡谣", "author": "佚名", "dynasty": "魏晋", "content": "朝发黄牛，暮宿黄牛。三朝三暮，黄牛如故。"},
{"title": "南阳为卫修陈茂语", "author": "佚名", "dynasty": "魏晋", "content": "卫修有事，陈茂治之。卫修无事，陈茂杀之。"},
{"title": "蜀民为许逊谣", "author": "佚名", "dynasty": "魏晋", "content": "人无盗窃，吏无奸欺。我君活人，病无能为。"},
{"title": "洛阳人为祝良歌", "author": "佚名", "dynasty": "魏晋", "content": "天久不雨，烝民失所。天王自出，祝令特苦。精符感应，滂沱而下。"},
{"title": "惠帝即位时儿童谣", "author": "佚名", "dynasty": "魏晋", "content": "两火没地，哀哉秋兰。归形街邮，终为人叹。"},
{"title": "褚先生引谚", "author": "佚名", "dynasty": "魏晋", "content": "美女入室，恶女之仇。"},
{"title": "陇头歌", "author": "佚名", "dynasty": "魏晋", "content": "陇头流水，流离四下。念我行役，飘然旷野。登高望远，涕零双堕。"},
{"title": "邹鲁谚", "author": "佚名", "dynasty": "魏晋", "content": "遗子黄金满籯。不如一经。"},
{"title": "汉末江淮间童谣", "author": "佚名", "dynasty": "魏晋", "content": "大兵如市，人死如林。持金易粟，粟贵于金。"},
{"title": "三秦记引谚", "author": "佚名", "dynasty": "魏晋", "content": "心无忧患，不经二旬。心若忧患，远离三春。"},
{"title": "诸儒为张禹语", "author": "佚名", "dynasty": "魏晋", "content": "不欲为论。念张文。"},
{"title": "军中为卢洪赵达语", "author": "佚名", "dynasty": "魏晋", "content": "不畏曹公，但畏卢洪。卢洪尚可，赵达杀我。"},
{"title": "三郡民为应詹歌", "author": "佚名", "dynasty": "魏晋", "content": "乱离既普，殆为灰朽。侥幸之运，赖兹应后。岁寒不凋，孤境独守。拯我涂炭，惠隆丘阜。润同江海，恩犹父母。"},
{"title": "六县吏人为爰珍歌", "author": "佚名", "dynasty": "魏晋", "content": "我有田畴，爰父殖置。我有子弟，爰父教诲。"},
{"title": "东方为王匡廉丹语", "author": "佚名", "dynasty": "魏晋", "content": "宁逢赤眉，不逢太师。太师尚可，更始杀我。"},
{"title": "郑白渠歌", "author": "佚名", "dynasty": "魏晋", "content": "田于何所，池阳谷口。郑国在前，白渠起后。举锸如云，决渠为雨。水流灶下，鱼跳入釜。泾水一石，其泥数斗。且溉且粪，长我禾黍。衣食京师，忆万之口。"},
{"title": "晋四厢乐歌三首 其一 正旦大会行礼歌", "author": "佚名", "dynasty": "魏晋", "content": "天鉴有晋，世祚圣皇。时齐七政，朝此万方。钟鼓斯震，九宾备礼。正位在朝，穆穆济济。煌煌三辰，实丽于天。君后是象，威仪孔虔。率礼无愆，莫非迈德。仪刑圣皇，万邦惟则。"},
{"title": "西晋永嘉砖铭", "author": "佚名", "dynasty": "魏晋", "content": "永嘉世，九州荒。余广州，平且康。"},
{"title": "临淮吏人为宋晖歌", "author": "佚名", "dynasty": "魏晋", "content": "彊直自遂，南阳朱季。吏畏其威，民怀其惠。"},
{"title": "时人为卑罗语", "author": "佚名", "dynasty": "魏晋", "content": "卑罗鄙语，慧观才录。都人缮写，纸贵如玉。"},
{"title": "玄冥", "author": "佚名", "dynasty": "魏晋", "content": "玄冥陵阴，蛰虫盖藏。草木零落，抵冬降霜。易乱除邪，革正异俗。兆民反本，抱素怀朴。条理信义，望礼五岳。籍敛之时，掩收嘉谷。"},
{"title": "西晋建兴三年墓砖铭", "author": "佚名", "dynasty": "魏晋", "content": "永嘉世，天下荒。余广州，皆平康。"},
{"title": "南岳夫人授太上宫中歌", "author": "佚名", "dynasty": "魏晋", "content": "手把八云气，英明守二重。太真握明镜，鉴合日月锋。云仪拂高阙，开括泥丸宫。万响入百关，骄女坐玄房。愈行愈鲜盛，英灵自尔通。"},
{"title": "辛玄子赠诗三首 其二", "author": "佚名", "dynasty": "魏晋", "content": "寂通寄兴感，玄气摄动音。高轮虽参差，万仞故音寻。萧萧研道子，合神契灵衿。委顺浪世化，心标窈窕林。同期理外游，相与静东岑。"},
{"title": "云中诗", "author": "佚名", "dynasty": "魏晋", "content": "相王沈醉，轻出教命。捕贼千秋，干豫朝政。王恺守常，国宝驰竞。荆州大度，散诞难名。盛德之流，法护王宁。仲堪仙民，特有言咏。东山安道，执操高抗。何不徵之，以为朝匠。"},
{"title": "南极王夫人诗", "author": "佚名", "dynasty": "魏晋", "content": "林振须类感，云蔚待龙吟。玄数自相求，触节皆吟音。飞軿出西华，总辔忽来寻。八遐非无娱，同咏理自钦。悼此四维内，百忧常在心。俱游北寒台，神风开尔襟。"},
{"title": "蜀人谣二首 其一", "author": "佚名", "dynasty": "魏晋", "content": "尚之所爱，非邪则佞。尚之所憎，非忠则正。富拟鲁卫，家成市里。贪如豺狼，无复极已。"},
{"title": "引声歌", "author": "佚名", "dynasty": "魏晋", "content": "天地之道，近在胸臆。呼噏精神，以养九德。渴不求饮，饥不索食。避世守道，志洁如玉。卿相之位，难可直当。岩岩之石，幽而清凉。枕块寝处，乐在其央。寒凉固回，可以久长。"},
{"title": "月节折杨柳歌十三首 其十三 闰月歌", "author": "佚名", "dynasty": "魏晋", "content": "成闰暑与寒。春秋补小月。念子时无间。折杨柳。阴阳推我去。那得有定主。"},
{"title": "渔阳民为张堪歌", "author": "佚名", "dynasty": "魏晋", "content": "桑无附枝，麦穗两歧。张君为政，乐不可支。"},
{"title": "时人为郭典语", "author": "佚名", "dynasty": "魏晋", "content": "郭君围堑，董将不许。几令狐狸，化为豺虎。赖我郭君，不畏强御。转机之间，敌为穷虏。猗猗惠君，实完疆土。"},
{"title": "月节折杨柳歌十三首 其九 九月歌", "author": "佚名", "dynasty": "魏晋", "content": "甘菊吐黄花。非无杯觞用。当奈许寒何。折杨柳。授欢罗衣裳。含笑言不取。"},
{"title": "泛胜之引古语", "author": "佚名", "dynasty": "魏晋", "content": "土长冒撅。陈根可拔。耕者急发。"},
{"title": "泡鱼蒿猪谚", "author": "佚名", "dynasty": "魏晋", "content": "朝为泡鱼，暮为蒿猪。朝为懒妇，暮为奔鱼孚。"},
{"title": "杂诗", "author": "佚名", "dynasty": "魏晋", "content": "玉钗色未分，衫轻似露腕。举袖欲障羞，回持理发乱。"},
{"title": "十月十五日右英夫人说诗令疏四首 其二 太虚真人常吟咏", "author": "佚名", "dynasty": "魏晋", "content": "观神载形时，亦如车从马。车败马奔亡，牵连一时假。哀世莫识此，但是惜风火。种罪天网上，受毒地狱下。"},
{"title": "班昭女诫引鄙谚", "author": "佚名", "dynasty": "魏晋", "content": "生男如狼，犹恐其尪。生女如鼠，犹恐其虎。"},
{"title": "梦蓬莱四真人作诗四首 其二 张诱世作", "author": "佚名", "dynasty": "魏晋", "content": "北游太漠外，来登蓬莱阙。紫云构灵宫，香烟何阙阙。美哉洛广休，久在论道位。罗并真人坐，齐观白龙迈。离世四人用，何时共解带。有怀披襟友，欣欣高晨会。"},
{"title": "十月十五日右英夫人说诗令疏四首 其一 青童大君常吟咏", "author": "佚名", "dynasty": "魏晋", "content": "欲植灭度根，当拔生死栽。沉吟堕九泉，但坐惜形骸。"},
{"title": "陈琳引谚", "author": "佚名", "dynasty": "魏晋", "content": "掩目捕雀。"},
{"title": "方诸宫东华上房灵妃歌曲", "author": "佚名", "dynasty": "魏晋", "content": "紫桂植瑶园，朱华声凄凄。月宫生蕊渊，日中有琼池。左拔员灵曜，右制丹霞晖。流金焕绛庭，八景绝烟回。绿盖浮明朗，控节命太微。凤精童华颜，琳腴充长饥。控晨揖太素，乘飙翔玉墀。吐纳六虚气，玉嫔把巾随。弹璈南云扇，香风鼓锦披。叩商百兽舞，六天摄神威。倏欻亿万春，龄纪郁巍巍。小鲜未烹鼎，言我岩下悲。"},
{"title": "惟泰元", "author": "佚名", "dynasty": "魏晋", "content": "惟泰元尊，媪神蕃厘。经纬天地，作成四时。精建纬月，星辰度理。阴阳五行，周而复始。云风雷电，降甘露雨。百姓蕃滋，咸循厥绪。继统共勤，顺皇之德。鸾路龙鳞，罔不肸饰。嘉笾列陈，庶几宴享。灭除凶灾，烈腾八荒。钟鼓竽笙，云舞翔翔。招摇灵旗，九夷宾将。"},
{"title": "齐房", "author": "佚名", "dynasty": "魏晋", "content": "齐房产草，九茎连叶。宫童效异，披图案谍。玄气之精，回复此都。蔓蔓日茂，芝成灵华。"},
{"title": "牢石歌", "author": "佚名", "dynasty": "魏晋", "content": "牢邪石邪，五鹿客邪。印何累累，绶若若邪。"},
{"title": "梦蓬莱四真人作诗四首 其三 许玉斧作", "author": "佚名", "dynasty": "魏晋", "content": "游观奇山峙，漱濯沧流清。遥观蓬莱间，屹屹冲霄冥。五芝被绛岩，四阶植琳琼。纷纷灵华散，晃晃焕神庭。从容七觉外，任我摄天生。自足方寸里，何用白龙荣。"},
{"title": "孟珠 其五", "author": "佚名", "dynasty": "魏晋", "content": "阳春二三月，正是养蚕时。那得不相怨，其再许侬来。"},
{"title": "帝临", "author": "佚名", "dynasty": "魏晋", "content": "帝临中坛，四方承宇。绳绳意变，备得其所。清和六合，制数以五。海内安宁，兴文匽武。后土富媪，昭明三光。穆穆优游，嘉服上黄。"},
{"title": "魏郡舆人歌", "author": "佚名", "dynasty": "魏晋", "content": "我有枳棘，岑君伐之。我有蟊贼，岑君遏之。狗吠有惊，足下生蝥。合脯鼓腹，焉知凶灾。我喜我生，独于斯时。美矣岑君，于戏休兹。"},
{"title": "大洞真经诗", "author": "佚名", "dynasty": "魏晋", "content": "扶晨始晖生，紫云映玄阿。焕洞圆光蔚，晃朗濯曜罗。眇眇灵景元，森洒空清华。九天馆玉宾，金房烟霄歌。"},
{"title": "梦蓬莱四真人作诗四首 其二 张诱世作", "author": "佚名", "dynasty": "魏晋", "content": "北游太漠外，来登蓬莱阙。紫云构灵宫，香烟何郁郁。美哉洛广休，久在论道位。罗并真人坐，齐观白龙迈。离世四人用，何时共解带。有怀披襟友，欣欣高晨会。"},
{"title": "那呵滩 其三", "author": "佚名", "dynasty": "魏晋", "content": "江陵三千三，何足特作远。书疏数知闻，莫令信使断。"},
{"title": "月节折杨柳歌十三首 其二 二月歌", "author": "佚名", "dynasty": "魏晋", "content": "翩翩乌入乡。道逢双燕飞。劳君看三阳。折杨柳。寄言语侬欢。寻还不复久。"},
{"title": "来罗 其四", "author": "佚名", "dynasty": "魏晋", "content": "白头不忍死，心愁皆敖然。游戏泰始世，一日当千年。"},
{"title": "紫微夫人授乞食公歌", "author": "佚名", "dynasty": "魏晋", "content": "天庭发双华，山源彰阴邪。清晨按天马，来诣太真家。真人无那隐，又以灭百魔。"},
{"title": "江陵乐", "author": "佚名", "dynasty": "魏晋", "content": "不复蹋踶人，踶地地欲穿。盆隘欢绳断，蹋坏绛罗裙。"},
{"title": "那呵滩 其四", "author": "佚名", "dynasty": "魏晋", "content": "闻欢下扬州，相送江津湾。愿得篙橹折，交郎到头还。"},
{"title": "朱明", "author": "佚名", "dynasty": "魏晋", "content": "朱明盛长，甫与万物。桐生茂豫，靡有所诎。敷华就实，既阜既昌。登成甫田，百鬼迪尝。广大建祀，肃雍不忘。神若宥之，传世无疆。"},
{"title": "休洗红二首 其二", "author": "佚名", "dynasty": "魏晋", "content": "休洗红。洗我红在水。新红裁作衣。旧红番作里。回黄转绿无定期。世事返复君所知。"},
{"title": "休洗红二首 其一", "author": "佚名", "dynasty": "魏晋", "content": "休洗红。洗多红色淡。不惜故缝衣。记得初按茜。人寿百年能几何。后来新妇今为婆。"},
{"title": "翳乐 其二", "author": "佚名", "dynasty": "魏晋", "content": "人言扬州乐，扬州信自乐。总角诸少年，歌舞自相逐。"},
{"title": "后皇", "author": "佚名", "dynasty": "魏晋", "content": "后皇嘉坛，立玄黄服。物发冀州，兆蒙祉福。沇沇四塞，徦狄合处。经营万意，咸遂厥宇。"},
{"title": "采桑度", "author": "佚名", "dynasty": "魏晋", "content": "冶游采桑女，尽有芳春色。姿容应春媚，粉黛不加饰。"},
{"title": "来罗 其二", "author": "佚名", "dynasty": "魏晋", "content": "君子防示然，莫近嫌疑边。瓜田不蹑履，李下不正冠。"},
{"title": "那呵滩", "author": "佚名", "dynasty": "魏晋", "content": "我去只如还。终不在道边。我若在道边。良信寄书还。"},
{"title": "翳乐", "author": "佚名", "dynasty": "魏晋", "content": "人生欢爱时，少年新得意。一旦不相见，辄作烦冤思。"},
{"title": "梦蓬莱四真人作诗四首 其一 石庆安作", "author": "佚名", "dynasty": "魏晋", "content": "灵山造太霞，竖岩绝霄峰。紫烟散神州，乘飙驾白龙。相携四宾人，东朝桑林公。广休年虽前，壮气何蒙蒙。实未下路让，惟年以相崇。"},
{"title": "月节折杨柳歌十三首 其十 十月歌", "author": "佚名", "dynasty": "魏晋", "content": "大树转萧索。天阴不作雨。严霜半夜落。折杨柳。林中与松柏。岁寒不相负。"},
{"title": "来罗 其三", "author": "佚名", "dynasty": "魏晋", "content": "故人何怨新，切少必求多。此事何足道，听我歌来罗。"},
{"title": "月节折杨柳歌十三首 其十二 十二月歌", "author": "佚名", "dynasty": "魏晋", "content": "天寒岁欲暮。春秋及冬夏。苦心停欲度。折杨柳。沉乱枕席间。缠绵不觉久。"},
{"title": "长干曲", "author": "佚名", "dynasty": "魏晋", "content": "逆流故相邀，菱舟不怕摇。妾家杨子住，便弄广陵潮。"},
{"title": "懊侬歌十四首 其十一", "author": "佚名", "dynasty": "魏晋", "content": "月落天欲曙，能得几时眠。凄凄下床去，侬病不能言。"},
{"title": "三洲歌", "author": "佚名", "dynasty": "魏晋", "content": "送欢板桥湾，相待三山头。遥见千幅帆，知是逐风流。"},
{"title": "青阳度", "author": "佚名", "dynasty": "魏晋", "content": "隐机倚不织，寻得烂熳丝。成匹郎莫断，忆侬经绞时。"},
{"title": "江陵乐 其四", "author": "佚名", "dynasty": "魏晋", "content": "暂出后园看，见花多忆子。乌鸟双双飞，侬欢今何在。"},
{"title": "月节折杨柳歌十三首 其三 三月歌", "author": "佚名", "dynasty": "魏晋", "content": "泛舟临曲池。仰头看春花。杜鹃纬林啼。折杨柳。双下俱徘徊。我与欢共取。"},
{"title": "西晋永嘉间墓砖铭", "author": "佚名", "dynasty": "魏晋", "content": "永嘉中，天下灾。但江南，皆康平。"},
{"title": "神弦歌十一首 其四 娇女诗", "author": "佚名", "dynasty": "魏晋", "content": "北游临河海，遥望中菰菱。芙蓉发盛华，渌水清且澄。弦歌奏声节，仿佛有馀音。蹀躞越桥上，河水东西流。上有神仙居，下有西流鱼。行不独自去，三三两两俱。"},
{"title": "欢好曲三首 其一", "author": "佚名", "dynasty": "魏晋", "content": "淑女总角时，唤作小姑子。容艳初春花，人见谁不爱。"},
{"title": "孟珠 其七", "author": "佚名", "dynasty": "魏晋", "content": "适闻梅作花，花落已成子。杜鹃绕林啼，思从心下起。"},
{"title": "那呵滩", "author": "佚名", "dynasty": "魏晋", "content": "沿江引百丈，一濡多一艇。水上郎担篙，何时至江陵。"},
{"title": "孟珠 其一", "author": "佚名", "dynasty": "魏晋", "content": "人言孟珠富，信实金满堂。龙头衔九花，玉钗明月珰。"},
{"title": "懊侬歌十四首 其十", "author": "佚名", "dynasty": "魏晋", "content": "爱子好情怀，倾家料理乱。揽裳未结带，落托行人断。"},
{"title": "长乐佳七首 其六", "author": "佚名", "dynasty": "魏晋", "content": "欲知长乐佳。中陵罗雎鸠。美死两心齐。"},
{"title": "神弦歌十一首 其八 姑恩曲", "author": "佚名", "dynasty": "魏晋", "content": "明姑遵八风。蕃谒云日中。前导陆离兽后从。朱鸟麟凤凰。苕苕山头柏。冬夏叶不衰。独当被天恩。枝叶华葳蕤。"},
{"title": "桃叶歌三首 其三", "author": "佚名", "dynasty": "魏晋", "content": "桃叶复桃叶，渡江不用楫。但渡无所苦，我自来迎接。"},
{"title": "长乐佳七首 其五", "author": "佚名", "dynasty": "魏晋", "content": "欲知长乐佳。中陵罗淑女。媚兰双情谐。"},
{"title": "翳乐", "author": "佚名", "dynasty": "魏晋", "content": "阳春二三月，相将舞翳乐。曲曲随时变，持许艳郎目。"},
{"title": "懊侬歌十四首 其十二", "author": "佚名", "dynasty": "魏晋", "content": "发乱谁料理，托侬言相思。还君华艳去，催送实情来。"},
{"title": "神弦歌十一首 其十一 同生曲", "author": "佚名", "dynasty": "魏晋", "content": "人生不满百，常抱千岁忧。早知人命促，秉烛夜行游。岁月如流迈，行已及素秋。蟋蟀鸣空堂，感怅令人忧。"},
{"title": "江陵乐 其三", "author": "佚名", "dynasty": "魏晋", "content": "阳春二三月，相将蹋百草。逢人驻上看，扬声皆言好。"},
{"title": "桃叶歌三首 其二", "author": "佚名", "dynasty": "魏晋", "content": "桃叶复桃叶，桃树连桃根。相怜两乐事，独使我殷勤。"},
{"title": "七日夜女郎歌九首 其六", "author": "佚名", "dynasty": "魏晋", "content": "灵匹怨离处，索居隔长河。玄云不应雷，是侬啼叹歌。"},
{"title": "七日夜女郎歌九首 其九", "author": "佚名", "dynasty": "魏晋", "content": "紫霞烟翠盖，斜月照绮窗。衔悲握离袂，易尔还年容。"},
{"title": "欢好曲三首 其二", "author": "佚名", "dynasty": "魏晋", "content": "窈窕上头欢，那得及破瓜。但看脱叶莲，何如芙蓉花。"},
{"title": "三洲歌 其三", "author": "佚名", "dynasty": "魏晋", "content": "湘东醽醁酒，广州龙头铛。玉樽金镂椀，与郎双杯行。"},
{"title": "孟珠 其二", "author": "佚名", "dynasty": "魏晋", "content": "扬州石榴花，摘插双襟中。葳蕤当忆我，莫持艳他侬。"},
{"title": "长史变歌三首 其二", "author": "佚名", "dynasty": "魏晋", "content": "日和狂风扇，心故清白节。朱门前世荣，千载表忠烈。"},
{"title": "黄生曲三首 其一", "author": "佚名", "dynasty": "魏晋", "content": "黄生无诚信，冥强将侬期。通夕出门望，至晚竟不来。"},
{"title": "月节折杨柳歌十三首 其八 八月歌", "author": "佚名", "dynasty": "魏晋", "content": "迎欢裁衣裳。日月如流水。白露凝庭霜。折杨柳。夜闻捣衣声。窈窕谁家妇。"},
{"title": "长乐佳七首 其三", "author": "佚名", "dynasty": "魏晋", "content": "鸳鸯翻碧树，皆以戏兰渚。寝食不相离，长莫过时许。"},
{"title": "黄鹄曲四首 其一", "author": "佚名", "dynasty": "魏晋", "content": "黄鹄参天飞，半道郁徘徊。腹中车轮转，君知思忆谁。"},
{"title": "月节折杨柳歌十三首 其一 正月歌", "author": "佚名", "dynasty": "魏晋", "content": "春风尚萧条。去故来如新。苦心非一朝。折杨柳。愁思满腹中。历乱不可数。"},
{"title": "懊侬歌十四首 其三", "author": "佚名", "dynasty": "魏晋", "content": "江陵去扬州，三千三百里。已行一千三，所有二千在。"},
{"title": "桃叶歌三首 其一", "author": "佚名", "dynasty": "魏晋", "content": "桃叶映红枝，无风自婀娜。春花映何限，感郎独采我。"},
{"title": "欢好曲三首 其三", "author": "佚名", "dynasty": "魏晋", "content": "逶迤总角年，华艳星间月。遥见情倾处，不觉喉中哕。"},
{"title": "前溪歌七首 其二", "author": "佚名", "dynasty": "魏晋", "content": "为家不凿井，担瓶下前溪。开穿乱漫下，但闻林鸟啼。"},
{"title": "懊侬歌十四首 其五", "author": "佚名", "dynasty": "魏晋", "content": "内心百际起，外形空殷勤。既就颓城感，敢言浮花言。"},
{"title": "七日夜女郎歌九首 其四", "author": "佚名", "dynasty": "魏晋", "content": "春离隔寒暑，明秋暂一会。两叹别日长，双情苦饥渴。"},
{"title": "前溪歌七首 其七", "author": "佚名", "dynasty": "魏晋", "content": "前溪沧浪映。通波澄渌清。声弦传不绝。千载寄汝名。永兴天地并。"},
{"title": "长乐佳", "author": "佚名", "dynasty": "魏晋", "content": "红罗复斗帐，四角垂珠珰。玉枕龙须席，郎眠何处床。"},
{"title": "懊侬歌十四首 其一", "author": "佚名", "dynasty": "魏晋", "content": "丝布涩难缝，令侬十指穿。黄牛细犊车，游戏出孟津。"},
{"title": "黄生曲三首 其三", "author": "佚名", "dynasty": "魏晋", "content": "松柏叶青倩，石榴花葳蕤。迮置前后事，欢今定怜谁。"},
{"title": "懊侬歌十四首 其二", "author": "佚名", "dynasty": "魏晋", "content": "江中白布帆，乌布礼中帷。潭如陌上鼓，许是侬欢归。"},
{"title": "上声歌八首 其六", "author": "佚名", "dynasty": "魏晋", "content": "新衫绣两裆，迮著罗裙里。行步动微尘，罗裙随风起。"},
{"title": "黄鹄曲四首 其三", "author": "佚名", "dynasty": "魏晋", "content": "黄鹄参天飞，凝翮争风回。高翔入率阙，时复乘云颓。"},
{"title": "子夜四时歌 其十五", "author": "佚名", "dynasty": "魏晋", "content": "未尝经辛苦，无故强相矜。欲知千里寒，但看井水冰。"},
{"title": "长乐佳七首 其七", "author": "佚名", "dynasty": "魏晋", "content": "欲知长乐佳。中陵罗背林。前溪长相随。"},
{"title": "欢闻变歌六首 其六", "author": "佚名", "dynasty": "魏晋", "content": "驶风何曜曜，帆上牛渚矶。帆作伞子张，船如侣马驰。"},
{"title": "长史变歌三首 其一", "author": "佚名", "dynasty": "魏晋", "content": "出侬吴昌门，清水绿碧色。徘徊戎马间，求罢不能得。"},
{"title": "上声歌八首 其八", "author": "佚名", "dynasty": "魏晋", "content": "春月暖何太，生裙迮罗袜。暧暧日欲冥，从侬门前过。"},
{"title": "阿子歌三首 其一", "author": "佚名", "dynasty": "魏晋", "content": "阿子复阿子，念汝好颜容。风流世希有，窈窕无人双。"},
{"title": "前溪歌七首 其六", "author": "佚名", "dynasty": "魏晋", "content": "逍遥独桑头。东北广无亲。黄瓜是小草。春风何足叹。忆汝涕交零。"},
{"title": "前溪歌七首 其三", "author": "佚名", "dynasty": "魏晋", "content": "逍遥独桑头，北望东武亭。黄瓜被山侧，春风感郎情。"},
{"title": "欢闻变歌六首 其一", "author": "佚名", "dynasty": "魏晋", "content": "金瓦九重墙，玉壁珊瑚柱。中夜来相寻，唤欢闻不顾。"},
{"title": "桃叶歌", "author": "佚名", "dynasty": "魏晋", "content": "桃叶复桃叶，渡江不待橹。风波了无常，没命江南渡。"},
{"title": "团扇郎六首 其一", "author": "佚名", "dynasty": "魏晋", "content": "七宝画团扇，灿烂明月光。饷郎却暄暑，相忆莫相忘。"},
{"title": "子夜四时歌 其九", "author": "佚名", "dynasty": "魏晋", "content": "天寒岁欲暮，朔风舞飞雪。怀人重衾寝，故有三夏热。"},
{"title": "子夜四时歌 其十七", "author": "佚名", "dynasty": "魏晋", "content": "秋风入窗里，罗帐起飘飏。仰头看明月，寄情千里光。"},
{"title": "黄鹄曲四首 其四", "author": "佚名", "dynasty": "魏晋", "content": "黄鹄参天飞，半道还后渚。欲飞复不飞，悲鸣觅群侣。"},
{"title": "子夜四时歌 其十八", "author": "佚名", "dynasty": "魏晋", "content": "别在三阳初，望远九秋暮。恶见东流水，终年不西顾。"},
{"title": "子夜四时歌 其十四", "author": "佚名", "dynasty": "魏晋", "content": "秋爱两两雁，春感双双燕。兰鹰接野鸡，雉落谁当见。"},
{"title": "子夜四时歌 其十二", "author": "佚名", "dynasty": "魏晋", "content": "严霜白草木，寒风昼夜起。感时为欢叹，霜鬓不可视。"},
{"title": "上声歌八首 其七", "author": "佚名", "dynasty": "魏晋", "content": "裲裆与郎著，反绣持贮里。汗汗莫溅浣，持许相存在。"},
{"title": "团扇郎六首 其五", "author": "佚名", "dynasty": "魏晋", "content": "御路薄不行，窈窕决横塘。团扇鄣白日，面作芙蓉光。"},
{"title": "团扇郎六首 其四", "author": "佚名", "dynasty": "魏晋", "content": "团扇薄不摇，窈窕摇蒲葵。相怜中道罢，定是阿谁非。"},
{"title": "子夜四时歌 其七", "author": "佚名", "dynasty": "魏晋", "content": "秋夜凉风起，天高星月明。兰房竞妆饰，绮帐待双情。"},
{"title": "上声歌八首", "author": "佚名", "dynasty": "魏晋", "content": "三月寒暖适，杨柳可藏雀。未言涕交零，如何见君隔。"},
{"title": "子夜四时歌 其六", "author": "佚名", "dynasty": "魏晋", "content": "昔别春草绿，今还墀雪盈。谁知相思老，玄鬓白发生。"},
{"title": "子夜四时歌 其十八", "author": "佚名", "dynasty": "魏晋", "content": "情知三夏热，今日偏独甚。香巾拂玉席，共郎登楼寝。"},
{"title": "上声歌八首 其四", "author": "佚名", "dynasty": "魏晋", "content": "三鼓染乌头，闻鼓白门里。揽裳抱履走，保冥不轻纪。"},
{"title": "子夜四时歌 其十二", "author": "佚名", "dynasty": "魏晋", "content": "春桃初发红，惜色恐侬擿。朱夏花落去，谁复相寻觅。"},
{"title": "黄鹄曲四首 其二", "author": "佚名", "dynasty": "魏晋", "content": "黄鹄参天飞，半道还哀鸣。三年失群侣，生离伤人情。"},
{"title": "子夜四时歌 其十一", "author": "佚名", "dynasty": "魏晋", "content": "适见载青幡，三春已复倾。林鹊改初调，林中夏蝉鸣。"},
{"title": "长史变歌三首 其三", "author": "佚名", "dynasty": "魏晋", "content": "朱桂结贞根，芬芳溢帝庭。陵霜不改色，枝叶永流荣。"},
{"title": "子夜四时歌 其八", "author": "佚名", "dynasty": "魏晋", "content": "朝登凉台上，夕宿兰池里。乘风采芙蓉，夜夜得莲子。"},
{"title": "子夜四时歌 其四", "author": "佚名", "dynasty": "魏晋", "content": "开窗秋月光，灭烛解罗裳。含笑帷幌里，举体兰蕙香。"},
{"title": "欢闻歌", "author": "佚名", "dynasty": "魏晋", "content": "遥遥天无柱，流漂萍无根。单身如萤火，持底报郎恩。"},
{"title": "子夜四时歌 秋歌十八首 其二", "author": "佚名", "dynasty": "魏晋", "content": "清露凝如玉，凉风中夜发。情人不还卧，冶游步明月。"},
{"title": "子夜四时歌 其九", "author": "佚名", "dynasty": "魏晋", "content": "暑盛静无风，夏云薄暮起。携手密叶下，浮瓜沈朱李。"},
{"title": "子夜四时歌 其六", "author": "佚名", "dynasty": "魏晋", "content": "飘飘初秋夕，明月耀秋辉。握腕同游戏，庭含媚素归。"},
{"title": "子夜四时歌 其三", "author": "佚名", "dynasty": "魏晋", "content": "寒鸟依高树，枯林鸣悲风。为欢憔悴尽，那得好颜容。"},
{"title": "子夜四时歌 其十二", "author": "佚名", "dynasty": "魏晋", "content": "梅花落已尽，柳花随风散。叹我当春年，无人相要唤。"},
{"title": "子夜四时歌 其十八", "author": "佚名", "dynasty": "魏晋", "content": "崎岖与时竞，不复自顾虑。春风振荣林，常恐华落去。"},
{"title": "子夜四时歌 其九", "author": "佚名", "dynasty": "魏晋", "content": "罗裳迮红袖，玉钗明月珰。冶游步春露，艳觅同心郎。"},
{"title": "上声歌八首 其三", "author": "佚名", "dynasty": "魏晋", "content": "初歌子夜曲，改调促鸣筝。四座暂寂静，听我歌上声。"},
{"title": "子夜四时歌 其十", "author": "佚名", "dynasty": "魏晋", "content": "郁蒸仲暑月，长啸北湖边。芙蓉始结叶，抛艳未成莲。"},
{"title": "子夜四时歌 其九", "author": "佚名", "dynasty": "魏晋", "content": "金风扇素节，玉露凝成霜。登高去来雁，惆怅客心伤。"},
{"title": "子夜四时歌 其十九", "author": "佚名", "dynasty": "魏晋", "content": "思见春花月，含笑当道路。逢侬多欲擿，可怜持自娱。"},
{"title": "子夜四时歌 其十七", "author": "佚名", "dynasty": "魏晋", "content": "适见三阳日，寒蝉已复鸣。感时为欢叹，白发绿鬓生。"},
{"title": "时人为郗超王坦之语", "author": "佚名", "dynasty": "魏晋", "content": "扬州独步。王文度。后来出人。郗嘉宾。"},
{"title": "阿子歌三首 其二", "author": "佚名", "dynasty": "魏晋", "content": "春月故鸭啼，独雄颠倒落。工知悦弦死，故来相寻博。"},
{"title": "子夜四时歌 其十六", "author": "佚名", "dynasty": "魏晋", "content": "赫赫盛阳月，无侬不握扇。窈窕瑶台女，冶游戏凉殿。"}
]
