[
{"title": "木兰花·拟古决绝词柬友", "author": "纳兰性德", "dynasty": "清代", "content": "人生若只如初见，何事秋风悲画扇。等闲变却故人心，却道故人心易变。(一作：却道故心人易变)骊山语罢清宵半，泪雨霖铃终不怨。(一作：泪雨零 / 夜雨霖)何如薄幸锦衣郎，比翼连枝当日愿。 "},
{"title": "己亥杂诗·其五", "author": "龚自珍", "dynasty": "清代", "content": "浩荡离愁白日斜，吟鞭东指即天涯。落红不是无情物，化作春泥更护花。 "},
{"title": "长相思", "author": "纳兰性德", "dynasty": "清代", "content": "山一程，水一程，身向榆关那畔行，夜深千帐灯。风一更，雪一更，聒碎乡心梦不成，故园无此声。 "},
{"title": "竹石", "author": "郑燮", "dynasty": "清代", "content": "咬定青山不放松，立根原在破岩中。千磨万击还坚劲，任尔东西南北风。"},
{"title": "口技", "author": "林嗣环", "dynasty": "清代", "content": "　　京中有善口技者。会宾客大宴，于厅事之东北角，施八尺屏障，口技人坐屏障中，一桌、一椅、一扇、一抚尺而已。众宾团坐。少顷，但闻屏障中抚尺一下，满坐寂然，无敢哗者。\r\n　　遥闻深巷中犬吠，便有妇人惊觉欠伸，其夫呓语。既而儿醒，大啼。夫亦醒。妇抚儿乳，儿含乳啼，妇拍而呜之。又一大儿醒，絮絮不止。当是时，妇手拍儿声，口中呜声，儿含乳啼声，大儿初醒声，夫叱大儿声，一时齐发，众妙毕备。满坐宾客无不伸颈，侧目，微笑，默叹，以为妙绝。\r\n　　未几，夫齁声起，妇拍儿亦渐拍渐止。微闻有鼠作作索索，盆器倾侧，妇梦中咳嗽。宾客意少舒，稍稍正坐。\r\n　　忽一人大呼：“火起”，夫起大呼，妇亦起大呼。两儿齐哭。俄而百千人大呼，百千儿哭，百千犬吠。中间力拉崩倒之声，火爆声，呼呼风声，百千齐作；又夹百千求救声，曳屋许许声，抢夺声，泼水声。凡所应有，无所不有。虽人有百手，手有百指，不能指其一端；人有百口，口有百舌，不能名其一处也。于是宾客无不变色离席，奋袖出臂，两股战战，几欲先走。\r\n　　忽然抚尺一下，群响毕绝。撤屏视之，一人、一桌、一椅、一扇、一抚尺而已。"},
{"title": "浣溪沙·谁念西风独自凉", "author": "纳兰性德", "dynasty": "清代", "content": "谁念西风独自凉，萧萧黄叶闭疏窗，沉思往事立残阳。被酒莫惊春睡重，赌书消得泼茶香，当时只道是寻常。 "},
{"title": "村居", "author": "高鼎", "dynasty": "清代", "content": "草长莺飞二月天，拂堤杨柳醉春烟。儿童散学归来早，忙趁东风放纸鸢。 "},
{"title": "己亥杂诗", "author": "龚自珍", "dynasty": "清代", "content": "九州生气恃风雷，万马齐喑究可哀。我劝天公重抖擞，不拘一格降人材。 "},
{"title": "所见", "author": "袁枚", "dynasty": "清代", "content": "牧童骑黄牛，歌声振林樾。意欲捕鸣蝉，忽然闭口立。 "},
{"title": "画堂春·一生一代一双人", "author": "纳兰性德", "dynasty": "清代", "content": "一生一代一双人，争教两处销魂。相思相望不相亲，天为谁春？浆向蓝桥易乞，药成碧海难奔。若容相访饮牛津，相对忘贫。 "},
{"title": "蝶恋花·出塞", "author": "纳兰性德", "dynasty": "清代", "content": "今古河山无定据。画角声中，牧马频来去。满目荒凉谁可语？西风吹老丹枫树。从前幽怨应无数。铁马金戈，青冢黄昏路。一往情深深几许？深山夕照深秋雨。"},
{"title": "河中石兽", "author": "纪昀", "dynasty": "清代", "content": "　　沧州南一寺临河干，山门圮于河，二石兽并沉焉。阅十余岁，僧募金重修，求二石兽于水中，竟不可得，以为顺流下矣。棹数小舟，曳铁钯，寻十余里无迹。\r\n　　一讲学家设帐寺中，闻之笑曰：“尔辈不能究物理。是非木杮，岂能为暴涨携之去？乃石性坚重，沙性松浮，湮于沙上，渐沉渐深耳。沿河求之，不亦颠乎？”众服为确论。\r\n　　一老河兵闻之，又笑曰：“凡河中失石，当求之于上流。盖石性坚重，沙性松浮，水不能冲石，其反激之力，必于石下迎水处啮沙为坎穴，渐激渐深，至石之半，石必倒掷坎穴中。如是再啮，石又再转。转转不已，遂反溯流逆上矣。求之下流，固颠；求之地中，不更颠乎？”如其言，果得于数里外。然则天下之事，但知其一，不知其二者多矣，可据理臆断欤？(转转 一作：再转)"},
{"title": "舟夜书所见", "author": "查慎行", "dynasty": "清代", "content": "月黑见渔灯，孤光一点萤。微微风簇浪，散作满河星。 "},
{"title": "临江仙·寒柳", "author": "纳兰性德", "dynasty": "清代", "content": "飞絮飞花何处是，层冰积雪摧残，疏疏一树五更寒。爱他明月好，憔悴也相关。最是繁丝摇落后，转教人忆春山。湔裙梦断续应难。西风多少恨，吹不散眉弯。 "},
{"title": "采桑子·而今才道当时错", "author": "纳兰性德", "dynasty": "清代", "content": "而今才道当时错，心绪凄迷。红泪偷垂，满眼春风百事非。情知此后来无计，强说欢期。一别如斯，落尽梨花月又西。 "},
{"title": "浣溪沙·残雪凝辉冷画屏", "author": "纳兰性德", "dynasty": "清代", "content": "残雪凝辉冷画屏，落梅横笛已三更，更无人处月胧明。我是人间惆怅客，知君何事泪纵横，断肠声里忆平生。 "},
{"title": "绮怀十六首·其十五", "author": "黄景仁", "dynasty": "清代", "content": "几回花下坐吹箫，银汉红吹入望遥。似此星辰非昨夜，为谁风露立中宵。缠绵思尽抽残茧，宛转心伤剥后蕉。三五年时三五月，可怜杯酒不曾消。 "},
{"title": "狼三则", "author": "蒲松龄", "dynasty": "清代", "content": "其一　　有屠人货肉归，日已暮，欻一狼来，瞰担上肉，似甚垂涎，随尾行数里。屠惧，示之以刃，少却；及走，又从之。屠无计，思狼所欲者肉，不如姑悬诸树而早取之。遂钩肉，翘足挂树间，示以空担。狼乃止。屠归。昧爽，往取肉，遥望树上悬巨物，似人缢死状。大骇，逡巡近视之，则死狼也。仰首细审，见狼口中含肉，钩刺狼腭，如鱼吞饵。时狼皮价昂，直十余金，屠小裕焉。缘木求鱼，狼则罹之，是可笑也。\r\n其二　　一屠晚归，担中肉尽，止有剩骨。途中两狼，缀行甚远。\r\n　　屠惧，投以骨。一狼得骨止，一狼仍从。复投之，后狼止而前狼又至。骨已尽矣，而两狼之并驱如故。\r\n　　屠大窘，恐前后受其敌。顾野有麦场，场主积薪其中，苫蔽成丘。屠乃奔倚其下，弛担持刀。狼不敢前，眈眈相向。\r\n　　少时，一狼径去，其一犬坐于前。久之，目似瞑，意暇甚。屠暴起，以刀劈狼首，又数刀毙之。方欲行，转视积薪后，一狼洞其中，意将隧入以攻其后也。身已半入，止露尻尾。屠自后断其股，亦毙之。乃悟前狼假寐，盖以诱敌。\r\n　　狼亦黠矣，而顷刻两毙，禽兽之变诈几何哉？止增笑耳。\r\n其三　　一屠暮行，为狼所逼。道旁有夜耕所遗行室，奔入伏焉。狼自苫中探爪入。屠急捉之，令不可去。但思无计可以死之。惟有小刀不盈寸，遂割破狼爪下皮，以吹豕之法吹之。极力吹移时，觉狼不甚动，方缚以带。出视，则狼胀如牛，股直不能屈，口张不得合。遂负之以归。\r\n　　非屠，乌能作此谋也！\r\n　　三事皆出于屠；则屠人之残爆，杀狼亦可用也。 "},
{"title": "童趣", "author": "沈复", "dynasty": "清代", "content": "　　余忆童稚时，能张目对日，明察秋毫，见藐小之物必细察其纹理，故时有物外之趣。\r\n　　夏蚊成雷，私拟作群鹤舞于空中，心之所向，则或千或百，果然鹤也；昂首观之，项为之强。又留蚊于素帐中，徐喷以烟，使之冲烟而飞鸣，作青云白鹤观，果如鹤唳云端，为之怡然称快。\r\n　　余常于土墙凹凸处，花台小草丛杂处，蹲其身，使与台齐；定神细视，以丛草为林，以虫蚁为兽，以土砾凸者为丘，凹者为壑，神游其中，怡然自得。\r\n　　一日，见二虫斗草间，观之，兴正浓，忽有庞然大物，拔山倒树而来，盖一癞虾蟆，舌一吐而二虫尽为所吞。余年幼，方出神，不觉呀然一惊。神定，捉虾蟆，鞭数十，驱之别院。 "},
{"title": "采桑子·明月多情应笑我", "author": "纳兰性德", "dynasty": "清代", "content": "明月多情应笑我，笑我如今。辜负春心，独自闲行独自吟。近来怕说当时事，结遍兰襟。月浅灯深，梦里云归何处寻。 "},
{"title": "苔", "author": "袁枚", "dynasty": "清代", "content": "白日不到处，青春恰自来。苔花如米小，也学牡丹开。(也 一作：亦)"},
{"title": "蝶恋花·辛苦最怜天上月", "author": "纳兰性德", "dynasty": "清代", "content": "辛苦最怜天上月，一昔如环，昔昔都成玦。若似月轮终皎洁，不辞冰雪为卿热。无那尘缘容易绝，燕子依然，软踏帘钩说。唱罢秋坟愁未歇，春丛认取双栖蝶。 "},
{"title": "葬花吟", "author": "曹雪芹", "dynasty": "清代", "content": "花谢花飞花满天，红消香断有谁怜？游丝软系飘春榭，落絮轻沾扑绣帘。闺中女儿惜春暮，愁绪满怀无释处。手把花锄出绣帘，忍踏落花来复去。柳丝榆荚自芳菲，不管桃飘与李飞；桃李明年能再发，明年闺中知有谁？三月香巢已垒成，梁间燕子太无情！明年花发虽可啄，却不道人去梁空巢也倾。一年三百六十日，风刀霜剑严相逼；明媚鲜妍能几时，一朝漂泊难寻觅。花开易见落难寻，阶前愁杀葬花人，独倚花锄泪暗洒，洒上空枝见血痕。杜鹃无语正黄昏，荷锄归去掩重门；青灯照壁人初睡，冷雨敲窗被未温。怪奴底事倍伤神？半为怜春半恼春。怜春忽至恼忽去，至又无言去未闻。昨宵庭外悲歌发，知是花魂与鸟魂？花魂鸟魂总难留，鸟自无言花自羞；愿侬此日生双翼，随花飞到天尽头。天尽头，何处有香丘？未若锦囊收艳骨，一抔净土掩风流。质本洁来还洁去，强于污淖陷渠沟。尔今死去侬收葬，未卜侬身何日丧？侬今葬花人笑痴，他年葬侬知是谁？试看春残花渐落，便是红颜老死时；一朝春尽红颜老，花落人亡两不知！——程高通行本\r\n花谢花飞飞满天，红消香断有谁怜？游丝软系飘春榭，落絮轻沾扑绣帘。闺中女儿惜春暮，愁绪满怀无释处。手把花锄出绣帘，忍踏落花来复去？柳丝榆荚自芳菲，不管桃飘与李飞。桃李明年能再发，明年闺中知有谁？三月香巢已垒成，梁间燕子太无情！明年花发虽可啄，却不道人去梁空巢也倾。一年三百六十日，风刀霜剑严相逼。明媚鲜妍能几时？一朝漂泊难寻觅。花开易见落难寻，阶前闷死葬花人。独倚花锄泪暗洒，洒上空枝见血痕。杜鹃无语正黄昏，荷锄归去掩重门。青灯照壁人初睡，冷雨敲窗被未温。怪奴底事倍伤神？半为怜春半恼春。怜春忽至恼忽去，至又无言去不闻。昨宵庭外悲歌发，知是花魂与鸟魂。花魂鸟魂总难留，鸟自无言花自羞。愿奴胁下生双翼，随花飞到天尽头。天尽头，何处有香丘？未若锦囊收艳骨，一抷净土掩风流！质本洁来还洁去，强于污淖陷渠沟。尔今死去侬收葬，未卜侬身何日丧？侬今葬花人笑痴，他年葬侬知有谁？试看春残花渐落，便是红颜老死时。一朝春尽红颜老，花落人亡两不知！——甲戌本\r\n花谢花飞花满天，红消香断有谁怜？游丝软系飘春榭，落絮轻沾扑绣帘。帘中女儿惜春莫，愁绪满怀无处诉。手把花锄出绣帘，忍踏落花来复去？柳丝榆荚自芳菲，不管桃飘与柳飞。桃李明年能再发，明岁闺中知有谁？三月香巢已垒成，梁间燕子太无情！明年花发虽可啄，却不道人去梁空巢也倾。一年三百六十日，风刀霜剑严相逼。明媚鲜妍能几时？一朝漂泊难寻觅。花开易见落难寻，阶前闷杀葬花人。独把香锄泪暗洒，洒上花枝见血痕。杜鹃无语正黄昏，荷锄归去掩重门。青灯照壁人初睡，冷雨敲窗被未温。怪奴底事倍伤神？半为怜春半恼春。怜春忽至恼忽去，至又无言去不闻。昨宵庭外悲歌发，知是花魂与鸟魂。花魂鸟魂总难留，鸟自无言花自羞。愿奴胁下生双翼，随花飞落天尽头。天尽头，何处有香丘？未若锦囊收艳骨，一抔冷土掩风流。质本洁来还洁去，强于污淖陷渠沟。尔今死去奴收葬，未卜奴身何日亡？奴今葬花人笑痴，他年葬奴知是谁？试看春残花渐落，便是红颜老死时！一朝春尽红颜老，花落人亡两不知。——周汝昌校本"},
{"title": "论诗五首·其二", "author": "赵翼", "dynasty": "清代", "content": "李杜诗篇万口传，至今已觉不新鲜。江山代有才人出，各领风骚数百年。 "},
{"title": "浣溪沙·身向云山那畔行", "author": "纳兰性德", "dynasty": "清代", "content": "身向云山那畔行，北风吹断马嘶声，深秋远塞若为情！一抹晚烟荒戍垒，半竿斜日旧关城。古今幽恨几时平！ "},
{"title": "虞美人·曲阑深处重相见", "author": "纳兰性德", "dynasty": "清代", "content": "曲阑深处重相见，匀泪偎人颤。凄凉别后两应同，最是不胜清怨月明中。半生已分孤眠过，山枕檀痕涴。忆来何事最销魂，第一折枝花样画罗裙。 "},
{"title": "终身误", "author": "曹雪芹", "dynasty": "清代", "content": "都道是金玉良姻，俺只念木石前盟。空对着，山中高士晶莹雪；终不忘，世外仙姝寂寞林。叹人间，美中不足今方信：纵然是齐眉举案，到底意难平。 "},
{"title": "赴戍登程口占示家人二首", "author": "林则徐", "dynasty": "清代", "content": "出门一笑莫心哀，浩荡襟怀到处开。时事难从无过立，达官非自有生来。风涛回首空三岛，尘壤从头数九垓。休信儿童轻薄语，嗤他赵老送灯台。\r\n力微任重久神疲，再竭衰庸定不支。苟利国家生死以，岂因祸福避趋之。谪居正是君恩厚，养拙刚于戍卒宜。戏与山妻谈故事，试吟断送老头皮。"},
{"title": "别老母", "author": "黄景仁", "dynasty": "清代", "content": "搴帷拜母河梁去，白发愁看泪眼枯。惨惨柴门风雪夜，此时有子不如无。 "},
{"title": "采桑子·谁翻乐府凄凉曲", "author": "纳兰性德", "dynasty": "清代", "content": "谁翻乐府凄凉曲？风也萧萧，雨也萧萧，瘦尽灯花又一宵。不知何事萦怀抱，醒也无聊，醉也无聊，梦也何曾到谢桥。 "},
{"title": "山中雪后", "author": "郑燮", "dynasty": "清代", "content": "晨起开门雪满山，雪晴云淡日光寒。檐流未滴梅花冻，一种清孤不等闲。 "},
{"title": "题秋江独钓图", "author": "王士祯", "dynasty": "清代", "content": "一蓑一笠一扁舟，一丈丝纶一寸钩。一曲高歌一樽酒，一人独钓一江秋。 "},
{"title": "新雷", "author": "张维屏", "dynasty": "清代", "content": "造物无言却有情，每于寒尽觉春生。千红万紫安排著，只待新雷第一声。"},
{"title": "山市", "author": "蒲松龄", "dynasty": "清代", "content": "　　奂山山市，邑八景之一也，然数年恒不一见。孙公子禹年与同人饮楼上，忽见山头有孤塔耸起，高插青冥，相顾惊疑，念近中无此禅院。无何，见宫殿数十所，碧瓦飞甍，始悟为山市。未几，高垣睥睨，连亘六七里，居然城郭矣。中有楼若者，堂若者，坊若者，历历在目，以亿万计。忽大风起，尘气莽莽然，城市依稀而已。既而风定天清，一切乌有，惟危楼一座，直接霄汉。楼五架，窗扉皆洞开；一行有五点明处，楼外天也。\r\n　　层层指数，楼愈高，则明渐少。数至八层，裁如星点。又其上，则黯然缥缈，不可计其层次矣。而楼上人往来屑屑，或凭或立，不一状。逾时，楼渐低，可见其顶；又渐如常楼；又渐如高舍；倏忽如拳如豆，遂不可见。\r\n　　又闻有早行者，见山上人烟市肆，与世无别，故又名“鬼市”云。"},
{"title": "出塞", "author": "徐锡麟", "dynasty": "清代", "content": "军歌应唱大刀环，誓灭胡奴出玉关。只解沙场为国死，何须马革裹尸还。 "},
{"title": "潍县署中画竹呈年伯包大中丞括 / 墨竹图题诗", "author": "郑燮", "dynasty": "清代", "content": "衙斋卧听萧萧竹，疑是民间疾苦声。些小吾曹州县吏，一枝一叶总关情。"},
{"title": "采桑子·塞上咏雪花", "author": "纳兰性德", "dynasty": "清代", "content": "非关癖爱轻模样，冷处偏模。别有根芽，不是人间富贵花。谢娘别后谁能惜，飘泊天涯。寒月悲笳，万里西风瀚海沙。 "},
{"title": "新竹", "author": "郑燮", "dynasty": "清代", "content": "新竹高于旧竹枝，全凭老干为扶持。下年再有新生者，十丈龙孙绕凤池。(下年 一作：明年) "},
{"title": "马嵬", "author": "袁枚", "dynasty": "清代", "content": "莫唱当年长恨歌，人间亦自有银河。石壕村里夫妻别，泪比长生殿上多。 "},
{"title": "临江仙·柳絮", "author": "曹雪芹", "dynasty": "清代", "content": "白玉堂前春解舞，东风卷解均匀。蜂围蝶阵乱纷纷。几曾随逝水？岂必委芳尘？万缕千丝终不改，任他随聚随分。韶华休笑本无根。好风凭借力，送我上青云。 "},
{"title": "山花子·风絮飘残已化萍", "author": "纳兰性德", "dynasty": "清代", "content": "风絮飘残已化萍，泥莲刚倩藕丝萦。珍重别拈香一瓣，记前生。人到情多情转薄，而今真个不多情。又到断肠回首处，泪偷零。(不多情 一作：悔多情) "},
{"title": "世无良猫", "author": "乐钧", "dynasty": "清代", "content": "　　某恶鼠，破家求良猫。厌以腥膏，眠以毡罽。猫既饱且安，率不食鼠，甚者与鼠游戏，鼠以故益暴。某怒，遂不复蓄猫，以为天下无良猫也。是无猫邪，是不会蓄猫也。 "},
{"title": "金缕曲二首", "author": "顾贞观", "dynasty": "清代", "content": "寄吴汉槎宁古塔，以词代书，丙辰冬，寓京师千佛寺，冰雪中作。\r\n季子平安否？便归来，平生万事，那堪回首！行路悠悠谁慰藉，母老家贫子幼。记不起，从前杯酒。魑魅搏人应见惯，总输他，覆雨翻云手，冰与雪，周旋久。泪痕莫滴牛衣透，数天涯，依然骨肉，几家能够？比似红颜多命薄，更不如今还有。只绝塞，苦寒难受。廿载包胥承一诺，盼乌头马角终相救。置此札，君怀袖。 \r\n我亦飘零久！十年来，深恩负尽，死生师友。宿昔齐名非忝窃，只看杜陵消瘦，曾不减，夜郎僝僽，薄命长辞知己别，问人生到此凄凉否？千万恨，为君剖。(只看 一作：试看)兄生辛未吾丁丑，共此时，冰霜摧折，早衰蒲柳。诗赋从今须少作，留取心魂相守。但愿得，河清人寿！归日急翻行戍稿，把空名料理传身后。言不尽，观顿首。"},
{"title": "杂感", "author": "黄景仁", "dynasty": "清代", "content": "仙佛茫茫两未成，只知独夜不平鸣。风蓬飘尽悲歌气，泥絮沾来薄幸名。十有九人堪白眼，百无一用是书生。莫因诗卷愁成谶，春鸟秋虫自作声。"},
{"title": "登泰山记", "author": "姚鼐", "dynasty": "清代", "content": "　　泰山之阳，汶水西流；其阴，济水东流。阳谷皆入汶，阴谷皆入济。当其南北分者，古长城也。最高日观峰，在长城南十五里。\r\n　　余以乾隆三十九年十二月，自京师乘风雪，历齐河、长清，穿泰山西北谷，越长城之限，至于泰安。是月丁未，与知府朱孝纯子颍由南麓登。四十五里，道皆砌石为磴，其级七千有余。泰山正南面有三谷。中谷绕泰安城下，郦道元所谓环水也。余始循以入，道少半，越中岭，复循西谷，遂至其巅。古时登山，循东谷入，道有天门。东谷者，古谓之天门溪水，余所不至也。今所经中岭及山巅崖限当道者，世皆谓之天门云。道中迷雾冰滑，磴几不可登。及既上，苍山负雪，明烛天南。望晚日照城郭，汶水、徂徕如画，而半山居雾若带然。\r\n　　戊申晦，五鼓，与子颍坐日观亭，待日出。大风扬积雪击面。亭东自足下皆云漫。稍见云中白若摴蒱数十立者，山也。极天云一线异色，须臾成五采。日上，正赤如丹，下有红光动摇承之。或曰，此东海也。回视日观以西峰，或得日或否，绛皓驳色，而皆若偻。\r\n　　亭西有岱祠，又有碧霞元君祠。皇帝行宫在碧霞元君祠东。是日观道中石刻，自唐显庆以来；其远古刻尽漫失。僻不当道者，皆不及往。\r\n　　山多石，少土。石苍黑色，多平方，少圜。少杂树，多松，生石罅，皆平顶。冰雪，无瀑水，无鸟兽音迹。至日观数里内无树，而雪与人膝齐。\r\n　　桐城姚鼐记。"},
{"title": "虞美人·银床淅沥青梧老", "author": "纳兰性德", "dynasty": "清代", "content": "银床淅沥青梧老，屧粉秋蛩扫。采香行处蹙连钱，拾得翠翘何恨不能言。回廊一寸相思地，落月成孤倚。背灯和月就花阴，已是十年踪迹十年心。 "},
{"title": "岁暮到家 / 岁末到家", "author": "蒋士铨", "dynasty": "清代", "content": "爱子心无尽，归家喜及辰。寒衣针线密，家信墨痕新。见面怜清瘦，呼儿问苦辛。低徊愧人子，不敢叹风尘。 "},
{"title": "为学一首示子侄", "author": "彭端淑", "dynasty": "清代", "content": "　　天下事有难易乎？为之，则难者亦易矣；不为，则易者亦难矣。人之为学有难易乎？学之，则难者亦易矣；不学，则易者亦难矣。\r\n　　吾资之昏，不逮人也，吾材之庸，不逮人也；旦旦而学之，久而不怠焉，迄乎成，而亦不知其昏与庸也。吾资之聪，倍人也，吾材之敏，倍人也；屏弃而不用，其与昏与庸无以异也。圣人之道，卒于鲁也传之。然则昏庸聪敏之用，岂有常哉？ \r\n　　蜀之鄙有二僧：其一贫，其一富。贫者语于富者曰：“吾欲之南海，何如？”富者曰：“子何恃而往？”曰：“吾一瓶一钵足矣。”富者曰：“吾数年来欲买舟而下，犹未能也。子何恃而往！”越明年，贫者自南海还，以告富者，富者有惭色。 \r\n　　西蜀之去南海，不知几千里也，僧富者不能至而贫者至焉。人之立志，顾不如蜀鄙之僧哉?是故聪与敏，可恃而不可恃也；自恃其聪与敏而不学者，自败者也。昏与庸，可限而不可限也；不自限其昏与庸，而力学不倦者，自力者也。"},
{"title": "一字诗", "author": "陈沆", "dynasty": "清代", "content": "一帆一桨一渔舟，一个渔翁一钓钩。一俯一仰一场笑，一江明月一江秋。"},
{"title": "好了歌", "author": "曹雪芹", "dynasty": "清代", "content": "世人都晓神仙好，惟有功名忘不了！古今将相在何方？荒冢一堆草没了。世人都晓神仙好，只有金银忘不了！终朝只恨聚无多，及到多时眼闭了。世人都晓神仙好，只有姣妻忘不了！君生日日说恩情，君死又随人去了。世人都晓神仙好，只有儿孙忘不了！痴心父母古来多，孝顺儿孙谁见了？ "},
{"title": "沁园春·恨", "author": "郑燮", "dynasty": "清代", "content": "花亦无知，月亦无聊，酒亦无灵。把夭桃斫断，煞他风景；鹦哥煮熟，佐我杯羹。焚砚烧书，椎琴裂画，毁尽文章抹尽名。荥阳郑，有慕歌家世，乞食风情。单寒骨相难更，笑席帽青衫太瘦生。看蓬门秋草，年年破巷，疏窗细雨，夜夜孤灯。难道天公，还箝恨口，不许长吁一两声？癫狂甚，取乌丝百幅，细写凄清。 "},
{"title": "春风", "author": "袁枚", "dynasty": "清代", "content": "春风如贵客，一到便繁华。来扫千山雪，归留万国花。 "},
{"title": "漫感", "author": "龚自珍", "dynasty": "清代", "content": "绝域从军计惘然，东南幽恨满词笺。一箫一剑平生意，负尽狂名十五年。 "},
{"title": "金缕曲·亡妇忌日有感", "author": "纳兰性德", "dynasty": "清代", "content": "此恨何时已。滴空阶、寒更雨歇，葬花天气。三载悠悠魂梦杳，是梦久应醒矣。料也觉、人间无味。不及夜台尘土隔，冷清清、一片埋愁地。钗钿约，竟抛弃。重泉若有双鱼寄。好知他、年来苦乐，与谁相倚。我自中宵成转侧，忍听湘弦重理。待结个、他生知己。还怕两人俱薄命，再缘悭、剩月零风里。清泪尽，纸灰起。 "},
{"title": "春愁", "author": "丘逢甲", "dynasty": "清代", "content": "春愁难遣强看山，往事惊心泪欲潸。四百万人同一哭，去年今日割台湾。"},
{"title": "采桑子·九日", "author": "纳兰性德", "dynasty": "清代", "content": "深秋绝塞谁相忆，木叶萧萧。乡路迢迢。六曲屏山和梦遥。 佳时倍惜风光别，不为登高。只觉魂销。南雁归时更寂寥。 "},
{"title": "曾国藩诫子书", "author": "曾国藩", "dynasty": "清代", "content": "　　余通籍三十余年，官至极品，而学业一无所成，德行一无许可，老大徒伤，不胜悚惶惭赧。今将永别，特将四条教汝兄弟。\r\n　　一曰慎独而心安。自修之道，莫难于养心；养心之难，又在慎独。能慎独，册内省不疚，可以对天地质鬼神。人无一内愧之事，则天君泰然。此心常快足宽平，是人生第一自强之道，第一寻乐之方，守身之先务也。\r\n　　二曰主敬则身强。内而专静纯一，外而整齐严肃，敬之工夫也；出门如见大宾，使民如承大祭，敬之气象也；修己以安百姓，笃恭而天下平，敬之效验也。聪明睿智，皆由此出。庄敬日强，安肆日偷。若人无众寡，事无大小，一一恭敬，不敢怠慢。则身强之强健，又何疑乎？\r\n　　三曰求仁则人悦。凡人之生，皆得天地之理以成性，得天地之气以成形，我与民物，其大本乃同出一源。若但知私己而不知仁民爱物，是于大本一源之道已悖而失之矣。至于尊官厚禄，高居人上，则有拯民溺救民饥之责。读书学古，粗知大义，既有觉后知觉后觉之责。孔门教人，莫大于求仁，而其最切者，莫要于欲立立人、欲达达人数语。立人达人之人，人有不悦而归之者乎？\r\n　　四曰习劳则神钦。人一日所着之衣所进之食，与日所行之事所用之力相称，则旁人韪之，鬼神许之，以为彼自食其力也。若农夫织妇终岁勤动，以成数石之粟数尺之布，而富贵之家终岁逸乐，不营一业，而食必珍馐，衣必锦绣，酣豢高眠，一呼百诺，此天下最不平之事，神鬼所不许也，其能久乎？古之圣君贤相，盖无时不以勤劳自励。为一身计，则必操习技艺，磨练筋骨，困知勉行，操心危虑，而后可以增智慧而长见识。为天下计，则必已饥已溺，一夫不获，引为余辜。大禹、墨子皆极俭以奉身而极勤以救民。勤则寿，逸则夭，勤则有材而见用，逸则无劳而见弃，勤则博济斯民而神祇钦仰，逸则无补于人而神鬼不歆。\r\n　　此四条为余数十年人世之得，汝兄弟记之行之，并传之于子子孙孙，则余曾家可长盛不衰，代有人才。"},
{"title": "如梦令·万帐穹庐人醉", "author": "纳兰性德", "dynasty": "清代", "content": "万帐穹庐人醉，星影摇摇欲坠，归梦隔狼河，又被河声搅碎。还睡、还睡，解道醒来无味。 "},
{"title": "唐多令·柳絮", "author": "曹雪芹", "dynasty": "清代", "content": "粉堕百花洲，香残燕子楼。香团团、逐队成球。飘泊亦如人命薄，空缱绻，说风流。草木也知愁，韶华竟白头。叹今生、谁舍谁收！嫁与东风春不管，凭尔去，忍淹留！ "},
{"title": "好了歌注", "author": "曹雪芹", "dynasty": "清代", "content": "陋室空堂，当年笏满床；衰草枯杨，曾为歌舞场。蛛丝儿结满雕梁，绿纱今又糊在蓬窗上。说什么脂正浓，粉正香，如何两鬓又成霜？昨日黄土陇头送白骨，今宵红灯帐底卧鸳鸯。金满箱，银满箱，转眼乞丐人皆谤。正叹他人命不长，那知自己归来丧！训有方，保不定日后作强梁。择膏粱，谁承望流落在烟花巷！因嫌纱帽小，致使锁枷杠，昨怜破袄寒，今嫌紫蟒长：乱烘烘你方唱罢我登场，反认他乡是故乡。甚荒唐，到头来都是为他人作嫁衣裳！ "},
{"title": "病梅馆记", "author": "龚自珍", "dynasty": "清代", "content": "　　江宁之龙蟠，苏州之邓尉，杭州之西溪，皆产梅。或曰：“梅以曲为美，直则无姿；以欹为美，正则无景；以疏为美，密则无态。”固也。此文人画士，心知其意，未可明诏大号以绳天下之梅也；又不可以使天下之民斫直，删密，锄正，以夭梅病梅为业以求钱也。梅之欹之疏之曲，又非蠢蠢求钱之民能以其智力为也。有以文人画士孤癖之隐明告鬻梅者，斫其正，养其旁条，删其密，夭其稚枝，锄其直，遏其生气，以求重价，而江浙之梅皆病。文人画士之祸之烈至此哉！\r\n　　予购三百盆，皆病者，无一完者。既泣之三日，乃誓疗之：纵之顺之，毁其盆，悉埋于地，解其棕缚；以五年为期，必复之全之。予本非文人画士，甘受诟厉，辟病梅之馆以贮之。\r\n　　呜呼！安得使予多暇日，又多闲田，以广贮江宁、杭州、苏州之病梅，穷予生之光阴以疗梅也哉！"},
{"title": "如梦令·正是辘轳金井", "author": "纳兰性德", "dynasty": "清代", "content": "正是辘轳金井，满砌落花红冷。蓦地一相逢，心事眼波难定。谁省，谁省。从此簟纹灯影。 "},
{"title": "十二月十五夜", "author": "袁枚", "dynasty": "清代", "content": "沉沉更鼓急，渐渐人声绝。吹灯窗更明，月照一天雪。"},
{"title": "圆圆曲", "author": "吴伟业", "dynasty": "清代", "content": "鼎湖当日弃人间，破敌收京下玉关。恸哭六军俱缟素，冲冠一怒为红颜。红颜流落非吾恋，逆贼天亡自荒宴。电扫黄巾定黑山，哭罢君亲再相见。相见初经田窦家，侯门歌舞出如花。许将戚里箜篌伎，等取将军油壁车。家本姑苏浣花里，圆圆小字娇罗绮。梦向夫差苑里游，宫娥拥入君王起。前身合是采莲人，门前一片横塘水。横塘双桨去如飞，何处豪家强载归。此际岂知非薄命，此时唯有泪沾衣。薰天意气连宫掖，明眸皓齿无人惜。夺归永巷闭良家，教就新声倾坐客。坐客飞觞红日暮，一曲哀弦向谁诉？白晳通侯最少年，拣取花枝屡回顾。早携娇鸟出樊笼，待得银河几时渡？恨杀军书抵死催，苦留后约将人误。相约恩深相见难，一朝蚁贼满长安。可怜思妇楼头柳，认作天边粉絮看。遍索绿珠围内第，强呼绛树出雕阑。若非壮士全师胜，争得蛾眉匹马还？蛾眉马上传呼进，云鬟不整惊魂定。蜡炬迎来在战场，啼妆满面残红印。专征萧鼓向秦川，金牛道上车千乘。斜谷云深起画楼，散关月落开妆镜。传来消息满江乡，乌桕红经十度霜。教曲伎师怜尚在，浣纱女伴忆同行。旧巢共是衔泥燕，飞上枝头变凤凰。长向尊前悲老大，有人夫婿擅侯王。当时只受声名累，贵戚名豪竞延致。一斛明珠万斛愁，关山漂泊腰肢细。错怨狂风飏落花，无边春色来天地。尝闻倾国与倾城，翻使周郎受重名。妻子岂应关大计，英雄无奈是多情。全家白骨成灰土，一代红妆照汗青。君不见，馆娃初起鸳鸯宿，越女如花看不足。香径尘生乌自啼，屧廊人去苔空绿。换羽移宫万里愁，珠歌翠舞古梁州。为君别唱吴宫曲，汉水东南日夜流！"},
{"title": "代别离·秋窗风雨夕", "author": "曹雪芹", "dynasty": "清代", "content": "秋花惨淡秋草黄，耿耿秋灯秋夜长。已觉秋窗秋不尽，那堪风雨助凄凉！助秋风雨来何速？惊破秋窗秋梦绿。抱得秋情不忍眠，自向秋屏移泪烛。泪烛摇摇爇短檠，牵愁照恨动离情。谁家秋院无风入？何处秋窗无雨声？罗衾不奈秋风力，残漏声催秋雨急。连宵霢霢复飕飕，灯前似伴离人泣。寒烟小院转萧条，疏竹虚窗时滴沥。不知风雨几时休，已教泪洒窗纱湿。 "},
{"title": "金缕曲·赠梁汾", "author": "纳兰性德", "dynasty": "清代", "content": "德也狂生耳。偶然间，缁尘京国，乌衣门第。有酒惟浇赵州土，谁会成生此意。不信道、遂成知己。青眼高歌俱未老，向尊前、拭尽英雄泪。君不见，月如水。共君此夜须沉醉。且由他，蛾眉谣诼，古今同忌。身世悠悠何足问，冷笑置之而已。寻思起、从头翻悔。一日心期千劫在，后身缘、恐结他生里。然诺重，君须记。"},
{"title": "浣溪沙·谁道飘零不可怜", "author": "纳兰性德", "dynasty": "清代", "content": "谁道飘零不可怜，旧游时节好花天。断肠人去自经年。一片晕红才著雨，几丝柔绿乍和烟。倩魂销尽夕阳前。 "},
{"title": "浣溪沙·伏雨朝寒愁不胜", "author": "纳兰性德", "dynasty": "清代", "content": "伏雨朝寒愁不胜，那能还傍杏花行。去年高摘斗轻盈。漫惹炉烟双袖紫，空将酒晕一衫青。人间何处问多情。 "},
{"title": "红豆曲", "author": "曹雪芹", "dynasty": "清代", "content": "滴不尽相思血泪抛红豆，开不完春柳春花满画楼。睡不稳纱窗风雨黄昏后，忘不了新愁与旧愁。咽不下玉粒金莼噎满喉；照不见菱花镜里形容瘦。展不开的眉头，捱不明的更漏。呀！恰便似遮不住的青山隐隐，流不断的绿水悠悠。 "},
{"title": "琵琶仙·中秋", "author": "纳兰性德", "dynasty": "清代", "content": "碧海年年，试问取、冰轮为谁圆缺？吹到一片秋香，清辉了如雪。愁中看、好天良夜，知道尽成悲咽。只影而今，那堪重对，旧时明月。花径里、戏捉迷藏，曾惹下萧萧井梧叶。记否轻纨小扇，又几番凉热。只落得，填膺百感，总茫茫、不关离别。一任紫玉无情，夜寒吹裂。 "},
{"title": "论诗五首", "author": "赵翼", "dynasty": "清代", "content": "满眼生机转化钧，天工人化日争新。预支五百年新意，到了千年又觉陈。\r\n李杜诗篇万口传，至今已觉不新鲜。江山代有才人出，各领风骚数百年。\r\n只眼须凭自主张，纷纷艺苑漫雌黄。矮人看戏何曾见，都是随人说短长。\r\n少时学语苦难圆，只道工夫半未全。到老始知非力取，三分人事七分天。\r\n诗解穷人我未空，想因诗尚不曾工。熊鱼自笑贪心甚，既要工诗又怕穷。"},
{"title": "咏芭蕉", "author": "郑燮", "dynasty": "清代", "content": "芭蕉叶叶为多情，一叶才舒一叶生。自是相思抽不尽，却教风雨怨秋声。 "},
{"title": "黄生借书说", "author": "袁枚", "dynasty": "清代", "content": "　　黄生允修借书。随园主人授以书，而告之曰： \r\n　　书非借不能读也。子不闻藏书者乎？七略、四库，天子之书，然天子读书者有几？汗牛塞屋，富贵家之书，然富贵人读书者有几？其他祖父积，子孙弃者无论焉。非独书为然，天下物皆然。非夫人之物而强假焉，必虑人逼取，而惴惴焉摩玩之不已，曰：“今日存，明日去，吾不得而见之矣。”若业为吾所有，必高束焉，庋藏焉，曰“姑俟异日观”云尔。\r\n　　余幼好书，家贫难致。有张氏藏书甚富。往借，不与，归而形诸梦。其切如是。故有所览辄省记。通籍后，俸去书来，落落大满，素蟫灰丝时蒙卷轴。然后叹借者之用心专，而少时之岁月为可惜也！\r\n　　今黄生贫类予，其借书亦类予；惟予之公书与张氏之吝书若不相类。然则予固不幸而遇张乎，生固幸而遇予乎？知幸与不幸，则其读书也必专，而其归书也必速。\r\n　　为一说，使与书俱。"},
{"title": "题画兰", "author": "郑燮", "dynasty": "清代", "content": "身在千山顶上头，突岩深缝妙香稠。非无脚下浮云闹，来不相知去不留。 "},
{"title": "赤枣子·风淅淅", "author": "纳兰性德", "dynasty": "清代", "content": "风淅淅，雨纤纤。难怪春愁细细添。记不分明疑是梦，梦来还隔一重帘。 "},
{"title": "上元竹枝词", "author": "符曾", "dynasty": "清代", "content": "桂花香馅裹胡桃，江米如珠井水淘。见说马家滴粉好，试灯风里卖元宵。 "},
{"title": "虞美人·春情只到梨花薄", "author": "纳兰性德", "dynasty": "清代", "content": "春情只到梨花薄，片片催零落。夕阳何事近黄昏，不道人间犹有未招魂。银笺别梦当时句，密绾同心苣。为伊判作梦中人，索向画图清夜唤真真。"},
{"title": "桂殿秋·思往事", "author": "朱彝尊", "dynasty": "清代", "content": "思往事，渡江干，青蛾低映越山看。共眠一舸听秋雨，小簟轻衾各自寒。"},
{"title": "南乡子·为亡妇题照", "author": "纳兰性德", "dynasty": "清代", "content": "泪咽却无声，只向从前悔薄情。凭仗丹青重省识，盈盈，一片伤心画不成。别语忒分明，午夜鹣鹣梦早醒。卿自早醒侬自梦，更更，泣尽风檐夜雨铃。 "},
{"title": "与友人书（节选）", "author": "顾炎武", "dynasty": "清代", "content": "　　人之为学，不日进则日退。独学无友，则孤陋而难成。久处一方，则习染而不自觉。不幸而在穷僻之域，无车马之资，犹当博学审问，古人与稽，以求其是非之所在，庶几可得十之五六。若既不出户，又不读书，则是面墙之士，虽有子羔、原宪之贤，终无济于天下。子曰：“十室之邑，必有忠信如丘者焉，不如丘之好学也。”夫以孔子之圣，犹须好学，今人可不勉乎？ "},
{"title": "红楼梦十二曲——枉凝眉", "author": "曹雪芹", "dynasty": "清代", "content": "一个是阆苑仙葩，一个是美玉无瑕。 若说没奇缘，今生偏又遇着他； 若说有奇缘，如何心事终虚化？ 一个枉自嗟呀，一个空劳牵挂。 一个是水中月，一个是镜中花。 想眼中能有多少泪珠儿，怎禁得秋流到冬，春流到夏！ "},
{"title": "晓窗", "author": "魏源", "dynasty": "清代", "content": "少闻鸡声眠，老听鸡声起。千古万代人，消磨数声里。"},
{"title": "夏日杂诗", "author": "陈文述", "dynasty": "清代", "content": "水窗低傍画栏开，枕簟萧疏玉漏催。一夜雨声凉到梦，万荷叶上送秋来。 "},
{"title": "菩萨蛮·问君何事轻离别", "author": "纳兰性德", "dynasty": "清代", "content": "问君何事轻离别，一年能几团圆月。杨柳乍如丝，故园春尽时。春归归不得，两桨松花隔。旧事逐寒潮，啼鹃恨未消。 "},
{"title": "浪淘沙·夜雨做成秋", "author": "纳兰性德", "dynasty": "清代", "content": "夜雨做成秋，恰上心头。教他珍重护风流。端的为谁添病也，更为谁羞。密意未曾休，密愿难酬。珠帘四卷月当楼。暗忆欢期真似梦，梦也须留。 "},
{"title": "富春至严陵山水甚佳", "author": "纪昀", "dynasty": "清代", "content": "浓似春云淡似烟，参差绿到大江边。斜阳流水推篷坐，翠色随人欲上船。 "},
{"title": "咏史", "author": "龚自珍", "dynasty": "清代", "content": "金粉东南十五州，万重恩怨属名流。牢盆狎客操全算，团扇才人踞上游。避席畏闻文字狱，著书都为稻粱谋。田横五百人安在，难道归来尽列侯？"},
{"title": "咏菊", "author": "曹雪芹", "dynasty": "清代", "content": "无赖诗魔昏晓侵，绕篱欹石自沉音。毫端蕴秀临霜写，口齿噙香对月吟。满纸自怜题素怨，片言谁解诉秋心？一从陶令评章后，千古高风说到今。 "},
{"title": "夜坐二首", "author": "龚自珍", "dynasty": "清代", "content": "春夜伤心坐画屏，不如放眼入青冥。一山突起丘陵妒，万籁无言帝座灵。塞上似腾奇女气，江东久殒少微星。从来不蓄湘累问，唤出嫦娥诗与听。\r\n沉沉心事北南东，一睨人材海内空。壮岁始参周史席，髫年惜堕晋贤风。功高拜将成仙外，才尽回肠荡气中。万一禅关砉然破，美人如玉剑如虹。"},
{"title": "菩萨蛮·朔风吹散三更雪", "author": "纳兰性德", "dynasty": "清代", "content": "朔风吹散三更雪，倩魂犹恋桃花月。梦好莫催醒，由他好处行。无端听画角，枕畔红冰薄。塞马一声嘶，残星拂大旗。 "},
{"title": "菩萨蛮·雾窗寒对遥天暮", "author": "纳兰性德", "dynasty": "清代", "content": "雾窗寒对遥天暮，暮天遥对寒窗雾。花落正啼鸦，鸦啼正落花。袖罗垂影瘦，瘦影垂罗袖。风翦一丝红，红丝一翦风。 "},
{"title": "促织", "author": "蒲松龄", "dynasty": "清代", "content": "　　宣德间，宫中尚促织之戏，岁征民间。此物故非西产；有华阴令欲媚上官，以一头进，试使斗而才，因责常供。令以责之里正。市中游侠儿得佳者笼养之，昂其直，居为奇货。里胥猾黠，假此科敛丁口，每责一头，辄倾数家之产。\r\n　　邑有成名者，操童子业，久不售。为人迂讷，遂为猾胥报充里正役，百计营谋不能脱。不终岁，薄产累尽。会征促织，成不敢敛户口，而又无所赔偿，忧闷欲死。妻曰：“死何裨益？不如自行搜觅，冀有万一之得。”成然之。早出暮归，提竹筒丝笼，于败堵丛草处，探石发穴，靡计不施，迄无济。即捕得三两头，又劣弱不中于款。宰严限追比，旬余，杖至百，两股间脓血流离，并虫亦不能行捉矣。转侧床头，惟思自尽。\r\n　　时村中来一驼背巫，能以神卜。成妻具资诣问。见红女白婆，填塞门户。入其舍，则密室垂帘，帘外设香几。问者爇香于鼎，再拜。巫从旁望空代祝，唇吻翕辟，不知何词。各各竦立以听。少间，帘内掷一纸出，即道人意中事，无毫发爽。成妻纳钱案上，焚拜如前人。食顷，帘动，片纸抛落。拾视之，非字而画：中绘殿阁，类兰若。后小山下，怪石乱卧，针针丛棘，青麻头伏焉。旁一蟆，若将跳舞。展玩不可晓。然睹促织，隐中胸怀。折藏之，归以示成。\r\n　　成反复自念，得无教我猎虫所耶？细瞻景状，与村东大佛阁真逼似。乃强起扶杖，执图诣寺后，有古陵蔚起。循陵而走，见蹲石鳞鳞，俨然类画。遂于蒿莱中侧听徐行，似寻针芥。而心目耳力俱穷，绝无踪响。冥搜未已，一癞头蟆猝然跃去。成益愕，急逐趁之，蟆入草间。蹑迹披求，见有虫伏棘根。遽扑之，入石穴中。掭以尖草，不出；以筒水灌之，始出，状极俊健。逐而得之。审视，巨身修尾，青项金翅。大喜，笼归，举家庆贺，虽连城拱璧不啻也。上于盆而养之，蟹白栗黄，备极护爱，留待限期，以塞官责。\r\n　　成有子九岁，窥父不在，窃发盆。虫跃掷径出，迅不可捉。及扑入手，已股落腹裂，斯须就毙。儿惧，啼告母。母闻之，面色灰死，大惊曰：“业根，死期至矣！而翁归，自与汝复算耳！”儿涕而出。\r\n　　未几，成归，闻妻言，如被冰雪。怒索儿，儿渺然不知所往。既得其尸于井，因而化怒为悲，抢呼欲绝。夫妻向隅，茅舍无烟，相对默然，不复聊赖。日将暮，取儿藁葬。近抚之，气息惙然。喜置榻上，半夜复苏。夫妻心稍慰，但蟋蟀笼虚，顾之则气断声吞，亦不敢复究儿。自昏达曙，目不交睫。东曦既驾，僵卧长愁。忽闻门外虫鸣，惊起觇视，虫宛然尚在。喜而捕之，一鸣辄跃去，行且速。覆之以掌，虚若无物；手裁举，则又超忽而跃。急趋之，折过墙隅，迷其所在。徘徊四顾，见虫伏壁上。审谛之，短小，黑赤色，顿非前物。成以其小，劣之。惟彷徨瞻顾，寻所逐者。壁上小虫忽跃落襟袖间，视之，形若土狗，梅花翅，方首，长胫，意似良。喜而收之。将献公堂，惴惴恐不当意，思试之斗以觇之。\r\n　　村中少年好事者驯养一虫，自名“蟹壳青”，日与子弟角，无不胜。欲居之以为利，而高其直，亦无售者。径造庐访成，视成所蓄，掩口胡卢而笑。因出己虫，纳比笼中。成视之，庞然修伟，自增惭怍，不敢与较。少年固强之。顾念蓄劣物终无所用，不如拼博一笑，因合纳斗盆。小虫伏不动，蠢若木鸡。少年又大笑。试以猪鬣毛撩拨虫须，仍不动。少年又笑。屡撩之，虫暴怒，直奔，遂相腾击，振奋作声。俄见小虫跃起，张尾伸须，直龁敌领。少年大骇，急解令休止。虫翘然矜鸣，似报主知。成大喜。方共瞻玩，一鸡瞥来，径进以啄。成骇立愕呼，幸啄不中，虫跃去尺有咫。鸡健进，逐逼之，虫已在爪下矣。成仓猝莫知所救，顿足失色。旋见鸡伸颈摆扑，临视，则虫集冠上，力叮不释。成益惊喜，掇置笼中。\r\n　　翼日进宰，宰见其小，怒诃成。成述其异，宰不信。试与他虫斗，虫尽靡。又试之鸡，果如成言。乃赏成，献诸抚军。抚军大悦，以金笼进上，细疏其能。既入宫中，举天下所贡蝴蝶、螳螂、油利挞、青丝额一切异状遍试之，无出其右者。每闻琴瑟之声，则应节而舞。益奇之。上大嘉悦，诏赐抚臣名马衣缎。抚军不忘所自，无何，宰以卓异闻，宰悦，免成役。又嘱学使俾入邑庠。后岁余，成子精神复旧，自言身化促织，轻捷善斗，今始苏耳。抚军亦厚赉成。不数岁，田百顷，楼阁万椽，牛羊蹄躈各千计；一出门，裘马过世家焉。\r\n　　异史氏曰：“天子偶用一物，未必不过此已忘；而奉行者即为定例。加以官贪吏虐，民日贴妇卖儿，更无休止。故天子一跬步，皆关民命，不可忽也。独是成氏子以蠹贫，以促织富，裘马扬扬。当其为里正、受扑责时，岂意其至此哉？天将以酬长厚者，遂使抚臣、令尹，并受促织恩荫。闻之：一人飞升，仙及鸡犬。信夫！”"},
{"title": "遣兴", "author": "袁枚", "dynasty": "清代", "content": "爱好由来下笔难，一诗千改始心安。阿婆还似初笄女，头未梳成不许看。"},
{"title": "清平乐·风鬟雨鬓", "author": "纳兰性德", "dynasty": "清代", "content": "风鬟雨鬓，偏是来无准。倦倚玉阑看月晕，容易语低香近。软风吹遍窗纱，心期便隔天涯。从此伤春伤别，黄昏只对梨花。 "},
{"title": "荷花", "author": "石涛", "dynasty": "清代", "content": "荷叶五寸荷花娇，贴波不碍画船摇；相到薰风四五月，也能遮却美人腰。 "},
{"title": "论诗五首·其三", "author": "赵翼", "dynasty": "清代", "content": "只眼须凭自主张，纷纷艺苑漫雌黄。矮人看戏何曾见，都是随人说短长。 "},
{"title": "南乡子·烟暖雨初收", "author": "纳兰性德", "dynasty": "清代", "content": "烟暖雨初收，落尽繁花小院幽。摘得一双红豆子，低头，说著分携泪暗流。人去似春休，卮酒曾将酹石尤。别自有人桃叶渡，扁舟，一种烟波各自愁。 "},
{"title": "地震", "author": "蒲松龄", "dynasty": "清代", "content": "　　康熙七年六月十七日戌刻，地大震。余适客稷下，方与表兄李笃之对烛饮。忽闻有声如雷，自东南来，向西北去。众骇异，不解其故。俄而几案摆簸，酒杯倾覆；屋梁椽柱，错折有声。相顾失色。久之，方知地震，各疾趋出。见楼阁房舍，仆而复起；墙倾屋塌之声，与儿啼女号，喧如鼎沸。\r\n　　人眩晕不能立，坐地上，随地转侧。河水倾泼丈余，鸡鸣犬吠满城中。逾一时许，始稍定。视街上，则男女裸聚，竞相告语，并忘其未衣也。后闻某处井倾仄，不可汲；某家楼台南北易向；栖霞山裂；沂水陷穴，广数亩。此真非常之奇变也。"},
{"title": "杏帘在望", "author": "曹雪芹", "dynasty": "清代", "content": "杏帘招客饮，在望有山庄。菱荇鹅儿水，桑榆燕子梁。一畦春韭绿，十里稻花香。盛世无饥馁，何须耕织忙。"},
{"title": "相见欢·年年负却花期", "author": "张惠言", "dynasty": "清代", "content": "年年负却花期！过春时，只合安排愁绪送春归。梅花雪，梨花月，总相思。自是春来不觉去偏知。"},
{"title": "红楼梦曲·引子", "author": "曹雪芹", "dynasty": "清代", "content": "开辟鸿蒙，谁为情种？都只为风月情浓。趁着这奈何天、伤怀日、寂寥时，试遣愚衷。因此上，演出这怀金悼玉的《红楼梦》。 "},
{"title": "游孤山", "author": "吴文溥", "dynasty": "清代", "content": "春风欲来山已知，山南梅萼先破枝。高人去后春草草，万古孤山迹如扫。巢居阁畔酒可沽，幸有我来山未孤。笑问梅花肯妻我，我将抱鹤家西湖。"},
{"title": "食旧堂集序", "author": "姚鼐", "dynasty": "清代", "content": "　　引用前两句时，原文应为“奔流到海不复回”，错引成了“丹徒王禹卿先生，少则以诗称于丹徒，长人京师，则称于京师。负气好奇，欲尽取天下异境以成其文。乾隆二十一年，翰林侍读全魁使琉球，邀先生同渡海，即欣然往。故人相聚涕泣留先生，不听。入海覆其舟，幸得教不死，乃益自喜日：“此天所以成吾诗也。”为之益多且奇。今集中名《海天游草》者，是也。鼐故不善诗，尝漫咏之以自娱而已，遇先生于京师，顾称许以为可，后遂与交密。居闲盖无日不相求也。一日，值天寒晦，与先生及辽东朱子颖登城西黑窑厂，据地饮酒，相对悲歌至暮，见者皆怪之。其后，先生自海外归，以第三人登第，进至侍读，出为云南临安府知府。赴任过扬州。时鼐在扬州，赋诗别去。鼐旋仕京师，而子颍亦人蜀，皆不得见。时有人自西南来者，传两人滇蜀间诗，雄杰瑰异,如不可测。盖称其山川云。先生在临安三年，以吏议降职，遂返丹徒，来往于吴越，多徜徉之辞。久之,鼐被疾还江南，而子颍为两准运使，兴建书院，邀余主之。于是与先生别十四年矣，而复于扬州相见。其聚散若此，岂非天邪！先生好浮屠道，近所得日进。尝同宿使院，鼐又渡江宿其家，食旧堂内，共语穷日夜，教以屏欲澄心、返求本性，其言绝善。鼐生平不常闻诸人也，然先生豪纵之气，亦渐衰减，不如其少壮。然则昔者周历山水，伟丽奇变之篇，先生自是将不复作乎!鼐既尽读先生之诗，叹为古今所不易有，子颍乃俾人抄为十几卷，日《食旧堂集》。将雕板传诸人，鼐因为之序。复回”。"},
{"title": "高山流水·次夫子清风阁落成韵", "author": "顾太清", "dynasty": "清代", "content": "群山万壑引长风，透林皋、晓日玲珑。楼外绿阴深，凭栏指点偏东。浑河水、一线如虹。清凉极，满谷幽禽啼啸，冷雾溟濛。任海天寥阔，飞跃此身中。云容。看白云苍狗，无心者、变化虚空。细草络危岩，岩花秀媚日承红。清风阁，高凌霄汉，列岫如童。待何年归去，谈笑各争雄。 "},
{"title": "祝父母诗", "author": "慈禧", "dynasty": "清代", "content": "世间爹妈情最真，泪血溶入儿女身。殚竭心力终为子，可怜天下父母心！"},
{"title": "临江仙·闻说金微郎戍处", "author": "王国维", "dynasty": "清代", "content": "闻说金微郎戍处，昨宵梦向金微。不知今又过辽西。千屯沙上暗，万骑月中嘶。郎似梅花侬似叶，朅来手抚空枝。可怜开谢不同时。漫言花落早，只是叶生迟。 "},
{"title": "元宵灯谜", "author": "曹雪芹", "dynasty": "清代", "content": "天运人功理不穷，有功无运也难逢。因何镇日纷纷乱，因为阴阳数不通。"},
{"title": "酬王处士九日见怀之作", "author": "顾炎武", "dynasty": "清代", "content": "是日惊秋老，相望各一涯。离怀销浊酒，愁眼见黄花。天地存肝胆，江山阅鬓华。多蒙千里讯，逐客已无家。"},
{"title": "齐天乐·咏蝉", "author": "张玉珍", "dynasty": "清代", "content": "虚堂帘捲初闻处，重重绿阴低映。抱叶嘶风，栖枝吸露，高洁天生谁并。哀吟不定。怕写入琴丝，乱愁交并。最是难忘，晓凉清梦为伊醒。惊飞还向别树，更声声断续，无奈时听。细雨微晴，斜阳淡抹，喧遍条条槐径。回栏小凭。把秋意三分，暗中偷领。触忤吟情，几回羞鬓影。"},
{"title": "南歌子·古戍饥乌集", "author": "纳兰性德", "dynasty": "清代", "content": "古戍饥乌集，荒城野雉飞。荒年劫火剩残灰，试看英雄碧血，满龙堆。玉帐空分垒，金笳已罢吹。东风回首尽成非，不道兴亡命也，岂人为。 "},
{"title": "自肃州出嘉峪关", "author": "裴景福", "dynasty": "清代", "content": "武帝雄风不可攀，昆仑新辟汉河山。右贤烽火过金岭，飞将旌旗出玉关。大夏无心通竹杖，贰师有泪洒刀环。谁怜属国还朝日，甲帐空悬两鬓斑。"},
{"title": "蓦山溪·湖泛偕尤悔罨、刘易台", "author": "张夏", "dynasty": "清代", "content": "溪头放棹，白鹭飞清昼。四面绝红麈，扑青苍、山攒水凑。从中选胜，最爱养鱼陂，围榻柳。阴晴骤。正是黄梅候。水边林下，名迹千秋有。今日遂良游，把清尊、临风一酹。三三雨雨，相舆扣舷歌，沾袍袖。归迟否。明日刚初九。"},
{"title": "百字铭", "author": "吴汝纶", "dynasty": "清代", "content": "远观山色，年年依旧如新，近视人情，渐渐不同往日。诗朋酒友，日会三千，知己心人，百无一二。花开兮，蝴蝶至，人困兮，亲戚疏。时来，谁不来；时不来，谁来。自跌倒，自爬起，靠人扶，都是假。亲戚朋友，说的是隔山话。且挨过三冬四夏，暂受些此痛苦，雪尽后再看梅花。"},
{"title": "秋宵", "author": "惠椿亭", "dynasty": "清代", "content": "离怀轻易岂能休? 打叠新愁换旧愁。宿酒大都随梦醒, 残灯多半为诗留。月扶花影偏怜夜, 风得棋声亦带秋。渐觉宵寒禁不起, 笑披鹤氅也温柔。"},
{"title": "恭诵左公西行甘棠·其二", "author": "杨昌浚", "dynasty": "清代", "content": "大将筹边尚未还，湖湘子弟满天山。新栽杨柳三千里，引得春风度玉关。"},
{"title": "马伶传", "author": "侯方域", "dynasty": "清代", "content": "　　马伶者，金陵梨园部也。金陵为明之留都，社稷百官皆在，而又当太平盛时，人易为乐。其士女之问桃叶渡、游雨花台者，趾相错也。梨园以技鸣者，无虑数十辈，而其最著者二：曰兴化部，曰华林部。\r\n　　一日，新安贾合两部为大会，遍征金陵之贵客文人，与夫妖姬静女，莫不毕集。列兴化于东肆，华林于西肆，两肆皆奏《鸣凤》，所谓椒山先生者。迨半奏，引商刻羽，抗坠疾徐，并称善也。当两相国论河套，而西肆之为严嵩相国者曰李伶，东肆则马伶。坐客乃西顾而叹，或大呼命酒，或移座更近之，首不复东。未几更进，则东肆不复能终曲。询其故，盖马伶耻出李伶下，已易衣遁矣。马伶者，金陵之善歌者也。既去，而兴化部又不肯辄以易之，乃竟辍其技不奏，而华林部独著。\r\n　　去后且三年而马伶归，遍告其故侣，请于新安贾曰：“今日幸为开宴，招前日宾客，愿与华林部更奏《鸣凤》，奉一日欢。”既奏，已而论河套，马伶复为严嵩相国以出，李伶忽失声，匍匐前称弟子。兴化部是日遂凌出华林部远甚。其夜，华林部过马伶：“子，天下之善技也，然无以易李伶。李伶之为严相国至矣，子又安从授之而掩其上哉？”马伶曰：“固然，天下无以易李伶；李伶即又不肯授我。我闻今相国昆山顾秉谦者，严相国俦也。我走京师，求为其门卒三年，日侍昆山相国于朝房，察其举止，聆其语言，久乃得之。此吾之所为师也。”华林部相与罗拜而去。\r\n　　马伶，名锦，字云将，其先西域人，当时犹称马回回云。\r\n　　侯方域曰：异哉，马伶之自得师也。夫其以李伶为绝技，无所干求，乃走事昆山，见昆山犹之见分宜也；以分宜教分宜，安得不工哉?（呜乎！耻其技之不若，而去数千里为卒三年，倘三年犹不得，即犹不归耳。其志如此，技之工又须问耶？"},
{"title": "过黑水沙漠至抚夷城", "author": "裴景福", "dynasty": "清代", "content": "卅六国中亲往还，荒唐旧说一时删。流沙穴地真成海，弱水滔天欲撼山。西去关乌头尽白，东来宛马汗皆殷。倦游小睡昆仑顶，应被群仙笑我顽。"},
{"title": "春日田家", "author": "宋琬", "dynasty": "清代", "content": "野田黄雀自为群，山叟相过话旧闻。夜半饭牛呼妇起，明朝种树是春分。"},
{"title": "题游侠图", "author": "郑燮", "dynasty": "清代", "content": "大雪满天地，胡为仗剑游？欲谈心里事，同上酒家楼。 "},
{"title": "浣溪沙·修到南屏数晚钟", "author": "陈曾寿", "dynasty": "清代", "content": "修到南屏数晚钟，目成朝暮一雷峰。纁黄深浅画难工。千古苍凉天水碧，一生缱绻夕阳红。为谁粉碎到虚空。"},
{"title": "蝶恋花·记得珠帘初卷处", "author": "康有为", "dynasty": "清代", "content": "记得珠帘初卷处，人倚阑干，被酒刚微醉。翠叶飘零秋自语，晓风吹堕横塘路。词客看花心意苦，坠粉零香，果是谁相误。三十六陂飞细雨，明朝颜色难如故。"},
{"title": "樵夫词", "author": "朱景素", "dynasty": "清代", "content": "白云堆里捡青槐，惯入深林鸟不猜。无意带将花数朵，竟挑蝴蝶下山来。 "},
{"title": "狼", "author": "蒲松龄", "dynasty": "清代", "content": "　　一屠晚归，担中肉尽，止有剩骨。途中两狼，缀行甚远。\r\n　　屠惧，投以骨。一狼得骨止，一狼仍从。复投之，后狼止而前狼又至。骨已尽矣，而两狼之并驱如故。\r\n　　屠大窘，恐前后受其敌。顾野有麦场，场主积薪其中，苫蔽成丘。屠乃奔倚其下，弛担持刀。狼不敢前，眈眈相向。\r\n　　少时，一狼径去，其一犬坐于前。久之，目似瞑，意暇甚。屠暴起，以刀劈狼首，又数刀毙之。方欲行，转视积薪后，一狼洞其中，意将隧入以攻其后也。身已半入，止露尻尾。屠自后断其股，亦毙之。乃悟前狼假寐，盖以诱敌。\r\n　　狼亦黠矣，而顷刻两毙，禽兽之变诈几何哉？止增笑耳。"},
{"title": "最高楼·为许窥豹题榆园今雨楼图,次毛东堂韵", "author": "吴湖帆", "dynasty": "清代", "content": "追往事、先泽画图中。园去废，卷归重。小楼今雨嵩阳伴，故家乔木断桥东。向尊前，收眼底，自生风。甚籍与、钱唐苏小共。也宰及、清真长寿颂。堆锦绣，妒帘栊。华年好梦心都懒，馒头白发鬓先鬆。雨丝丝，云冉冉，忆双峰。"},
{"title": "虞美人·风灭炉烟残灺冷", "author": "纳兰性德", "dynasty": "清代", "content": "残灯风灭炉烟冷，相伴唯孤影。判教狼藉醉清樽，为问世间醒眼是何人。难逢易散花间酒，饮罢空搔首。闲愁总付醉来眠，只恐醒时依旧到樽前。 "},
{"title": "自肃州出嘉峪关", "author": "裴景福", "dynasty": "清代", "content": "武帝雄风不可攀，昆仑新可汉河山。右贤烽火过金岭，飞将旌旗出玉关。大夏无心通竹杖，贰师有泪洒刀环。谁怜属国还朝日，甲帐空悬两鬓斑。"},
{"title": "登北固楼", "author": "黄仲则", "dynasty": "清代", "content": "振衣直上最高楼，吴楚青苍一望收。此地山形常北顾，千年江水自东流。乾坤莽莽鱼龙气，今古愔愔花月愁。不尽狂澜走沧海，一拳天与压潮头。"},
{"title": "清平乐·发汉儿村题壁", "author": "纳兰性德", "dynasty": "清代", "content": "参横月落，客绪从谁托。望里家山云漠漠，似有红楼一角。不如意事年年，消磨绝塞风烟。输与五陵公子，此时梦绕花前。 "},
{"title": "贺新郎·赠苏昆生", "author": "陈维崧", "dynasty": "清代", "content": "苏，固始人，南曲为当今第一。曾与说书叟柳敬亭同客左宁南幕下，梅村先生为赋《楚两生行》\r\n吴苑春如绣。笑野老、花颠酒恼，百无不有。沦落半生知己少，除却吹箫屠狗。算此外、谁欤吾友。忽听一声《河满子》，也非关、泪湿青衫透。是鹃血，凝罗袖。武昌万叠戈船吼。记当日、征帆一片，乱遮樊口。隐隐柁楼歌吹响，月下六军搔首。正乌鹊、南飞时候。今日华清风景换，剩凄凉、鹤发开元叟。我亦是，中年后。"},
{"title": "送文介石先生入中峰", "author": "陆世仪", "dynasty": "清代", "content": "底事伤心万念隳，漫从兰若寄栖迟。乾坤有限无穷恨，身世须臾不尽悲。千里音书孤枕梦，六时功课一编诗。放舟日暮山风急，松柏滩头读楚词。"},
{"title": "古对今", "author": "车万育", "dynasty": "清代", "content": "古对今，圆对方。严寒对酷暑，春暖对秋凉。晨对暮，雪对霜。和风对细雨，朝霞对夕阳。桃对李，柳对杨，莺歌对燕舞，鸟语对花香。"},
{"title": "淡黄柳·咏柳", "author": "纳兰性德", "dynasty": "清代", "content": "三眠未歇，乍到秋时节。一树斜阳蝉更咽，曾绾灞陵离别。絮已为萍风卷叶，空凄切。长条莫轻折，苏小恨，倩他说。尽飘零、游冶章台客。红板桥空，湔裙人去，依旧晓风残月。 "},
{"title": "浣溪沙·庚申除夜", "author": "纳兰性德", "dynasty": "清代", "content": "收取闲心冷处浓，舞裙犹忆柘枝红。谁家刻烛待春风。竹叶樽空翻采燕，九枝灯灺颤金虫。风流端合倚天公。 "},
{"title": "南乡子·邢州道上作", "author": "陈维崧", "dynasty": "清代", "content": "秋色冷并刀，一派酸风卷怒涛。并马三河年少客，粗豪，皂栎林中醉射雕。残酒忆荆高，燕赵悲歌事未消。忆昨车声寒易水，今朝，慷慨还过豫让桥。"},
{"title": "好了歌注", "author": "曹雪芹", "dynasty": "清代", "content": "陋室空堂，当年笏满床；衰年枯杨，曾为歌舞场。蛛丝儿结满雕梁，绿纱今又糊在蓬窗上。说什么脂正浓，粉正香，如何两鬓又成霜？昨日黄土陇头送白骨，今宵红灯帐底卧鸳鸯。金满箱，银满箱，转眼乞丐人皆谤。正叹他人命不长，那知自己归来丧！训有方，保不定日后作强梁。择膏粱，谁承望流落在烟花巷！因嫌纱帽小，致使锁枷杠，昨怜破袄寒，今嫌紫蟒长：乱烘烘你方唱罢我登场，反认他乡是故乡。甚荒唐，到头来都是为他人作嫁衣裳！ "},
{"title": "崔景偁拜师", "author": "张惠言", "dynasty": "清代", "content": "　　余始识景偁于京师，与为于，景偁以兄事余。既数岁，已而北面承贽，请为弟子。余愧谢，不获。且曰:“偁之从先生，非发策决科之谓也。先生不为世俗之文，又不为世俗之人，某则愿庶几焉。” "},
{"title": "窘况为许衡州赋", "author": "郑燮", "dynasty": "清代", "content": "半缺柴门叩不开，石棱砖缝好苍苔。地偏竹径清于水，雨冷诗情瘦似梅。山茗未赊将菊代，学钱无措唤儿回。塾师亦复多情思，破点经书手送来。"},
{"title": "贺新郎·纤夫词", "author": "陈维崧", "dynasty": "清代", "content": "战舰排江口。正天边、真王拜印，蛟螭蟠钮。征发棹船郎十万，列郡风驰雨骤。叹闾左、骚然鸡狗。里正前团催后保，尽累累、锁系空仓后。捽头去，敢摇手？稻花恰趁霜天秀。有丁男、临歧诀绝，草间病妇。此去三江牵百丈，雪浪排樯夜吼。背耐得、土牛鞭否？好倚后园枫树下，向丛祠亟倩巫浇酒。神佑我，归田亩。 "},
{"title": "梅子黄时雨二首·其一", "author": "李慈铭", "dynasty": "清代", "content": "饾饤阴晴，乍中酒醒时，愁思如许。又倦柳千丝，做成烟雨。不信天涯今日里，昏昏都是垂帘过。鸠啼苦，竹粉翠楼，斜照犹驻。为语。伤春旧侣。恁薇壶练带，消得朝暮。看村瀑如潮，林霏疑雾。好借一蓑湖上去，短篷绿罨鸥波路。山无数，冷光泼青诗句。"},
{"title": "金缕曲·春梦年来惯", "author": "高鹗", "dynasty": "清代", "content": "不见畹君三年矣，戊申秋隽，把晤灯前，浑疑梦幻，归来欲作数语，辄怔忡而止。十月旬日，灯下独酌，忍酸制此，不复计工拙也。\r\n春梦年来惯。问卿卿，今宵可是，故人亲见？试剪银灯携素手，细认梅花妆面。料此夕、罗浮非幻。一部相思难说起，尽低鬟，默坐空长叹。追往事，寸肠断！尊前强自柔情按。道从今，新欢有日，旧盟须践。欲笑欲歌还欲哭，刚喜翻悲又怨。把未死、蚕丝牵恋。那更眼波留得往，一双双，泪滴珍珠串。愁万斛，怎抛判？"},
{"title": "海上（四首）", "author": "顾炎武", "dynasty": "清代", "content": "日入空山海气侵，秋光千里自登临。十年天地干戈老，四海苍生吊哭深。水涌神山来白鸟，云浮仙阙见黄金。此中何处无人世，只恐难酬烈士心。\r\n满地关河一望哀，彻天烽火照胥台。名王白马江东去，故国降幡海上来。秦望云空阳鸟散，冶山天远朔风回。楼船见说军容盛，左次犹虚授钺才。\r\n南营乍浦北南沙，终古提封属汉家。万里风烟通日本，一军旗鼓向天涯。楼船已奉征蛮敕，博望空乘泛海槎。愁绝王师看不到，寒涛东起日西斜。\r\n长看白日下芜城，又见孤云海上生。感慨河山追失计，艰难戎马发深情。埋轮拗镞周千亩，蔓草枯杨汉二京。今日大梁非旧国，夷门愁杀老侯嬴。"},
{"title": "安西行寄王方伯", "author": "裴景福", "dynasty": "清代", "content": "天山如龙游平川，送我东行路三千。我行百里一食宿，左右出没相周旋。我到安西不见山，问山已入玉门关。人行欲住山不住，以鳖追马焉能前。大黄亘天接祁连，终南太华纷联翩。望尘不及仰复羡，云车风马真神仙。我行踟躇不得前，牵来天驷金鞍鞯。朝发流沙逾月窟，暮宿饮水黄河边。更驾飞车入东海，群仙招手蓬莱巅。登高回首望西极，落日未落生苍烟。美人娟娟立云表，梦魂不到空潸然。"},
{"title": "绮怀十六首·其十五", "author": "黄景仁", "dynasty": "清代", "content": "几回花下坐吹箫，银汉红墙入望遥。似此星辰非昨夜，为谁风露立中宵。缠绵思尽抽残茧，宛转心伤剥后蕉。三五年时三五月，可怜杯酒不曾消。 "},
{"title": "水龙吟·再送荪友南还", "author": "纳兰性德", "dynasty": "清代", "content": "人生南北真如梦，但卧金山高处。白波东逝，鸟啼花落，任他日暮。别酒盈觞，一声将息，送君归去。便烟波万顷，半帆残月，几回首，相思苦。可忆柴门深闭，玉绳低、翦灯夜雨。浮生如此，别多会少，不如莫遇。愁对西轩，荔墙叶暗，黄昏风雨。更那堪几处，金戈铁马，把凄凉助。 "},
{"title": "都门秋思", "author": "黄景仁", "dynasty": "清代", "content": "四年书剑滞燕京，更值秋来百感并。台上何人延郭隗？市中无处访荆卿。云浮千里伤心色，风送千秋变徵声。我自欲歌歌不得，好寻驺卒话平生。"},
{"title": "与薛寿鱼书", "author": "袁枚", "dynasty": "清代", "content": "　　天生一不朽之人，而其子若孙必欲推而纳之于必朽之处，此吾所为悁悁而悲也。夫所谓不朽者，非必周、孔而后不朽也。羿之射，秋之奕，俞跗之医，皆可以不朽也。使必待周。孔而后可以不朽，则宇宙间安得有此纷纷之周、孔哉！\r\n　　子之大夫一瓢先生，医之不朽者也，高年不禄。仆方思辑其梗概以永其人，而不意寄来墓志无一字及医，反托于与陈文恭公讲学云云。呜呼！自是而一瓢先生不传矣，朽矣！&nbsp;　　夫学在躬行，不在讲也。圣学莫如仁，先生能以术人其民，使无天扎，是即孔子“老安少怀”之学也，素位而行，学孰大于是！而何必舍之以他求？文恭，相公也；子之大父，布衣也，相公借布衣以自重，则名高；而布衣扶相公以自尊，则甚陋。今执逮之人而问之曰：“一瓢先生非名医乎？”虽子之仇，无异词也。又问之曰：“一瓢先生其理学乎？”虽子之戚，有异词也，子不以人所共信者传先人，而以人所共疑者传先人，得毋以“艺成而下”之说为斤斤乎？不知艺即道之有形者也。精求之，何艺非道？貌袭之，道艺两失。医之为艺，尤非易言，神农始之，黄帝昌之，周公使冢宰领之，其道通于神圣。今天下医绝矣，惟讲学一流转未绝者，何也？医之效立见，故名医百无一人；学之讲无稽。故村儒举目皆是，子不尊先人于百无一人之上，而反贱之于举目皆是之中，过矣！\r\n　　仆昔疾病，姓名危笃，尔时虽十周、程、张。朱何益？而先生独能以一刀圭活之，仆所以心折而信以为不朽之人也。虑此外必有异案良方，可以拯人，可以寿世者，辑而传焉，当高出语录陈言万万。而乃讳而不宣，甘舍神奇以就臭腐，在理学中未必增一伪席，而方伎中转失一真人矣。岂不悖哉！"},
{"title": "杂题八首·其一", "author": "赵翼", "dynasty": "清代", "content": "每夕见明月，我已与熟悉。问月可识我？月谓不记忆。茫茫此世界，众生奚啻亿？除是大英豪，或稍为目拭。有如公等辈，未见露奇特。若欲一一认，安得许眼力？神龙行空中，蝼蚁对之揖。礼数虽则多，未必遂鉴及。"},
{"title": "高阳台·桥影流虹", "author": "朱彝尊", "dynasty": "清代", "content": "吴江叶元礼，少日过流虹桥，有女子在楼上，见而慕之，竟至病死。气方绝，适元礼复过其门，女之母以女临终之言告叶，叶入哭，女目始瞑。友人为作传，余记以词。\r\n桥影流虹，湖光映雪，翠帘不卷春深。一寸横波，断肠人在楼阴。游丝不系羊车住，倩何人、传语青禽？最难禁。倚遍雕阑，梦遍罗衾。重来已是朝云散，怅明珠佩冷，紫玉烟沉。前度桃花，依然开满江浔。钟情怕到相思路，盼长堤、草尽红心。动愁吟。碧落黄泉，两处难寻。"},
{"title": "梅花", "author": "沈德潜", "dynasty": "清代", "content": "残雪初消欲暝天，无枝冷艳破春妍。山边村落涧边路，篱外幽香竹外烟。自我相思经一载，与君偕隐已多年。惜花兼怕催人老，扶杖更深看不眠。"},
{"title": "临终诗", "author": "李鸿章", "dynasty": "清代", "content": "劳劳车马未离鞍，临事方知一死难。三百年来伤国步，八千里外吊民残。秋风宝剑孤臣泪，落日旌旗大将坛。海外尘氛犹未息，诸君莫作等闲看。 "},
{"title": "凤凰台上忆吹箫·寸寸微云", "author": "贺双卿", "dynasty": "清代", "content": "寸寸微云，丝丝残照，有无明灭难消。正断魂魂断，闪闪摇摇。望望山山水水，人去去，隐隐迢迢。从今后，酸酸楚楚，只似今宵。青遥。问天不应，看小小双卿，袅袅无聊。更见谁谁见，谁痛花娇？谁望欢欢喜喜，偷素粉，写写描描？谁还管，生生世世，夜夜朝朝。"},
{"title": "登金山", "author": "张晋", "dynasty": "清代", "content": "大江发源自蚕丛，万里一泻流向东。天遣神山作砥柱，中流涌出金芙蓉。\r\n峰尖飘渺逼云汉，石根诘屈搜蛟龙。我来张帆指京口，推篷旷望初蒙蒙。\r\n少时烟消雾亦敛，赤日濯水磨青铜。舍舟理轻策，着屐披蒙茸。\r\n奇境快登历，一拓平生胸。古刹周遭绝枕藉，浮图四面开玲珑。\r\n振衣直上神益耸，阊阖呼吸疑可通。九江三楚列眼底，指顾尽得天南雄。\r\n铁瓮城头没荒草，北固楼下闻秋钟。寄奴王气久消歇，大业惟剩丹徒宫。\r\n侧身东望诧奇绝，焦山对峙浮江中。林峦万古浸烟水，如观图画嗟朦胧。\r\n我疑海上三山失，乃于此地俱相逢。老僧疑客煮香茗，山门散步聊从容。\r\n中冷泉畔吊郭璞，妙高台上怀苏公。游兴到此愿已足，始笑向来局促真盲聋。\r\n昨过平山堂，楼阁何重重。岸旁覆垂柳，水面横长虹。\r\n此乃丈夫彼女子，人巧定合输天工。倚栏狂叫一挥手，惊飙乍起摇丹枫。\r\n楼船回棹泊山足，鼋鼍踏浪乘江风。断霞挂天末，飞雁嘹长空。\r\n苍然暮色上，佛鼓声冬冬。羁怀畏晚寻归楫，恨未一见炬火照耀江心红。"},
{"title": "螃蟹咏", "author": "曹雪芹", "dynasty": "清代", "content": "持螯更喜桂阴凉，泼醋擂姜兴欲狂。饕餮王孙应有酒，横行公子竟无肠。脐间积冷谗忘忌，指上沾腥洗尚香。原为世人美口腹，坡仙曾笑一生忙。 "},
{"title": "即席分赋得卖花声二首", "author": "黄景仁", "dynasty": "清代", "content": "何处来行有脚春，一声声唤最圆匀。也经古巷何妨陋，亦上荆钗不厌贫。过早惯惊眠雨客，听多偏是惜花人。绝怜儿女深闺事，轻放犀梳侧耳频。\r\n摘向筠篮露未收，唤来深巷去还留。一场春雨寒初减，万枕梨云梦忽流。临镜不妨来更早，惜花无奈听成愁。怜他齿颊生香处，不在枝头在担头。"},
{"title": "红豆曲", "author": "曹雪芹", "dynasty": "清代", "content": "滴不尽相思血泪抛红豆，血不完春柳春花满画楼。睡不稳纱窗风雨黄昏后，忘不了新愁与旧愁。咽不下玉粒金莼噎满喉；照不见菱花镜里形容瘦。展不血的眉头，捱不明的更漏。呀！恰便似遮不住的青山隐隐，流不断的绿水悠悠。 "},
{"title": "南乡子·邢州道上作", "author": "陈维崧", "dynasty": "清代", "content": "秋色冷并刀，一派酸风卷一涛。并马三河年少客，粗豪，皂栎林中醉射雕。残酒忆荆高，燕赵悲歌事未消。忆昨车声寒易水，今朝，慷慨还过豫让桥。"},
{"title": "论印绝句", "author": "丁敬", "dynasty": "清代", "content": "古人篆刻思离群，舒卷浑同岭上云。看到六朝唐宋妙，何曾墨守汉家文。 "},
{"title": "咏伪郑遗事", "author": "陈昂", "dynasty": "清代", "content": "战衄旋师返北辕，转教航海辟乾坤。金多旧借牛皮地，水涨新通鹿耳门。赤嵌城孤遗旧业，红夷援绝竟移屯。何缘自比虬髯客，岂昧几先让太原。"},
{"title": "兵车行", "author": "张炜", "dynasty": "清代", "content": "挽角弓，飞羽箭。鼓奔雷，马走电。阵云滚滚吼长鲸，旌旂直上卷天半。风雨啸啼鬼神愁，星斗昏黑天地惨。龙争虎斗无休歇，吁嗟玄黄何时判。忆昔秦中全盛时，守臣廉明民生奠。执法不容吏贪墨，朝野升平庆清晏。人人尽道曾阎罗，曾不去时陕不变。曾在全省赖肃清，曾去渭阳回子叛。一夕烽火连天起，国家从此多征战。前有长发后逆回，陕西未平甘肃乱。朝廷大开召募局，诏令处处整团练。讵知民气久凋残，望风披靡绵奔窜。回子示来事戎行，回子来时团练散。老填沟壑壮者走，父母妻子不相见。十邑九村无烟火，长安道上行人断。自从大众西行日，少者数千多逾万。先苦贼寇后苦兵，征役不息饥馑荐。日捐月捐已不堪，飞捐黑捐尤可叹。鹑觚斗粟八千钱，金城米价三十贯。人饥食人马食马，鸡犬无声蓬蒿遍。昨夜羽书到金城，虏骑已过玉门县。内地寇氛尚如此，何况敌国与外患。朝廷赖有恪靖伯，重整山河复禹甸。招降纳附集流亡，闾阎始得免兵燹。戎狄豺狼胡可玩，呜呼！戎狄豺狼胡可玩。"},
{"title": "浣溪沙·已惯天涯莫浪愁", "author": "纳兰性德", "dynasty": "清代", "content": "已惯天涯莫浪愁，寒云衰草渐成秋。漫因睡起又登楼。伴我萧萧惟代马，笑人寂寂有牵牛，劳人只合一生休。 "},
{"title": "台城路·惊飞燕子魂无定", "author": "蒋春霖", "dynasty": "清代", "content": "惊飞燕子魂无定，荒洲坠如残叶。树影疑人，鸮声幻鬼，欹侧春冰途滑。颓云万叠。又雨击寒沙，乱鸣金铁。似引宵程，隔溪磷火乍明灭。江间奔浪怒涌，断笳时隐隐，相和呜咽。野渡舟危，空村草湿，一饭芦中凄绝。孤城雾结。剩羂网离鸿，怨啼昏月。险梦愁题，杜鹃枝上血。"},
{"title": "题镜缘子徵诗墨·其二", "author": "杨羲", "dynasty": "清代", "content": "拈到螺丸易断肠，麋煤香带粉痕香。生生愿把双蛾画，守定珊瑚笔架旁。"},
{"title": "予告归里画竹别潍县绅士民", "author": "郑燮", "dynasty": "清代", "content": "乌纱掷去不为官，囊橐萧萧两袖寒。写取一枝清瘦竹，秋风江上作渔竿。 "},
{"title": "鹧鸪天·莫问天涯路几重", "author": "朱彝尊", "dynasty": "清代", "content": "莫问天涯路几重，轻衫侧帽且从容。几回宿酒添新酒，长是晨钟待晚钟。情转薄，意还浓。倩谁指点看芙蓉。行人尽说江南好，君在巫山第几峰。"},
{"title": "世无良猫", "author": "乐钧", "dynasty": "清代", "content": "　　某恶鼠，破家求良猫。厌以求膏，眠以毡罽。猫既饱且安，率不食鼠，甚者与鼠游戏，鼠以故益暴。某怒，遂不复蓄猫，以为天下无良猫也。是无猫邪，是不会蓄猫也。 "},
{"title": "笥河先生偕宴太白歌醉中作歌", "author": "黄景仁", "dynasty": "清代", "content": "红霞一片海上来，照我楼上华筵开。倾觞绿酒忽复尽，楼中谪仙安在哉。谪仙之楼楼百尺，笥河先生文章伯，风流仿佛楼中人，千一百年来此客。是日江上彤云开，天门淡扫双娥眉。江从慈姥矶边转，潮到燃犀亭下回。青山对面客起舞，彼此青莲一抔土。若论七尺归蓬蒿，此楼作客山是主。若论醉月来江滨，此楼作主山作宾。长星动摇若无色，未必常作人间魂。身后苍凉尽如此，俯仰悲歌一徒尔。杯底空余今古愁，眼前忽尽东南美。高会题诗最上头，姓名未死重山丘。请将诗卷掷江水，定不与江东向流。"},
{"title": "浣溪沙·新年夜坐", "author": "万树", "dynasty": "清代", "content": "猿和风声落槛边。鼠窥人影过灯前。乱书翻尽不成眠。夜夜夜深愁永夜，年年年节惜华年。可堪身滞海南天。"},
{"title": "金陵十二钗正册·贾元春", "author": "曹雪芹", "dynasty": "清代", "content": "二十年来辨是非，榴花开处照宫闱。三春争及初春景，虎兕相逢大梦归。 "},
{"title": "浣溪沙·肯把离情容易看", "author": "纳兰性德", "dynasty": "清代", "content": "肯把离情容易看，要从容易见艰难。难抛往事一般般。今夜灯前形共影，枕函虚置翠衾单。更无人与共春寒。 "},
{"title": "燕子矶", "author": "施闰章", "dynasty": "清代", "content": "绝壁寒云外，孤亭落照间。六朝流水急，终古白鸥闲。树暗江城雨，天青吴楚山。矶头谁把钓？向夕未知还。 "},
{"title": "海国记(节选)", "author": "沈复", "dynasty": "清代", "content": "　　嘉庆四年，岁在己未，琉球国中山王尚穆薨。世子尚哲先七年卒，世孙尚温表请袭封。中朝怀柔远藩，锡以恩命，临轩召对，特简儒臣。\r\n　　于是，赵介山先生，名文楷，太湖人，官翰林院修撰，充正使；李和叔先生，名鼎元，绵州人，官内阁中书，副焉。介山驰书约余偕行，余以高堂垂老，惮于远游。继思游幕二十年，遍窥两戒，然而尚囿方隅之见，未观域外，更历纓溟之胜，庶广异闻。禀商吾父，允以随往。从客凡五人：王君文诰，秦君元钧，缪君颂，杨君华才，其一即余也。\r\n　　五年五月朔日，随荡节以行，祥飙送风，神鱼扶舳，计六昼夜，径达所届。\r\n　　凡所目击，成登掌录。志山水之丽崎，记物产之瑰怪，载官司之典章，嘉士女之风节。文不矜奇，事皆记实。自惭谫陋，饴测海之嗤；要堪传言，或胜凿空之说云尔。"},
{"title": "过虎门", "author": "康有为", "dynasty": "清代", "content": "粤海重关二虎尊，万龙轰斗事何存。至今遗垒余残石，白浪如山过虎门。 "},
{"title": "重九夜偶成", "author": "黄仲则", "dynasty": "清代", "content": "悲秋容易到重阳，节物相催黯自伤。有酒有花翻寂寞，不风不雨倍凄凉。依依水郭人如雁，恋恋寒衣月似霜。差喜衰亲话真切，一灯滋味异他乡。"},
{"title": "点绛唇·小院新凉", "author": "纳兰性德", "dynasty": "清代", "content": "小院新凉，晚来顿觉罗衫薄。不成孤酌，形影空酬酢。萧寺怜君，别绪应萧索。西风恶，夕阳吹角，一阵槐花落。 "},
{"title": "自春徂秋偶有所触拉杂书之漫不诠次得十五首·其一", "author": "龚自珍", "dynasty": "清代", "content": "道力战万籁，微芒课其功。不能胜寸心，安能胜苍穹。相彼鸾与凤，不栖枯枝松。天神傥下来，清明可与通。返听如有声，消息鞭愈聋。死我信道笃，生我行神空。障海使西流，挥日还于东。"},
{"title": "临江仙·寄严荪友", "author": "纳兰性德", "dynasty": "清代", "content": "别后闲情何所寄，初莺早雁相思。如今憔悴异当时，飘零心事，残月落花知。生小不知江上路，分明却到梁溪。匆匆刚欲话分携，香消梦冷，窗白一声鸡。"},
{"title": "小园", "author": "黎简", "dynasty": "清代", "content": "水影动深树，山光窥短墙。秋村黄叶满，一半入斜阳。幽竹如人静，寒花为我芳。小园宜小立，新月似新霜。"},
{"title": "金缕曲·亡妇忌日有感", "author": "纳兰性德", "dynasty": "清代", "content": "此恨何时已。滴空阶、寒更滴歇，葬花天气。三载悠悠魂梦杳，是梦久应醒矣。料也觉、人间无味。不及夜台尘土隔，冷清清、一片埋愁地。钗钿约，竟抛弃。重泉若有双鱼寄。好知他、年来苦乐，与谁相倚。我自中宵成转侧，忍听湘弦重理。待结个、他生知己。还怕两人俱薄命，再缘悭、剩月零风里。清泪尽，纸灰起。 "},
{"title": "五月二十八日书诗人壁", "author": "黄宗羲", "dynasty": "清代", "content": "倦钩帘幕昼沉沉，难向庸医话病深。不信诗人容易瘦，一春花鸟总关心。"},
{"title": "临江仙·点滴芭蕉心欲碎", "author": "纳兰性德", "dynasty": "清代", "content": "点滴芭蕉心欲碎，声声催忆当初。欲眠还展旧时书。鸳鸯小字，犹记手生疏。倦眼乍低缃帙乱，重看一半模糊。幽窗冷雨一灯孤。料应情尽，还道有情无？ "},
{"title": "眼儿媚·中元夜有感", "author": "纳兰性德", "dynasty": "清代", "content": "手写香台金字经，惟愿结字生。莲花漏转，杨枝露滴，想鉴微诚。欲知奉倩神伤极，凭诉与秋擎。西风不管，一池萍水，几点荷灯。 "},
{"title": "男洛神赋", "author": "柳如是", "dynasty": "清代", "content": "格日景之轶绎，荡回风之濙远。縡漴然而变匿，意纷讹而鳞衡。\r\n望便娟以熠耀，粲黝绮于琉陈。横上下而仄隐，寔澹流之感纯。\r\n配清姓之所处，俾上客其逶轮。水集集而高衍，舟冥冥以伏深。\r\n虽藻纨之可思，竟隆杰而飞文。骋孝绰之早辩，服阳夏之妍声。\r\n于是徵合神契，典泽婉引。揽愉乐之韬映，撷凝贝而难捐。\r\n四寂漻以不返，惟玄旨之系搴。听坠危之落叶，既萍浮而无涯。\r\n临汜藏之萌濭，多漎裔于肆掩。况乎浩觞之猗摩，初无伤于吾道。\r\n羊吾之吟咏，更奚病其曼连。善憀慄之近心，吹寒帷之过降。\r\n乃瞻星汉，溯河梁。云馺嵃而不敷，波窲杂以并烺。\r\n凄思内旷，槭理妙观。消矆崒于戾疾，承辉嫭之微芳。\r\n伊苍傃之莫记，惟隽朗之忽忘。惊淑美之轻堕，怅肃川之混茫。\r\n因四顾之速援，始嫚嫚之近旁。何熿耀之绝殊，更妙鄢之去俗。\r\n匪榆曳之嬛柔，具灵矫之烂眇。水气酷而上芳，严威沆以窈窕。\r\n尚结风之栖冶，刻丹楹之纤笑。纵鸿削而难加，纷琬琰其无睹。\r\n凫雁感而上腾，潾灦回而争就。方的砾而齐弛，遵襳瞹以私纵。\r\n尔乃色愉神授，和体饰芬。启奋迅之逸姿，信婉嘉之特立。\r\n群妩媚而悉举，无幽丽而勿臻。椩乎缈兮，斯因不得而夷者也。\r\n至其浑摅自然之涂，恋怀俯仰之内，景容与以不息，质寄焕以相依。\r\n庶纷郁之可登，建艳蔤之非易。愧翠羽之炫宣，乏琅玕而迭委。\r\n即瀖妙之相进，亦速流之诡词。欲乘时以极泓，聿鼓琴面意垂。\r\n播江皋之灵润，何瑰异之可欺。协玄响于湘娥，匹匏瓜于织女。\r\n斯盘桓以丧忧，雕疏而取志。微扬蛾之为愆，案长眉之瞴色。\r\n非彷佛者之所尽，岂漠通者之可测。自鲜缭绕之才，足以穷此烂漾之熊矣。"},
{"title": "长亭怨·与李天生冬夜宿雁门关作", "author": "屈大均", "dynasty": "清代", "content": "记烧烛、雁门高处。积雪封城，冻云迷路。添尽香煤，紫貂相拥夜深语。苦寒如许。难和尔、凄凉句。一片望乡愁，饮不醉、垆头驼乳。无处，问长城旧主，但见武灵遗墓。沙飞似箭，乱穿向、草中狐兔。那能使、口北关南，更重作、并州门户。且莫吊沙场，收拾秦弓归去。 "},
{"title": "摸鱼儿·粉墙青虯檐百尺", "author": "朱彝尊", "dynasty": "清代", "content": "粉墙青虯檐百尺，一条天色催暮。洛妃偶值无人见，相送袜尘微步。教且住。携玉手潜得莫惹冰苔仆。芳心暗诉。认香雾长鬟边，好风衣上，分付断魂语。双栖燕，岁岁花时飞度。阿谁花底催去。十年镜里樊川雪，空袅茶烟千缕。离梦苦。浑不省锁香金箧归何处。小池枯树。算只有当时，一丸冷月，犹照夜深路。"},
{"title": "浣溪沙·锦样年华水样流", "author": "纳兰性德", "dynasty": "清代", "content": "锦样年华水样流，鲛珠迸落更难收。病余常是怯梳头。一径绿云修竹怨，半窗红日落花愁。愔愔只是下帘钩。 "},
{"title": "题哥舒翰纪功碑", "author": "吴镇", "dynasty": "清代", "content": "李唐重防秋，哥舒节陇右。浩气扶西倾，英名壮北斗。带刀夜夜行，牧马潜遁走。至今西陲人，歌咏偏童叟。渔阳烽火来，关门竟不守。惜哉百战雄，奸相坐掣肘。平生视禄山，不值一鸡狗。伏地呼圣人，兹颜一何厚。毋乃贼妄传，借以威其丑。不然效李陵，屈身为图后。英雄值老悖，天道遘阳九。终焉死偃师，曾作司空否。轰轰大道碑，湛湛边城酒。长剑倚崆峒，永与乾坤久。"},
{"title": "又酬傅处士次韵二首·其一", "author": "顾炎武", "dynasty": "清代", "content": "清切频吹越石笳，穷愁犹驾阮生车。时当汉腊遗臣祭，义激韩仇旧相家。陵阙生哀回夕照，河山垂泪发春花。相将便是天涯侣，不用虚乘犯斗槎。"},
{"title": "眼儿媚·中元夜有感", "author": "纳兰性德", "dynasty": "清代", "content": "手写香台金字经，惟愿结来生。莲花漏转，杨枝露滴，想鉴微诚。欲知奉倩神伤极，凭诉与秋擎。西风不管，一池萍水，几点荷灯。 "},
{"title": "又酬傅处士次韵二首·其二", "author": "顾炎武", "dynasty": "清代", "content": "愁听关塞遍吹笳，不见中原有战车。三户已亡熊绎国，一成犹启少康家。苍龙日暮还行雨，老树春深更著花。待得汉庭明诏近，五湖同觅钓鱼槎。"},
{"title": "秋登越王台", "author": "康有为", "dynasty": "清代", "content": "秋风立马越王台，混混蛇龙最可哀。十七史从何说起，三千劫几历轮回。腐儒心事呼天问，大地山河跨海来。临睨飞云横八表，岂无倚剑叹雄才！ "},
{"title": "登扫叶楼记", "author": "管同", "dynasty": "清代", "content": "　　自予归江宁，爱其山川奇胜，间尝与客登石头，历钟阜，泛舟于后湖，南极芙蓉、天阙诸峰，而北攀燕子矶，以俯观江流之猛壮。以为江宁奇胜，尽于是矣。或有邀予登览者，辄厌倦，思舍是而他游。\r\n　　而四望有扫叶楼，去吾家不一里，乃未始一至焉。辛酉秋，金坛王中子访予于家，语及，因相携以往。是楼起于岑山之巅，土石秀洁，而旁多大树，山风西来，落木齐下，堆黄叠青，艳若绮绣。及其上登，则近接城市，远挹江岛，烟村云舍，沙鸟风帆，幽旷瑰奇，毕呈于几席。虽向之所谓奇胜，何以加此？\r\n　　凡人之情，鹜远而遗近。盖远则其至必难，视之先重，虽无得而不暇知矣；近则其至必易，视之先轻，虽有得而亦不暇知矣。予之见，每自谓差远流俗，顾不知奇境即在半里外，至厌倦思欲远游，则其生平行事之类乎是者，可胜计哉！虽然，得王君而予不终误矣，此古人之所以贵益友与。"},
{"title": "卖蒜老叟", "author": "袁枚", "dynasty": "清代", "content": "　　南阳县有杨二相公者，精于拳勇。能以两肩负两船而起，旗丁数百以篙刺之，篙所触处，寸寸折裂．以此名重一时，率其徒行教常州。每至演武场传授枪棒，观者如堵。忽一日，有卖蒜叟，龙钟伛偻，咳嗽不绝声，旁睨而揶揄之。众大骇，走告杨。杨大怒，招叟至前，以拳打砖墙，陷入尺许，傲之曰：“叟能如是乎？”叟曰：“君能打墙，不能打人。”杨愈怒骂曰：“老奴能受我打乎？打死勿怨！”叟笑曰：“垂死之年，能以一死成君之名，死亦何怨？”乃广约众人，写立誓劵。\r\n　　令杨养息三日，老人自缚于树，解衣露腹。杨故取势于十步外，奋拳击之。老人寂然无声。但见杨双膝跪地，叩头曰：“晚生知罪了。”拔其拳，已夹入老人腹中，坚不可出，哀求良久，老人鼓腹纵之，已跌出一石桥外矣。\r\n　　老人徐徐负蒜而归，卒不肯告人姓氏。"},
{"title": "五美吟·西施", "author": "曹雪芹", "dynasty": "清代", "content": "一代倾城逐浪花，吴宫空自忆儿家。效颦莫笑东村女，头白溪边上浣纱。(上浣纱 一作：尚浣纱) "},
{"title": "转应曲·寒梦", "author": "王敬之", "dynasty": "清代", "content": "寒梦。寒梦。梦被诗魔调弄。醒来吟落灯花，灯暗纸窗月斜。月斜。月斜。巷口柝声敲歇。 "},
{"title": "题元遗山集", "author": "赵翼", "dynasty": "清代", "content": "身阅兴亡浩劫空，两朝文劫一衰翁。无官未害餐周粟，有史深愁失楚弓。行殿幽兰悲夜火，故都乔木泣秋风。国家不幸诗家幸，赋到沧桑句便工。 "},
{"title": "采桑子·而今才道当时错", "author": "纳兰性德", "dynasty": "清代", "content": "而今才道当时错，心绪凄时。红泪偷垂，满眼春风百事非。情知此后来无计，强说欢期。一别如斯，落尽梨花月又西。 "},
{"title": "山居杂咏", "author": "黄宗羲", "dynasty": "清代", "content": "锋镝牢囚取次过，依然不次我弦歌。死犹未肯输心去，贫亦岂能奈我何！廿两棉花装破被，三根松木煮空锅。一冬也是堂堂地，岂信人间胜著多。 "},
{"title": "秋暮遣怀", "author": "陶宗亮", "dynasty": "清代", "content": "人生天地一叶萍，利名役役三秋草。秋草能为春草新，苍颜难换朱颜好。篱前黄菊未花开，寂寞清樽冷怀抱。秋雨秋风愁煞人，寒宵独坐心如捣。出门拔剑壮盘游，霜华拂处尘氛扫。朝凌五岳暮三洲，人世风波岂能保。不如归去卧糟邱，老死蓬蒿事幽诗。"},
{"title": "芙蓉水涨歌", "author": "杨结基", "dynasty": "清代", "content": "碧空一夜银河决，泻下尘寰势澍泬。幽居三日常闭门，闻说蓉湖水波阔。\r\n我来观涨蓉湖边，新晴万象争芳妍。琉璃万顷忽迸碎，一棹击破湖中天。\r\n回头别望垂杨浦，锦缆牙樯不知数。坐中俱是观涛人，吴姬玉腕轻摇橹。\r\n风起波纹叠万重，河流震荡何汹汹。涛头怒卷声忽壮，雄驱凫屿惊潜龙。\r\n龙峰倒影势夭矫，还似游龙下云里。兰若楼高水面浮，颔下一颗明珠小。\r\n忆昔范蠡乘扁舟，五湖散发随中流。黄金万镒空铸像，飘然世外恣遨游。\r\n我今怀古意慷慨，欲仰高风不可再。惟余水面丹毛凫，浴戏浮沈逐荇菜。\r\n此时落日沈山阿，归来击楫扬微婆。茫然湖山渺无极，隔舟静听吴侬歌。\r\n吴刚斫桂银蟾窟，失手劈破团圞月。半轮却落湖水中，半轮依旧悬天阙。\r\n月光水色接天遥，舟师絮语知夜潮。试看堤外青山影，何似扬州廿四桥。"},
{"title": "水调歌头·春日赋示杨生子掞", "author": "张惠言", "dynasty": "清代", "content": "长镵白木柄，斸破一庭寒。三枝两枝生绿，位置小窗前。要使花颜四面，和着草心千朵，向我十分妍。何必兰与菊，生意总欣然。晓来风，夜来雨，晚来烟。是他酿就春色，又断送流年。便欲诛茅江上，只恐空林衰草，憔悴不堪怜。歌罢且更酌，与子绕花间。"},
{"title": "晓行", "author": "张问陶", "dynasty": "清代", "content": "人语梦频惊，辕铃动晓征。飞沙沉露气，残月带鸡声。客路逾千里，归心折五更。回怜江上宅，星汉近平明。"},
{"title": "三闾祠", "author": "查慎行", "dynasty": "清代", "content": "平远江山极目回，古祠漠漠背城开。莫嫌举世无知己，未有庸人不忌才。放逐肯消亡国恨？岁时犹动楚人哀！湘兰沅芷年年绿，想见吟魂自往来。"},
{"title": "相见欢·微云一抹遥峰", "author": "纳兰性德", "dynasty": "清代", "content": "微云一抹遥峰，冷溶溶，恰与个人清晓画眉同。红蜡泪，青绫被，水沉浓，却与黄茅野店听西风。 "},
{"title": "禅悦二首·其二", "author": "张问陶", "dynasty": "清代", "content": "门庭清妙即禅关，枉费黄金去买山。只要心光如满月，在家还比出家闲。 "},
{"title": "洛阳春·雪", "author": "纳兰性德", "dynasty": "清代", "content": "密洒征鞍无数。冥迷远树。乱山重叠杳难分，似五里、蒙蒙雾。惆怅琐窗深处。湿花轻絮。当时悠飏得人怜，也都是、浓香助。 "},
{"title": "思帝乡·朝朝花花相映红", "author": "庄棫", "dynasty": "清代", "content": "朝朝花花相映红。钿雀金蝉香阁，绣帷中。 炉篆纱窗云雾，星眼倦朦胧。望到楼头不见，有归鸿。"},
{"title": "九峰寺有感家大人", "author": "蔡琬", "dynasty": "清代", "content": "萝壁松门一径深，题名犹记旧铺金。苔生尘鼎无香火，经蚀僧厨有蠹蟫。赤手屠鲸千载事，白头归佛一生心。征南部曲今谁是，剩有枯蝉响故林。"},
{"title": "室语", "author": "唐甄", "dynasty": "清代", "content": "　　唐子居于内，夜饮酒，己西向坐，妻东向坐，女安北向坐，妾坐于西北隅，执壶以酌，相与笑语。唐子食鱼而甘，问其妾曰：“是所市来者，必生鱼也？”妾对曰：“非也，是鱼死未久，即市以来，又天寒，是以味鲜若此。”于是饮酒乐甚。忽焉拊几而叹。其妻曰：“子饮酒乐矣，忽焉拊几而叹，其故何也？”唐子曰：“溺于俗者无远见，吾欲有言，未尝以语人，恐人之骇异吾言也。今食是鱼而念及之，是以叹也。”妻曰：“我，妇人也，不知大丈夫之事；然愿子试以语我。”\r\n　　曰：“大清有天下，仁矣。自秦以来，凡为帝王者皆贼也。”妻笑曰：“何以谓之贼也？”曰：“今也有负数匹布或担数斗粟而行于涂者，或杀之而有其布粟，是贼乎，非贼乎？”曰：“是贼矣。”\r\n　　唐子曰：“杀一人而取其匹布斗粟，犹谓之贼；杀天下之人而尽有其布粟之富，而反不谓之贼乎？三代以后，有天下之善者莫如汉，然高帝屠城阳，屠颍阳，光武帝屠城三百。使我而事高帝，当其屠城阳之时，必痛哭而去之矣；使我而事光武帝，当其屠一城之始，必痛哭而去之矣。吾不忍为之臣也。”\r\n　　妻曰：“当大乱之时，岂能不杀一人而定天下？”唐子曰：“定乱岂能不杀乎？古之王者，有不得已而杀者二：有罪，不得不杀；临战，不得不杀。有罪而杀，尧舜之所不能免也；临战而杀，汤武之所不能免也；非是，奚以杀为？若过里而墟其里，过市而窜其市，入城而屠其城，此何为者？大将杀人，非大将杀之，天子实杀之；偏将杀人，非偏将杀之，天子实杀之；卒伍杀人，非卒伍杀之，天子实杀之；官吏杀人，非官吏杀之，天子实杀之。杀人者众手，实天子为之大手。天下既定，非攻非战，百姓死于兵与因兵而死者十五六。暴骨未收，哭声未绝。目眦未干，于是乃服衮冕，乘法驾，坐前殿，受朝贺，高官室，广苑囿，以贵其妻妾，以肥其子孙，彼诚何心而忍享之？若上帝使我治杀人之狱，我则有以处之矣。匹夫无故而杀人，以其一身抵一人之死，斯足矣；有天下者无故而杀人，虽百其身不足以抵其杀一人之罪。是何也？天子者，天下之慈母也，人所仰望以乳育者也，乃无故而杀之，其罪岂不重于匹夫？”\r\n　　妻曰：“尧舜之为君何如者？”曰：“尧舜岂远于人哉！”乃举一箸指盘中余鱼曰：“此味甘乎？”曰：“甘”。曰：“今使子钓于池而得鱼，扬竿而脱，投地跳跃，乃按之椹上而割之，刳其腹，犀其甲，其尾犹摇。于是煎烹以进，子能食之乎？”妻曰：“吾不忍食也。”曰：“人之于鱼，不啻太山之于秋毫也；甘天下之味，亦类于一鱼之味耳。于鱼则不忍，于人则忍之；杀一鱼而甘一鱼之味则不忍，杀天下之人而甘天下之味则忍之。是岂人之本心哉！尧舜之道，不失其本心而已矣。”\r\n　　妾，微者也；女安，童而无知者也；闻唐子之言，亦皆悄然而悲，咨嗟欲泣，若不能自释焉。"},
{"title": "卖花声·雨花台", "author": "朱彝尊", "dynasty": "清代", "content": "衰柳白门湾，潮打城还。小长干接大长干。歌板酒旗零落尽，剩有渔竿。秋草六朝寒，花雨空坛。更无人处一凭栏。燕子斜阳来又去，如此江山。"},
{"title": "秋兰赋", "author": "袁枚", "dynasty": "清代", "content": "　　秋林空兮百草逝，若有香兮林中至。既萧曼以袭裾，复氤氲而绕鼻。虽脉脉兮遥闻，觉熏熏然独异。予心讶焉，是乃芳兰，开非其时，宁不知寒？\r\n　　于焉步兰陔，循兰池，披条数萼，凝目寻之。果然兰言，称某在斯。业经半谢，尚挺全枝。啼露眠以有待，喜采者之来迟。苟不因风而枨触，虽幽人其犹未知。于是舁之萧斋，置之明窗。朝焉与对，夕焉与双。虑其霜厚叶薄，党孤香瘦，风影外逼，寒心内疚。乃复玉几安置，金屏掩覆。虽出入之余闲，必褰帘而三嗅。谁知朵止七花，开竟百日。晚景后凋，含章贞吉。露以冷而未晞，茎以劲而难折；瓣以敛而寿永，香以淡而味逸。商飙为之损威，凉月为之增色。留一穗之灵长，慰半生之萧瑟。\r\n　　予不觉神心布覆，深情容与。析佩表洁，浴汤孤处。倚空谷以流思，静风琴而不语。歌曰：秋雁回空，秋江停波。兰独不然，芬芳弥多。秋兮秋兮，将如兰何！"},
{"title": "浣溪沙·咏五更和湘真韵", "author": "纳兰性德", "dynasty": "清代", "content": "微晕娇花湿欲流，簟纹灯影一生愁。梦回疑在远山楼。残月暗窥金屈戍，软风徐荡玉帘钩。待听邻女唤梳头。"},
{"title": "醉落魄·咏鹰", "author": "陈维崧", "dynasty": "清代", "content": "寒山几堵，风低削碎中原路。秋空一碧无今古，醉袒貂裘，略记寻呼处。男儿身手和谁赌。老来猛气还轩举。人间多少闲狐兔。月黑沙黄，此际偏思汝。 "},
{"title": "水调歌头·春日赋示杨生子掞", "author": "张惠言", "dynasty": "清代", "content": "长镵白木柄，斸破一庭寒。斸枝两枝生绿，位置小窗前。要使花颜四面，和着草心千朵，向我十分妍。何必兰与菊，生意总欣然。晓来风，夜来雨，晚来烟。是他酿就春色，又断送流年。便欲诛茅江上，只恐空林衰草，憔悴不堪怜。歌罢且更酌，与子绕花间。"},
{"title": "夜月渡江", "author": "沈德潜", "dynasty": "清代", "content": "万里金波照眼明，布帆十幅破空行。微茫欲没三山影，浩荡还流六代声。水底鱼龙惊静夜，天边牛斗转深更。长风瞬息过京口，楚尾吴头无限情。"},
{"title": "鹦鹉洲吊祢处士", "author": "沈德潜", "dynasty": "清代", "content": "蚁视曹公气不摧，兰焚玉碎剧堪哀。故人慷慨推奇士，乱世纵横露俊才。洲沁何妨激涛浪，文章那肯辱蒿莱。只今后代经过者，烟水茫茫酹一杯。 "},
{"title": "又酬傅处士次韵二首·其一", "author": "顾炎武", "dynasty": "清代", "content": "清切频吹越石笳，穷愁犹石阮生车。时当汉腊遗臣祭，义激韩仇旧相家。陵阙生哀回夕照，河山垂泪发春花。相将便是天涯侣，不用虚乘犯斗槎。"},
{"title": "禅悦二首·其一", "author": "张问陶", "dynasty": "清代", "content": "蒲团清坐道心长，消受莲花自在香。八万四千门路别，谁知方寸即西方。"},
{"title": "咏秋柳", "author": "纪映淮", "dynasty": "清代", "content": "栖鸦流水点秋光，爱此萧疏树几行。不与行人绾离别，赋成谢女雪飞香。 "},
{"title": "题元遗山集", "author": "赵翼", "dynasty": "清代", "content": "身阅兴亡浩劫空，两朝文献一衰翁。无官未害餐周粟，有史深愁失楚弓。行殿幽兰悲夜火，故都乔木泣秋风。国家不幸诗家幸，赋到沧桑句便工。 "},
{"title": "沁园春·丁巳重阳前", "author": "纳兰性德", "dynasty": "清代", "content": "丁巳重阳前三日，梦亡妇淡妆素服，执手哽咽。语多不复能。但临别有云：“衔恨愿为天上月，年年犹得向郎圆”。妇素未工诗，不知何以得此也。觉后感赋长调：\r\n瞬息浮生，薄命如斯，低徊怎忘？记绣榻闲时，并吹红雨，雕阑曲处，同倚斜阳。梦好难留，诗残莫续，赢得更深哭一场。遗容在，只灵飙一转，未许端详。重寻碧落茫茫，料短发，朝来定有霜。便人间天上，尘缘未断，春花秋叶，触绪还伤。欲结绸缪，翻惊摇落，减尽荀衣昨日香。真无奈，倩声声邻笛，谱出回肠。"},
{"title": "山行", "author": "施闰章", "dynasty": "清代", "content": "野寺分晴树，山亭过晚霞。春深无客到，一路落松花。"},
{"title": "临江仙·柳絮", "author": "曹雪芹", "dynasty": "清代", "content": "白玉堂前春解舞，东风卷得均匀。蜂围蝶阵乱纷纷。几曾随逝水？岂必委芳尘？万缕千丝终不改，任他随聚随分。韶华休笑本无根。好风凭借力，送我上青云。 "},
{"title": "金陵旧院", "author": "蒋超", "dynasty": "清代", "content": "锦袖歌残翠黛尘，楼台塌尽曲池湮。荒园一种瓢儿菜，独占秦淮旧日春。 "},
{"title": "半半歌", "author": "李密庵", "dynasty": "清代", "content": "看破浮生过半，半之受用无边。半中岁月尽幽闲，半里乾坤宽展。半郭半乡村舍，半山半水田园。半耕半读半经廛，半士半民姻眷。半雅半粗器具，半华半实庭轩。衾裳半素半轻鲜，肴馔半丰半俭。童仆半能半拙，妻儿半朴半贤。心情半佛半神仙，姓字半藏半显。一半还之天地，让将一半人间，半思后代与沧田，半想阎罗怎见。酒饮半酣正好，花开半时偏妍。帆张半扇免翻颠，马放半缰稳便。半少却饶滋味，半多反厌纠缠。百年苦乐半相参，会占便宜只半。"},
{"title": "仙城寒食歌·绍武陵", "author": "成鹫", "dynasty": "清代", "content": "亢龙宾天群龙战，潜龙跃出飞龙现。白衣苍狗等浮云，处处从龙作宫殿。东南半壁燕处堂，正统未亡垂一线。百日朝廷沸似汤，十郡山河去如电。高帝子孙隆准公，身殉社稷无牵恋。粤秀峰头望帝魂，直与煤山相后先。当时藁葬汉台东，三尺荒陵枕郊甸。四坟角立不知名，云是诸王殉国彦。左瞻右顾冢垒垒，万古一丘无贵贱。年年风雨暗清明，陌上行人泪如溅。寻思往事问重泉，笑折山花当九献。怅望钟山春草深，谁人更与除坛墠！ "},
{"title": "纱窗恨·答冠月韵", "author": "田茂遇", "dynasty": "清代", "content": "笛声阵阵因风送，老天涯，一声入破偏凄切，落梅花。雕盘处，千山黑雪，马嘶外，万里黄沙。算春宵归梦，好还家。"},
{"title": "死鼠行", "author": "师道南", "dynasty": "清代", "content": "东死鼠，西死鼠，人见死鼠如见虎！鼠死不几日，人死如圻堵。昼死人，莫问数，日色惨淡愁云护。三人行未十步多，忽死两人横截路。夜死人，不敢哭，疫鬼吐气灯摇绿。须臾风起灯忽无，人鬼尸棺暗同屋。乌啼不断，犬泣时闻。人含鬼色，鬼夺人神。白日逢人多是鬼，黄昏遇鬼反疑人！人死满地人烟倒，人骨渐被风吹老。田禾无人收，官租向谁考？&nbsp;我欲骑天龙，上天府，呼天公，乞天母，洒天浆，散天乳，酥透九原千丈土。地下人人都活归，黄泉化作回春雨！"},
{"title": "大姊索诗", "author": "袁枚", "dynasty": "清代", "content": "六旬谁把小名呼？阿姊还能认故吾。见面恍疑慈母在，徐行全赖外孙扶。当前共坐人如梦，此后重逢事恐无。留住白头谈旧话，千金一刻对西湖。"},
{"title": "次韵陶云汀登东海云台山", "author": "梁章钜", "dynasty": "清代", "content": "剑履平跻鸟道开，真看策道上云台。金天迹自都州溯，玉局诗从海市来。路仄千盘披风雾，风回一壑走晴雷。鲸波清宴鸿嗷辑，麦陇旌旗亦壮哉。"},
{"title": "夜合花", "author": "纳兰性德", "dynasty": "清代", "content": "阶前双夜合，枝叶敷花荣。疏密共晴雨，卷舒因晦明。影随筠箔乱，香杂水沉生。对此能销忿，旋移迎小楹。 "},
{"title": "晓登韬光绝顶", "author": "厉鹗", "dynasty": "清代", "content": "入山已三日，登顿遂真赏。霜磴滑难践，阳崖曦乍晃。穿漏深竹光，冷翠引孤往。冥搜灭众闻，百泉同一响。蔽谷境尽幽，跻颠瞩始爽。小阁俯江湖，目极但莽苍。坐深香出院，青霭落池上。永怀白侍郎，愿言脱尘鞅。"},
{"title": "渡黄河", "author": "宋琬", "dynasty": "清代", "content": "倒泻银河事有无，掀天浊浪只须臾。人间更有风涛险，翻说黄河是畏途。 "},
{"title": "无题", "author": "毓俊", "dynasty": "清代", "content": "千岩秋气寒，半岭斜阳暮。流连不下山，倚石看红树。"},
{"title": "江上", "author": "王士祯", "dynasty": "清代", "content": "吴头楚尾路如何？烟雨秋深暗自波。晚趁寒潮渡江去，满林黄叶雁声多。"},
{"title": "客发苕溪", "author": "叶燮", "dynasty": "清代", "content": "客心如水水如愁，容易归帆趁疾流。忽讶船窗送吴语，故山月已挂船头。"},
{"title": "嘉定舟中作", "author": "张问陶", "dynasty": "清代", "content": "凌云西岸古嘉州，江水潺潺绕郭流。绿影一堆漂不去，推船三面看乌尤。"},
{"title": "和学使者于殿元枉赠之作", "author": "郑燮", "dynasty": "清代", "content": "十载扬州作画师，长将赭墨代胭脂。写来竹柏无颜色，卖与东风不合时。"},
{"title": "江上望青山忆旧", "author": "王士祯", "dynasty": "清代", "content": "扬子秋残暮雨时，笛声雁影共迷离。重来三月青山道，一片风帆万柳丝。 "},
{"title": "琵琶仙·中秋", "author": "纳兰性德", "dynasty": "清代", "content": "碧海年年，试问取、冰轮为问圆缺？吹到一片秋香，清辉了如雪。愁中看、好天良夜，知道尽成悲咽。只影而今，那堪重对，旧时明月。花径里、戏捉迷藏，曾惹下萧萧井梧叶。记否轻纨小扇，又几番凉热。只落得，填膺百感，总茫茫、不关离别。一任紫玉无情，夜寒吹裂。 "},
{"title": "谒岳王墓", "author": "袁枚", "dynasty": "清代", "content": "江山也要伟人扶，神化丹青即画图。赖有岳于双少保，人间才觉重西湖。"},
{"title": "粤秀峰晚望同黄香石诸子", "author": "谭敬昭", "dynasty": "清代", "content": "江上青山山外江，远帆片片点归艭。横空老鹤南飞去，带得钟声到海幢。"},
{"title": "出居庸关", "author": "朱彝尊", "dynasty": "清代", "content": "居庸关上子规啼，饮马流泉落日低。雨雪自飞千嶂外，榆林只隔数峰西。 "},
{"title": "鹧鸪天·酬孝峙", "author": "钱继章", "dynasty": "清代", "content": "发短髯长眉有棱，病容突兀怪于僧。霜侵雨打寻常事，仿佛终南石里藤。闲倚杖，戏临罾。折腰久矣谢无能。熏风未解池亭暑，捧出新词字字冰。 "},
{"title": "二月十三夜梦于邕江上", "author": "黎简", "dynasty": "清代", "content": "一度花时两梦之，一回无语一相思。相思坟上种红豆，豆熟打坟知不知？"},
{"title": "虞美人·无聊", "author": "陈维崧", "dynasty": "清代", "content": "无聊笑捻花枝说，处处鹃啼血。好花须映好楼台，休傍秦关蜀栈战场开。倚楼极目深愁绪，更对东风语。好风休簸战旗红，早送鲥鱼如雪过江东。"},
{"title": "虞美人 胡蝶", "author": "张惠言", "dynasty": "清代", "content": "斜阳谁遣来花径，春色三分定。游丝无力系花腰，忙煞枝头相途乱红飘。寻春莫向花间去，花外游蜂聚。南园芳草不会空，收拾春魂归去绕香丛。"},
{"title": "压岁钱", "author": "吴曼云", "dynasty": "清代", "content": "百十钱穿彩线长，分来再枕自收藏。商量爆竹谈箫价，添得娇儿一夜忙。 "},
{"title": "南乡子·何处淬吴钩", "author": "纳兰性德", "dynasty": "清代", "content": "何处淬吴钩？一片城荒枕碧流。曾是当年龙战地，飕飕。塞草霜风满地秋。霸业等闲休。跃马横戈总白头。莫把韶华轻换了，封侯。多少英雄只废丘。 "},
{"title": "聪明累", "author": "曹雪芹", "dynasty": "清代", "content": "机关算尽太聪明，反算了卿卿性命！生前心已碎，死后性空灵。家富人宁，终有个，家亡人散各奔腾。枉费了，意悬悬半世心；好一似，荡悠悠三更梦。忽喇喇似大厦倾，昏惨惨似灯将尽。呀！一场欢喜忽悲辛。叹人世，终难定！ "},
{"title": "传是楼记", "author": "汪琬", "dynasty": "清代", "content": "　　昆山徐健菴先生，筑楼于所居之后，凡七楹。间命工斫木为橱，贮书若干万卷，区为经史子集四种。经则传注义疏之书附焉，史则日录、家乘、山经、野史之书附焉，子则附以卜筮、医药之书，集则附以乐府诗余之书。凡为橱者七十有二，部居类汇，各以其次，素标缃帙，启钥灿然。于是先生召诸子登斯楼而诏之曰：“吾何以传女曹哉？吾徐先世，故以清白起家，吾耳目濡染旧矣。盖尝慨夫为人之父祖者，每欲传其土田货财，而子孙未必能世富也；欲传其金玉珍玩、鼎彝尊斝之物，而又未必能世宝也；欲传其园池台榭、舞歌舆马之具，而又未必能世享其娱乐也。吾方以此为鉴。然则吾何以传女曹哉？”因指书而欣然笑曰：“所传者惟是矣！”遂名其楼为“传是”，而问记于琬。琬衰病不及为，则先生屡书督之，最后复于先生曰：\r\n　　甚矣，书之多厄也！由汉氏以来，人主往往重官赏以购之，其下名公贵卿，又往往厚金帛以易之，或亲操翰墨，及分命笔吏以缮录之。然且裒聚未几，而辄至于散佚，以是知藏书之难也。琬顾谓藏之之难不若守之之难，守之之难不若读之之难，尤不若躬体而心得之之难。是故藏而勿守，犹勿藏也；守而弗读，犹勿守也。夫既已读之矣，而或口与躬违，心与迹忤，采其华而忘其实，是则呻占记诵之学所为哗众而窃名者也，与弗读奚以异哉！\r\n　　古之善读书者，始乎博，终乎约，博之而非夸多斗靡也，约之而非保残安陋也。善读书者根柢于性命而究极于事功：沿流以溯源，无不探也；明体以适用，无不达也。尊所闻，行所知，非善读书者而能如是乎！\r\n　　今健菴先生既出其所得于书者，上为天子之所器重，次为中朝士大夫之所矜式，藉是以润色大业，对扬休命，有余矣，而又推之以训敕其子姓，俾后先跻巍科，取宦仕，翕然有名于当世，琬然后喟焉太息，以为读书之益弘矣哉！循是道也，虽传诸子孙世世，何不可之有？ \r\n　　若琬则无以与于此矣。居平质驽才下，患于有书而不能读。延及暮年，则又跧伏穷山僻壤之中，耳目固陋，旧学消亡，盖本不足以记斯楼。不得已勉承先生之命，姑为一言复之，先生亦恕其老誖否耶？"},
{"title": "夜过借园见主人坐月下吹笛", "author": "袁枚", "dynasty": "清代", "content": "秋夜访秋士，先闻水上音。半天凉月色，一笛酒人心。响遏碧云近，香传红藕深。相逢清露下，流影湿衣襟。"},
{"title": "酷相思·寄怀少穆", "author": "邓廷桢", "dynasty": "清代", "content": "百五佳期过也未？但笳吹，催千骑。看珠澥盈盈分两地。君住也，缘何意？侬去也，缘何意？召缓征和医并至。眼下病，肩头事，怕愁重如春担不起。侬去也，心应碎！君住也，心应碎！ "},
{"title": "浣溪沙·莲漏三声烛半条", "author": "纳兰性德", "dynasty": "清代", "content": "莲漏三声烛半条，杏花微雨湿红绡。那将红豆记无聊。春色已看浓似酒，归期安得信如潮。离魂入夜倩谁招。 "},
{"title": "苔", "author": "袁枚", "dynasty": "清代", "content": "各有心情在，随渠爱暖凉。青苔问红叶，何物是斜阳。"},
{"title": "韩江有感", "author": "丘逢甲", "dynasty": "清代", "content": "道是南风竟北风，敢将蹭蹬怨天公。男儿要展回天策，都在千盘百折中。"},
{"title": "叹燕", "author": "陈忱", "dynasty": "清代", "content": "春归林木古兴嗟，燕语斜阳立浅沙。休说旧时王与谢，寻常百姓亦无家。"},
{"title": "秦淮杂诗·其八", "author": "王士祯", "dynasty": "清代", "content": "新歌细字写冰纨，小部君王带笑看。千载秦淮呜咽水，不应仍恨孔都官。"},
{"title": "即事", "author": "王士祯", "dynasty": "清代", "content": "十里田田荷芰风，渔舠如叶出花中。鹅儿湖北烟初暝，背指明霞几缕红。 "},
{"title": "浣溪沙·消息谁传到拒霜", "author": "纳兰性德", "dynasty": "清代", "content": "消息谁传到拒霜？两行斜雁碧天长，晚秋风景倍凄凉。银蒜押帘人寂寂，玉钗敲烛信茫茫。黄花开也近重阳。"},
{"title": "百字令·月夜过七里滩", "author": "厉鹗", "dynasty": "清代", "content": "月夜过七里滩，光景奇绝。歌此调，几令众山皆响。\r\n秋光今夜，向桐江，为写当年高躅。风露皆非人世有，自坐船头吹竹。万籁生山，一星在水，鹤梦疑重续。挐音遥去，西岩渔父初宿。心忆汐社沉埋，清狂不见，使我形容独。寂寂冷萤三四点，穿破前湾茅屋。林净藏烟，峰危限月，帆影摇空绿。随风飘荡，白云还卧深谷。"},
{"title": "初春济南作", "author": "王士祯", "dynasty": "清代", "content": "山郡逢春复乍晴，陂塘分出几泉清？郭边万户皆临水，雪后千峰半入城。"},
{"title": "菩萨蛮·玉皇宫殿高无极", "author": "洪亮吉", "dynasty": "清代", "content": "玉皇宫殿高无极，东西龙虎更番值。天上事偏多，仙人鬓亦皤。麻姑空一笑，偶自舒长爪。掐破碧桃花，花光照万家。 "},
{"title": "苏堤春晓", "author": "阮元", "dynasty": "清代", "content": "北高峰上月轮斜，十里湖光共一涯。破晓春天青白色，东风吹冷碧桃花。 "},
{"title": "摸鱼儿·送座主德清蔡先生", "author": "纳兰性德", "dynasty": "清代", "content": "问人生、头白京国，算来何事消得。不如罨画清溪上，蓑笠扁舟一只。人不识，且笑煮、鲈鱼趁著莼丝碧。无端酸鼻，向岐路消魂，征轮驿骑，断雁西风急。英雄辈，事业东西南北。临风因甚泣。酬知有愿频挥手，零雨凄其此日。休太息，须信道、诸公衮衮皆虚掷。年来踪迹。有多少雄心，几翻恶梦，泪点霜华织。 "},
{"title": "点绛唇·细草空林", "author": "黄仲则", "dynasty": "清代", "content": "细草空林，丝丝冷雨挽风片。瘦小孤魂，伴个人儿便。寂寞泉台，今夜呼君遍。朦胧见，鬼灯一线，露出桃花面。 "},
{"title": "北固山看大江", "author": "孔尚任", "dynasty": "清代", "content": "孤城铁瓮四山围，绝顶高秋坐落晖。眼见长江趋大海，青天却似向西飞。"},
{"title": "偶步", "author": "袁枚", "dynasty": "清代", "content": "偶步西廊下，幽兰一朵开。是谁先报信，便有蜜蜂来。 "},
{"title": "美人临江", "author": "陈忠平", "dynasty": "清代", "content": "小楼窃窃初虫语。乍歇梧虫雨。玉钩试贴锁窗斜。新凉吹梦角，幽思到天涯。冰弦漫抚鸦云亸。舞袖娇无那。年年此夕总相同。烟凝秋影碧，酒漾蜡灯红。"},
{"title": "太常引·晚来风起撼花铃", "author": "纳兰性德", "dynasty": "清代", "content": "晚来风起撼花铃。人在碧山亭。愁里不堪听。那更杂、泉声雨声。无凭踪迹，无聊心绪，谁说与多情。梦也不分明，又何必、催教梦醒。 "},
{"title": "百字令·月夜过七里滩", "author": "厉鹗", "dynasty": "清代", "content": "月夜过七里滩，光景奇绝。滩此调，几令众山皆响。\r\n秋光今夜，向桐江，为写当年高躅。风露皆非人世有，自坐船头吹竹。万籁生山，一星在水，鹤梦疑重续。挐音遥去，西岩渔父初宿。心忆汐社沉埋，清狂不见，使我形容独。寂寂冷萤三四点，穿破前湾茅屋。林净藏烟，峰危限月，帆影摇空绿。随风飘荡，白云还卧深谷。"},
{"title": "浣溪沙·寄严荪友", "author": "纳兰性德", "dynasty": "清代", "content": "藕荡桥边理钓筒，苎萝西去五湖东。笔床茶灶太从容。况有短墙银杏雨，更兼高阁玉兰风。画眉闲了画芙蓉。"},
{"title": "鹊踏枝·过人家废园作", "author": "龚自珍", "dynasty": "清代", "content": "漠漠春芜春不住，藤刺牵不，碍却行人路。偏是无情偏解舞，蒙蒙扑面皆飞絮。绣院深沉谁是主？一朵孤花，墙角明如许！莫怨无人来折取，花开不合阳春暮。"},
{"title": "采桑子·冷香萦遍红桥梦", "author": "纳兰性德", "dynasty": "清代", "content": "冷香萦遍红桥梦，梦觉城笳。月上桃花，雨歇春寒燕子家。箜篌别后谁能鼓，肠断天涯。暗损韶华，一缕茶烟透碧纱。"},
{"title": "风怀诗二百韵", "author": "朱彝尊", "dynasty": "清代", "content": "乐府传西曲，佳人自北方。 问年愁豕误，降日叶蛇祥。 巧笑元名寿，妍娥合唤嫦。 次三蒋侯妹，第一汉宫嫱。 铁拨娴诸调，云璈按八琅。 琴能师贺若，字解辨凡将。 若絮吟偏敏，蛮笺擘最强。 居连朱雀巷，里是碧鸡坊。 偶作新巢燕，何心敝笱鲂。 连江驰羽檄，尽室隐村艡。 绾髻辞高阁，推篷倚峭樯。 蛾眉新出茧，莺舌渐抽簧。 慧比冯双礼，娇同左蕙芳。 欢悰翻震荡，密坐益彷徨。 板屋丛丛树，溪田稜稜姜。 垂帘遮雁户，下榻碍蜂房。 痁鬼同时逐，祅神各自禳。 乱离无乐土，漂转又横塘。 皂散千条荚，红飘一丈蔷。 重关于盼盼，虚牖李当当。 凤子裙纤褶，鸦头袜浅帮。 倦犹停午睡，暇便踏春阳。 雨湿秋千索，泥融碌碡场。 罥丝捎蠛蠓，拒斧折螳螂。 侧径循莎荐，微行避麦麦黄。 浣纱宜在石，挑菜每登田亢 。 萝茑情方狎，雈苻势忽猖。 探丸搜保社，结侣窜茅篁。 庑改梁鸿赁，机仍织女襄。 疏棂安镜槛，斜桷顿书仓。 路岂三桥阻？屏还六扇傏。 弓弓听点屐，了了见缝裳。 夙拟韩童配，新来卓女孀。 缟衣添绰约，星靥婉清扬。 芸帙恒留箧，兰膏惯射芒。 长筵分泼散，复帐捉迷藏。 奁贮芙蓉粉，萁煎豆蔻汤。 洧盘潜浴宓，邻壁暗窥匡。 苑里艰由鹿，藩边喻触羊。 末因通叩叩，只自觉怅怅。 孟里经三徙，樊楼又一厢。 渐于牙尺近，莫避灶觚炀。 题笔银钩在，当窗绣袂颺。 有时还邂逅，何苦太周防？ 令节矜元夕，珍亭溢看场。 闹蛾争入市，响屧独循廊。 枨触钗先溜，檐昏烛未将。 径思乘窘步，梯已上初桄。 莫绾同心结，停斟冰齿浆。 月难中夜堕，罗枉北山张。 冰下人能语，云中雀待翔。 青绫催制被，黄竹唤成箱。 玉诧何年种，珠看满斛量。 彩幡摇婀娜，漆管韵清锵。 白鹄来箫史，斑骓驾陆郎。 徒然随画舰，不分上华堂。 紫葛牵驼架，青泥湿马枊。 枇杷攒琐琐，榉柳荫牂牂。 金屋深如此，璇宫思未央。 朝霞凝远岫，春渚得归艎。 古渡迎桃叶，长堤送窅娘。 翠微晴历历，绿涨远汪汪。 日影中峰塔，潮音大士洋。 寻幽虽约伴，过涉乃须昂。 澹墨衫何薄，轻纨扇屡障。 心怜明艳艳，目奈冶游狂。 缆解青丝笮，茵铺白篾篖。 回波吟栲栳，鸣橹入菰蒋。 竹笋重重箨，茶牙段段枪。 甘菹翻旧谱，活火试头纲。 榼易倾鹦鹉，裘拚典鷫鸘。 晓酲消艻蔗，寒具析餦餭。 已共吴船凭，兼邀汉佩纕。 瘦应怜骨出，嫌勿避形相。 楼下兜衾卧，阑边拭泪妆。 便思蛩负蟨，窃拟凤求凰。 两美诚难合，单情不可详。 计程冲瘴疬，回首限城隍。 红豆凭谁寄？瑶华暗自伤。 家人卜归妹，行子梦高唐。 杜宇催归数，刍尼送喜忙。 同移三亩宅，并载五湖航。 院落虬檐月，阶流兔杵霜。 池清凋菡萏，垣古缭篔簹。 乍执掺掺手，弥回寸寸肠。 背人来冉冉，唤坐走佯佯。 啮臂盟言覆，摇情漏刻长。 已教除宝扣，亲为解明璫。 领爱蝤蛴滑，肌嫌蜥蜴妨。 梅阴虽结子，瓜字尚含瓤。 捉搦非无曲，温柔信有乡。 真成惊蛱蝶，甘作野鸳鸯。 暂别犹凝睇，兼旬遽病尪。 历头逢腊尽，野外祝年穰。 忽枉椒花颂，来浮柏子觞。 亮因微触会，肯负好时光？ 炉亟薰凫藻，卮须引鹤吭。 象梳收髢堕，犀角镇心恇。 灭焰余残灺，更衣挂短桁。 簪挑金了鸟，臼转木苍桹。 纳履氍毹底，搴帱簏敕旁。 绮衾容并覆，皓腕或先攘。 暮暮山行雨，朝朝日照梁。 含娇由半醉，唤起或三商。 连理缘枝叶，于飞任颉颃。 烧灯看傀儡，出队舞跳踉。"},
{"title": "浪淘沙·杨花", "author": "李雯", "dynasty": "清代", "content": "金缕晓风残，素雪晴翻，为谁飞上玉雕阑？可惜章台新雨后，踏入沙间。沾惹忒无端，青鸟空衔，一春幽梦绿萍间。暗处销魂罗袖薄，与泪轻弹。"},
{"title": "水调歌头·偶为共命鸟", "author": "蒋士铨", "dynasty": "清代", "content": "偶为共命鸟，都是可怜虫。泪与秋河相似，点点注天东。十载楼中新妇，九载天涯夫婿，首已似飞蓬。年光愁病里，心绪别离中。咏春蚕，疑夏雁，泣秋蛩。几见珠围翠绕，含笑坐东风。闻道十分消瘦，为我两番磨折，辛苦念梁鸿。谁知千里夜，各对一灯红。"},
{"title": "菩萨蛮·菜刀", "author": "陈忠平", "dynasty": "清代", "content": "屠龙锐气空怀抱。此身只合安厨灶。操弄任庖丁。无能避血腥。羹香怡口吻。谁向砧头问。日久锈斑斑。弃之终得閒。"},
{"title": "七言诗", "author": "郑燮", "dynasty": "清代", "content": "不风不雨正晴和，翠竹亭亭好节柯。最爱晚凉佳客至，一壶新茗泡松萝。几枝新叶萧萧竹，数笔横皴淡淡山。正好清明连谷雨，一杯香茗坐其间。"},
{"title": "鹧鸪天·七夕应江右社课", "author": "陈忠平", "dynasty": "清代", "content": "裁就新词叶未红。怎生托付水流东。经年七夕怜牛女，一梦终朝隔尔侬。今夜酒，那时盅。离愁饮尽饮秋风。明知相会旋相别，何似遥遥守望中。"},
{"title": "泊樵舍", "author": "施闰章", "dynasty": "清代", "content": "涨减水愈急，秋阴未夕昏。乱山成野戍，黄叶自江村。带雨疏星见，回风绝岸喧。经过多战舰，茅屋几家存？"},
{"title": "河墅记", "author": "戴名世", "dynasty": "清代", "content": "　　江北之山，蜿蜒磅礴，连亘数州，其奇伟秀丽绝特之区，皆在吾县。县治枕山而起，其外林壑幽深，多有园林池沼之胜。出郭循山之麓，而西北之间，群山逶逦，溪水潆洄，其中有径焉，樵者之所往来。数折而入，行二三里，水之隈，山之奥，岩石之间，茂树之下，有屋数楹，是为潘氏之墅。余褰裳而入，清池湫其前，高台峙其左，古木环其宅。于是升高而望，平畴苍莽，远山回合，风含松问，响起水上。噫!此羁穷之人，遁世远举之土，所以优游而自乐者也，而吾师木崖先生居之。\r\n　　夫科目之贵久矣，天下之士莫不奔走而艳羡之，中于膏盲，人于肺腑，群然求出于是，而未必有适于天下之用。其失者，未必其皆不才；其得者，未必其皆才也。上之人患之，于是博搜遍采，以及山林布衣之士，而士又有他途，捷得者往往至大官。先生名满天下三十年，亦尝与诸生屡试于有司。有司者，好恶与人殊，往往几得而复失。一旦弃去，专精覃思，尽究百家之书，为文章诗歌以传于世，世莫不知有先生。间者求贤之令屡下，士之得者多矣，而先生犹然山泽之癯，混迹于田夫野老，方且乐而终身，此岂徒然也哉？\r\n　　小子怀遁世之思久矣，方浮沉世俗之中，未克遂意，过先生之墅而有慕焉，乃为记之。"},
{"title": "己亥除夕拜年作", "author": "蔡新", "dynasty": "清代", "content": "蔡州万里竟废眠，新夜寰宇除旧颜。拜得天伦穷地远，年年此夕尽团圆。己雨初润干涸地，亥士高歌振霄宇。喜如劲风破灰霾，乐君眸清见红日。"},
{"title": "满庭芳·和人潼关", "author": "曹贞吉", "dynasty": "清代", "content": "太华垂旒，黄河喷雪，咸秦百二重城。危楼千尺，刁斗静无声。落日红旗半卷，秋风急、牧马悲鸣。闲凭吊，兴亡满眼，衰草汉诸陵。泥丸封未得，渔阳鼙鼓，响入华清。早平安烽火，不到西京。自古王公设险，终难恃、带砺之形。何年月，铲平斥堠，如掌看春耕。"},
{"title": "姑苏云鹤写兰缣册嘱题", "author": "陈忠平", "dynasty": "清代", "content": "野有芳草，幽露漙兮。爰彼君子，哀以婉之。野有芳草，尘莫秽兮。爰彼君子，纫以佩之。野有芳草，时弗珍兮。爰彼君子，缣以存之。"},
{"title": "眼儿媚·林下闺房世罕俦", "author": "纳兰性德", "dynasty": "清代", "content": "林下闺房世罕俦，偕隐足罕流。今来忍见，鹤孤华表，人远罗浮。中年定不禁哀乐，其奈忆曾游。浣花微雨，采菱斜日，欲去还留。"},
{"title": "阳湖道中", "author": "张问陶", "dynasty": "清代", "content": "风迥五两月逢三，双桨平拖水蔚蓝。百分桃花千分柳，冶红妖翠画江南。"},
{"title": "鹧鸪天·七夕应江右社课", "author": "陈忠平", "dynasty": "清代", "content": "裁就新词叶未红。怎生托未水流东。经年七夕怜牛女，一梦终朝隔尔侬。今夜酒，那时盅。离愁饮尽饮秋风。明知相会旋相别，何似遥遥守望中。"},
{"title": "扫地游", "author": "陈忠平", "dynasty": "清代", "content": "烟收野岫，剩一缕疏风，断红残扫。絮黏春邈。渐荷溪柳曲，日蒸虫噪。翠盖撑圆，总是遮阴恨小。也应料，便据榻彊眠，清梦难到。梅子堪摘了。正煮酒时分，电云奔啸。壮怀都老。但持杯稳箸，味调盐好。醉里青眸，认得乾坤颠倒。谩讥诮。向空林，倦栖凡鸟。"},
{"title": "奉题三首聊供柏窗兄新第补壁 其二 榴花", "author": "陈忠平", "dynasty": "清代", "content": "灵根移自蓬莱。粲粲小蛮镜台。恐夺三春颜色，饶他百卉先开。"},
{"title": "满庭芳·和人潼关", "author": "曹贞吉", "dynasty": "清代", "content": "太华垂旒，黄河喷雪，咸秦河二重城。危楼千尺，刁斗静无声。落日红旗半卷，秋风急、牧马悲鸣。闲凭吊，兴亡满眼，衰草汉诸陵。泥丸封未得，渔阳鼙鼓，响入华清。早平安烽火，不到西京。自古王公设险，终难恃、带砺之形。何年月，铲平斥堠，如掌看春耕。"},
{"title": "秋夜", "author": "黄景仁", "dynasty": "清代", "content": "络纬啼歇疏梧烟，露华一白凉无边。纤云激荡月沉海，列宿乱摇风满天。谁人一声歌子夜，寻声宛转空台榭。声长声短鸡续呜，曙色冷光相激射。"},
{"title": "忝从叶丈袁老暨诸吟侣客全盛山庄", "author": "陈忠平", "dynasty": "清代", "content": "湖涨堰渠满，而无禾黍忧。夏凉难再得，日霁忝从游。石路连樵径，风吟杂鸟啾。塘开青峡底，庐结白云陬。鸡鸭喧晨夕，珍鲜接侣俦。主人贤且笃，客酒醉还浮。既谢杨梅市，翻期板栗秋。活泉山外引，漱枕月林幽。"},
{"title": "舟中立秋", "author": "施闰章", "dynasty": "清代", "content": "垂老畏闻秋，年光逐水流。阴云沉岸草，急雨乱滩舟。时事诗书拙，军储岭海愁。洊饥今有岁，倚棹望西畴。"},
{"title": "思佳客", "author": "陈忠平", "dynasty": "清代", "content": "向晚青山殢醉红。几疑犹在好春中。唼云鱼影招人妒，弄月莲波与海通。虫语密，夜栏空。莫劳倦眼望离鸿。梦边拟把轻帆挂，惜取萤窗一榻风。"},
{"title": "木兰花慢·太湖纵眺", "author": "洪亮吉", "dynasty": "清代", "content": "眼中何所有？三万顷，太湖宽。纵蛟虎纵横，龙鱼出没，也把纶竿。龙威丈人何在？约空中同凭玉阑干。薄醉正愁消渴，洞庭山桔都酸。更残，黑雾杳漫漫，激电闪流丸。有上界神仙，乘风来往，问我平安。思量要栽黄竹，只平铺海水几时干？归路欲寻铁瓮，望中陡落银盘。 "},
{"title": "悼冰枝次韵古诗回车驾言迈", "author": "陈忠平", "dynasty": "清代", "content": "落落此清怀，孜孜求吾道。譬如春雨露，晨夕滋芳草。芳草何离离，殚精春速老。但惜春有实，莫叹春去早。天地终穷时，况是人寿考。不以贫病颓，足为后死宝。"},
{"title": "醒醉", "author": "陈忠平", "dynasty": "清代", "content": "醉是何时醉，醒到今日醒。欲挽春之臂，落花满前汀。"},
{"title": "霜降夜", "author": "陈忠平", "dynasty": "清代", "content": "海气凝成度鬓风，暗随冷雨到帘栊。心花一瓣无端湿，梦底销魂梦亦穷。"},
{"title": "思佳客·秋灵芳辰", "author": "陈忠平", "dynasty": "清代", "content": "海自迢遥网自通。何劳精卫并鱼鸿。一帘梦影娟娟月，百褶罗裙袅袅风。花掩映，夜玲珑。深杯浅醉与谁同。年年好景真相似，只是秋怀渐次浓。"},
{"title": "吉祥寺古梅", "author": "林古度", "dynasty": "清代", "content": "一树古梅花数亩，城中客子乍来看。不知花气清相逼，但觉山深春尚寒。"},
{"title": "临江仙·梅子雨", "author": "陈忠平", "dynasty": "清代", "content": "午梦雷声敲醒，起看城角连云。谁分膏泽润残春。翠肥红瘦损，代谢不由人。欲撷缤英成画，心中五綵调匀。恼他杜宇却殷勤。孤窗新煮酒，四壁旧啼痕。"},
{"title": "秋夜", "author": "陈忠平", "dynasty": "清代", "content": "残暑消不得，噪蝉乱吾听。谁言秋扇子，只合扑流萤。"},
{"title": "仙居 其十 永安溪漂流", "author": "陈忠平", "dynasty": "清代", "content": "一溪自天半，不知万千纪。迂回缓其湍，鸣漱澹如砥。有客閒无憀，痴怜佳山水。拾梦古涧中，汎槎深春里。山花解逢迎，参差列红紫。云雀饶多情，绵蛮啭妙靡。开襟纳清风，掬烟濯跋履。悠哉复悠哉，神仙讵可比。"},
{"title": "季秋环南山东湖游三次夏老尧夫韵 其一", "author": "陈忠平", "dynasty": "清代", "content": "镣气横波肃九秋，避风故港遍高楼。回堤杨柳未凋尽，拂上人肩劝逸游。"},
{"title": "思佳客", "author": "陈忠平", "dynasty": "清代", "content": "向晚青山殢醉红。几疑犹醉好春中。唼云鱼影招人妒，弄月莲波与海通。虫语密，夜栏空。莫劳倦眼望离鸿。梦边拟把轻帆挂，惜取萤窗一榻风。"},
{"title": "初秋酉阳之什 其二 金银山露天宴坐时当中元先夜", "author": "陈忠平", "dynasty": "清代", "content": "小炉矮凳坐成围，一壑松风拂素衣。客里颇知佳节近，峰头把酒酹清辉。"},
{"title": "彊支腰疾加班转剧难寐听雨待旦爰成四绝句 其三", "author": "陈忠平", "dynasty": "清代", "content": "困极欲眠眠未曾，侧身僵卧类枯僧。隔帘听得零零雨，滴向心尖似有棱。"},
{"title": "江右诗社泰和年会之什 其五 吉安谒文信公纪念馆偶感", "author": "陈忠平", "dynasty": "清代", "content": "青简丰碑重节臣，江山陵替往来春。傥教失国皆轻死，吾族早应无一人。"},
{"title": "中元次夜月食", "author": "陈忠平", "dynasty": "清代", "content": "人鬼一团圆，旋又隔渺茫。思之不能绝，梦之不能长。天亦有情天，何忍照断肠。故遣地为蚕，食此月之光。"},
{"title": "忆少年·飞花时节", "author": "朱彝尊", "dynasty": "清代", "content": "飞花时节，垂杨巷陌，东风庭院。重帘尚如昔，但窥帘人远。叶底歌莺梁上燕，一声声伴人幽怨。相思了无益，悔当初相见。 "},
{"title": "于振洋兄嘱题紫砂", "author": "陈忠平", "dynasty": "清代", "content": "深岩抉得水云母，烈火夺胎存韵古。习习清风斗室生，人间至味甘中苦。"},
{"title": "悼砚友二首 其一", "author": "陈忠平", "dynasty": "清代", "content": "天堂路不遥，尔去何乃速。一双痴儿女，涕泣不成哭。"},
{"title": "竹歌答小竹子索句", "author": "陈忠平", "dynasty": "清代", "content": "有子居滇南，其名号为竹。其乎云之巅，根于幽之谷。虚涵其有节，温润其如玉。其质瘦且直，其格雅不俗。纹之为青砚，春风满诗牍。调之为素琴，秋声凝夜曲。宜乎有缘人，采之置其屋。我今作长歌，预为斯人祝。"},
{"title": "江东行吟 其二 望江南双调", "author": "陈忠平", "dynasty": "清代", "content": "人文地，杯酒识词宗。梅雨识池凝篆碧，天心塔影蘸波红。胸次写玲珑。清芬挹，尘袂一湔空。多景楼头堪吊古，寒山寺里好听钟。游屐复匆匆。"},
{"title": "寄御春芳辰", "author": "陈忠平", "dynasty": "清代", "content": "岁钟报嘉辰，无端忆昔游。春风澹黄柳，翠衣古渡头。搔首忽两载，人隔千里悠。个园晴雪碧，美酒谁共浮。长江一襟水，信可接丹邱。愿祈东君力，为汝催兰舟。"},
{"title": "初秋酉阳之什 其五 答绿阳赠别兼谢丝雨", "author": "陈忠平", "dynasty": "清代", "content": "何劳卅里徙长亭，鹄立丛岩解送迎。山水奥奇游不厌，恐君怯对别时情。"},
{"title": "春游陶家冲", "author": "陈忠平", "dynasty": "清代", "content": "春半嘉期，重阴酿雨。踵谒丘山，荆棘为阻。怅然有怀，时风难抚。嗟彼桃源，引颈凝伫。"},
{"title": "返乡居遭雨总角旧友留餐四首 其三", "author": "陈忠平", "dynasty": "清代", "content": "一样红尘小逗留，我居攘攘子居幽。运时不信有偏薄，异日同閒分钓钩。"},
{"title": "鹊桥仙·七夕次淮海韵", "author": "陈忠平", "dynasty": "清代", "content": "倚楼招鹊，焚香荐果，乞借银桥一度。星光如缕月如梭，织不尽、缠绵无数。晓云啼破，梦槎惊堕，扫叶西风歧路。秋波密约更来年，怎禁得、心花渐暮。"},
{"title": "忆王孙·春山应江右三月社", "author": "陈忠平", "dynasty": "清代", "content": "东风湿点小梅妆。何处螺鬟碧渺茫。一抹烟拖绮影长。那堪望。似个人人想玉郎。"},
{"title": "杂吟", "author": "陈忠平", "dynasty": "清代", "content": "春呵吟梦浅，苦雨复回寒。寒迫春无碍，休将梦打残。瘦岂真寒色，肥亦有病枝。百态皆可画，吾心即吾诗。碧云抱城阴。红雨落渠深。依然春世界，只是愁满襟。错了看花时，徘徊在旁路。人心天不知，天意人岂悟。堕入红尘中，各各有其苦。一叶菩提心，著于无著处。"},
{"title": "田翁", "author": "陈忠平", "dynasty": "清代", "content": "田翁福寿齐，世代居农桑。世孙有远志，劳劳各一方。老妻贤且健，日弄曾雏忙。倖存数亩田，肯令悉抛荒。白发不言衰，犁锄差堪将。晨起天微曙，暮归月昏黄。三餐温饱馀，尚能补小康。念念除夕近，天伦乐一堂。吾亦农家子，恋恋在吾乡。事暇垄上过，相与话衷肠。津津道政善，终岁不纳粮。民风淳如此。奚疑太平世。"},
{"title": "季秋环南山东湖游三次夏老尧夫韵 其二", "author": "陈忠平", "dynasty": "清代", "content": "不似前年水国秋，日摇寒影荡空楼。肯教愿力灵飙藉，抟荐青笺到旧游。"},
{"title": "鹧鸪天·迎春", "author": "陈忠平", "dynasty": "清代", "content": "一树烟花一蜃楼。干支十二又从头。早将世界妆成画，莫把升平幻作愁。春动矣，雪消不。天涯尚有未归舟。抱寒真可支残夜，任是风刀割我眸。"},
{"title": "女书汉俳二绝贺筠姊湘竹韵语付梓 其一", "author": "陈忠平", "dynasty": "清代", "content": "闺中幽思最难排，自把香笺细剪裁。兰指轻拈画眉笔，虫鱼花鸟任人猜。"},
{"title": "浣溪纱·纸鸢二首 其二", "author": "陈忠平", "dynasty": "清代", "content": "吹借春风引线长。一丝一缕系遐方。嗔他燕子竟双双。望到巫山云不似，飞过沧海梦微茫。无端湿了綵霞裳。"},
{"title": "消閒", "author": "陈忠平", "dynasty": "清代", "content": "消閒无计闷谁同，小趁湖堤澹澹风。归浦渔舟喧渐息，空馀鸥渚夕烟红。"},
{"title": "彊支腰疾加班转剧难寐听雨待旦爰成四绝句 其四", "author": "陈忠平", "dynasty": "清代", "content": "断续晨钟烟外敲，檐牙数遍又通宵。扶床慢起窗前问，可藉东风倚沈腰。"},
{"title": "除夜口占贺岁绝句", "author": "陈忠平", "dynasty": "清代", "content": "接引春君促岁华，风云雷电自交加。吾人别有诗怀抱，爱惜当窗一树花。"},
{"title": "中宵停电难寝", "author": "陈忠平", "dynasty": "清代", "content": "饕蚊趋炎喧，新月厌不起。清凉何处寻，黑暗况如此。梦想都倾颓，太息蒸瘴里。"},
{"title": "迎春杂诗十首 其九", "author": "陈忠平", "dynasty": "清代", "content": "莫为思春小倚阑，徒怜春色幻千般。多情风夹无情雨，吹滴花心和梦残。"},
{"title": "题象湖断桥", "author": "陈忠平", "dynasty": "清代", "content": "湿翠熏红各自娇，桃源一望水迢遥。何当借我神丁斧，斫取长虹接此桥。"},
{"title": "醉妹病愈归来同嗟拾叶诗社往事得句", "author": "陈忠平", "dynasty": "清代", "content": "往事烟云仍记否，杂陈五味酿为酒。千杯万杯醉何辞，踏破荒山招旧友。"},
{"title": "初秋酉阳之什 其四 腾龙洞", "author": "陈忠平", "dynasty": "清代", "content": "一径冤延下杳微，嵓泉无赖溅行衣。小忘洞外蒸炎世，信有清风太古遗。"},
{"title": "孤坐无聊忆今春有『若恐伤春愁欲绝，馀愁惜取到清秋』句因成一绝", "author": "陈忠平", "dynasty": "清代", "content": "春馀曾许惜馀愁，藉此愁心荐素秋。孤雁拖烟不成字，一声清啸尚悠悠。"},
{"title": "秋夜不寐 其二", "author": "陈忠平", "dynasty": "清代", "content": "声声催上最高楼，且把寒鸣寄海陬。知否明年明月夜，阿谁来共阿侬愁。"},
{"title": "冰砚以茶具见寄草成四绝答之 其二 公道杯", "author": "陈忠平", "dynasty": "清代", "content": "谁言公道不能量，万事由来有短长。自笑未生青白眼，却将甘苦遣同尝。"},
{"title": "迎春杂诗十首 其八", "author": "陈忠平", "dynasty": "清代", "content": "烟花风月许知音，无事惯为无病吟。岂是情多偏自扰，春心不合托诗心。"},
{"title": "露坐独茗", "author": "陈忠平", "dynasty": "清代", "content": "不许茶隔夜，况爱月如镰。菊风欲就我，寒影自襜襜。横眸秋野兀，垂死蚊语尖。何时木落尽，更待霜气严。"},
{"title": "冰砚以茶具见寄草成四绝答之 其四 茶海", "author": "陈忠平", "dynasty": "清代", "content": "竹木刊空海可藏，百泉滋味最先尝。知音散去杯收尽，留取浮云澹澹香。"},
{"title": "一叶", "author": "陈忠平", "dynasty": "清代", "content": "一叶裹霜心，西风吹且起。欲之法华外，复堕寒烟里。"},
{"title": "迎春杂诗十首 其二", "author": "陈忠平", "dynasty": "清代", "content": "小梅有约琐窗前，一样清寒瘦可怜。毕竟春风能解趣，暗催香雪上诗肩。"},
{"title": "临屏答秋妹见慰", "author": "陈忠平", "dynasty": "清代", "content": "伤春何必问情由，点滴在心俱可愁。若为伤春愁欲绝，馀愁惜取到清秋。"},
{"title": "迎春杂诗十首 其七", "author": "陈忠平", "dynasty": "清代", "content": "新年烟雨旧池台，料峭春寒漫酒杯。红烛依然摇梦语，心花不复向人开。"},
{"title": "秋灵诗集获台湾文艺创作年度佳作奖有寄", "author": "陈忠平", "dynasty": "清代", "content": "饱蘸秋心画柳眉，镜中独看自痴痴。一朝省识易安笔，瘦了黄花天下知。"},
{"title": "暴雨三首 其一", "author": "陈忠平", "dynasty": "清代", "content": "暴雨欲来云乱浮，生生遮断最高楼。闷人天气宜僵坐，独有诗心尚自由。"},
{"title": "冰砚以茶具见寄草成四绝答之 其三 茶杯", "author": "陈忠平", "dynasty": "清代", "content": "蟹眼新开浅碧浮，卢仝七趣倩谁谋。果真茶味如禅味，莫管陶泥与玉瓯。"},
{"title": "彊支腰疾加班转剧难寐听雨待旦爰成四绝句 其二", "author": "陈忠平", "dynasty": "清代", "content": "直既不能弯不能，键敲单手尚兢兢。会当布谷勤农日，肯许文山压案崩。"},
{"title": "江右诗社泰和年会之什 其四 泰和麻洲古樟林", "author": "陈忠平", "dynasty": "清代", "content": "朝露湿春衣，江村香氲绕。泊车古樟林，百禽鸣夹道。干直几参天，围粗盈数抱。畸枝衍藤萝，落叶肥蕨草。非关地僻幽，般斤曷不到。材大难见用，风雨凭偃倒。"},
{"title": "无锡节候较吾赣及浙东略晚 其五 广长溪湿地", "author": "陈忠平", "dynasty": "清代", "content": "溪烟曩接五湖烟，朝浣纱衣暮泊船。莫恨清流无觅处，良工写影正高悬。"},
{"title": "田翁", "author": "陈忠平", "dynasty": "清代", "content": "田翁福寿齐，世代居农桑。儿孙有远志，劳劳各一方。老妻贤且健，日弄曾雏忙。倖存数亩田，肯令悉抛荒。白发不言衰，犁锄差堪将。晨起天微曙，暮归月昏黄。三餐温饱馀，尚能补小康。念念除夕近，天伦乐一堂。吾亦农家子，恋恋在吾乡。事暇垄上过，相与话衷肠。津津道政善，终岁不纳粮。民风淳如此。奚疑太平世。"},
{"title": "暴雨三首 其三", "author": "陈忠平", "dynasty": "清代", "content": "偶放微晴起蜃楼，气槽高压未轻休。天心翻覆寻常事，莫对江山纵老眸。"},
{"title": "云弟风儿过访四首 其三", "author": "陈忠平", "dynasty": "清代", "content": "风扫云台霁色微，一飘残絮湿人衣。我知春日渐行远，瘦了青山可再肥。"},
{"title": "庚寅长至偶题应槠洲诗塾首课", "author": "陈忠平", "dynasty": "清代", "content": "颓日销寒任未膺，积城阴气欲成冰。一年当此最长夜，好梦孰知深几层。"},
{"title": "题春柳图", "author": "陈忠平", "dynasty": "清代", "content": "一缕晴光细若丝，晓烟漉漉湿南陂。春风漫道娇无力，点了胭脂又画眉。"},
{"title": "过桃溪", "author": "陈忠平", "dynasty": "清代", "content": "三月江南春正肥，一溪烟雨抹胭脂。青君似解惜颜色，吩咐东风细细吹。"},
{"title": "季秋环南山东湖游三次夏老尧夫韵 其三", "author": "陈忠平", "dynasty": "清代", "content": "霜度湖天白雁秋，商声吹漫旧津楼。人间许转阳和信，约向碧烟深处游。"},
{"title": "鼋头渚 其四", "author": "陈忠平", "dynasty": "清代", "content": "驼得三山赖此龟，神仙居处我栖迟。烟波悬隔呼舟便，况有閒鸥折节随。"},
{"title": "桃红索句补记今春幽兰观桃不得事酬之", "author": "陈忠平", "dynasty": "清代", "content": "最怜春上小桃枝，曾嘱东风细细吹。天若长如人所愿，世间不必有胭脂。"},
{"title": "云弟风儿过访四首 其一", "author": "陈忠平", "dynasty": "清代", "content": "双燕低徊过老枝，漫将雷电绎成诗。翻腾莫讶平湖水，合是风云际会时。"},
{"title": "江东行吟 其九 偕南风词社诸公游太湖湾奉题绝句其时风浪大作", "author": "陈忠平", "dynasty": "清代", "content": "湖晏长鱼慵懒久，起予裂石试身手。一鸥俯翼似邀盟，去向沧波弄舟否。"},
{"title": "罪樱", "author": "陈忠平", "dynasty": "清代", "content": "也曾娇媚惹人怜，未敢僭梅春佔先。花木无知罪何有，当时不合竟东迁。"},
{"title": "题图应江右七月社", "author": "陈忠平", "dynasty": "清代", "content": "閒花偶落漾微涟，山溪清浅可人怜。石鱼生小不知趣，错认吟鞭为钓鞭。"},
{"title": "蕲春行吟 其三 黄梅五祖庙", "author": "陈忠平", "dynasty": "清代", "content": "菩提是树原非树，明镜非台亦是台。蜗角佛门同一相，孰能孰秀不应猜。"},
{"title": "夜行", "author": "陈忠平", "dynasty": "清代", "content": "细雨散秋寒，苍烟漠漠起。孤行山道中，夜影车如魅。"},
{"title": "秋夜不寐 其一", "author": "陈忠平", "dynasty": "清代", "content": "隔帘明月破窗幽，些许清光些许愁。最恼寒虫禁不得，声声催上最高楼。"},
{"title": "彊支腰疾加班转剧难寐听雨待旦爰成四绝句 其一", "author": "陈忠平", "dynasty": "清代", "content": "翻雨翻烟羡柳娇，随人心意短长条。书生不擅逢迎事，偶一垂肩便折腰。"},
{"title": "偶感", "author": "陈忠平", "dynasty": "清代", "content": "閒来偶过水云村，满眼风痕杂雨痕。毕竟天心无厚薄，也分微碧到蓬门。"},
{"title": "云弟风儿过访四首 其四", "author": "陈忠平", "dynasty": "清代", "content": "暑气初蒸雀噪枝，湖山憔悴乱云披。清风若许如人意，吹借榆钱卜后期。"},
{"title": "莫名兄将返美猫儿拟饯行杭州望湖楼有诗先寄予不克往次韵酬之", "author": "陈忠平", "dynasty": "清代", "content": "隔云遥向望湖楼，千里呼杯一醉休。恨不尽倾彭蠡水，为君洗却故园愁。"},
{"title": "绝句", "author": "陈忠平", "dynasty": "清代", "content": "差极人臣位，南柯梦转虚。盖棺论未定，颇费史家书。"},
{"title": "暴雨三首 其二", "author": "陈忠平", "dynasty": "清代", "content": "乍起狂风欲乱眸，横流浊水杂清流。有时日霁真容易，一片青天又蜃楼。"},
{"title": "春日闻美东犹雪有寄秋灵", "author": "陈忠平", "dynasty": "清代", "content": "二月江南绿半匀，如何隔海雪纷纷。春光若许能相寄，裁作霓裳赠与君。"},
{"title": "悼余正新先生两首 其一", "author": "陈忠平", "dynasty": "清代", "content": "翠烟红雨湿，桃李下成蹊。坐沐春风煖，何堪杜宇啼。"},
{"title": "病腰", "author": "陈忠平", "dynasty": "清代", "content": "坐也艰难卧也艰，彊支伤骨步蹒跚。莫非天意竟怜我，从此不教腰脊弯。"},
{"title": "豫章客中应江右诸子之邀郊游 其三 东华兄仰滑跌水沟戏作", "author": "陈忠平", "dynasty": "清代", "content": "镇日逢迎酒肉昏，其中积秽隐难言。放怀难得春勾引，错把清溪当浴盆。"},
{"title": "中元夜", "author": "陈忠平", "dynasty": "清代", "content": "秋月初逢满，清光倍可怜。閒虫勿相扰，人鬼此团圆。"},
{"title": "对镜", "author": "陈忠平", "dynasty": "清代", "content": "何处寻真我，青衫拂不平。会心相一笑，两个腐书生。"},
{"title": "眠书", "author": "陈忠平", "dynasty": "清代", "content": "倦抱书眠到盛唐，寒侵衣袜月微霜。我殊不解今何世，一瓣孤心堕渺茫。"},
{"title": "绝句三首 其三", "author": "陈忠平", "dynasty": "清代", "content": "我懒心尘积，我愚人莫及。深宵秋不禁，犹向楼头立。"},
{"title": "黔中行吟 其五 口占绝句留别贵大文学院诸君", "author": "陈忠平", "dynasty": "清代", "content": "来听芭蕉雨，风清韵自幽。吟魂从此系，千里有同俦。"},
{"title": "云弟风儿过访四首 其二", "author": "陈忠平", "dynasty": "清代", "content": "连袂优游到野圻，风开天目一鸥飞。盘旋便欲携云下，与我同参物外机。"},
{"title": "迎春杂诗十首 其五", "author": "陈忠平", "dynasty": "清代", "content": "雪霁如何云不开，生生遮断望春台。江天吹洒廉纤雨，只为殷勤送落梅。"},
{"title": "偶占两首 其一", "author": "陈忠平", "dynasty": "清代", "content": "埋首文山力已疲，耳边忽觉噪蝉衰。清茶在手容吾懒，坐看窗前日脚移。"},
{"title": "景德镇客中余兄招偕刘陈二子茶楼夜坐分韵得水字适闻次日大幅降温", "author": "陈忠平", "dynasty": "清代", "content": "昌江夜谧适吾子，一角楼台閒照水。几上清茶款款添，窗前新月姗姗起。世情叹喟颇无端，诗道论争俱有理。闻说寒从别后生，转怜寒处多知己。"},
{"title": "答猫儿寄茶", "author": "陈忠平", "dynasty": "清代", "content": "汲泉吾自煮，蟹眼立旗枪。漫品閒滋味，清风涤俗肠。"},
{"title": "咏蹄", "author": "陈忠平", "dynasty": "清代", "content": "背负苍天恣意行，风雷激荡耳边生。铁鞋踏破寻常事，未许人间有不平。"},
{"title": "鄱湖春晓", "author": "陈忠平", "dynasty": "清代", "content": "半匀嫩绿半匀黄，细柳婆娑弄晓妆。阡陌谁家人更早，浣纱村女打鱼郎。"},
{"title": "深秋夜遣怀", "author": "陈忠平", "dynasty": "清代", "content": "世故未随年岁深，乖时句欲索同音。蕉衣浪说道寖失，蓬鬓不知秋易侵。欺梦风疏灯影倦，漫窗雨细草烟沉。与虫相语长长夜，聊慰案头牢落心。"},
{"title": "绝句三首 其一", "author": "陈忠平", "dynasty": "清代", "content": "才憎严暑逼，忽尔感秋寒。百病趁此隙，吾生每不安。"},
{"title": "迎春杂诗十首 其三", "author": "陈忠平", "dynasty": "清代", "content": "寂空啼破雁醒初，久冻春心点点苏。夜半楼台人独立，望云绵渺有书无。"},
{"title": "中元夜读有鸟蜷窗因成一绝", "author": "陈忠平", "dynasty": "清代", "content": "夜色清凉水不如，云移素影月徐徐。依稀有鸟蜷窗外，疑是先人诲读书。"},
{"title": "迎春杂诗十首 其六", "author": "陈忠平", "dynasty": "清代", "content": "别君一去见无期，已动春心何所之。最不堪听莺燕语，如人窃窃诉相思。"},
{"title": "起自", "author": "陈忠平", "dynasty": "清代", "content": "起自萍之末，萧萧吹梦裂。此愁千古同，能味不能说。"},
{"title": "海", "author": "陈忠平", "dynasty": "清代", "content": "日蒸蜃气幻千楼，中有笙歌舞不休。试问仙家垂钓处，几舟湮没几舟浮。"},
{"title": "秋夜", "author": "陈忠平", "dynasty": "清代", "content": "风过桐叶落，夜气自萧森。空好当头月，寒虫不肯吟。"},
{"title": "仙居 其七 景星岩", "author": "陈忠平", "dynasty": "清代", "content": "一径扶云十八盘，摩肩拭目对跳峦。春风初拂梯田绿，寺竹犹沾宿雨寒。作态渊崖俱妙相，不名花草亦奇观。最怜往哲读书处，石壁松灯烟未乾。"},
{"title": "西历十一月二十六日清晨九江地震后口占", "author": "陈忠平", "dynasty": "清代", "content": "鸡飞村犬跳，晓日共床摇。生死一悬念，尘心竟未消。"},
{"title": "辛卯仲夏蕲春之什 其五 题泗流山风景图", "author": "陈忠平", "dynasty": "清代", "content": "层翠若鳞栉，径迂山舍幽。耕云人自乐，涧沚饭青牛。"},
{"title": "辛卯仲夏蕲春之什 其四 题横岗山森林鸟瞰图", "author": "陈忠平", "dynasty": "清代", "content": "混元初剖判，昏晓豁然分。秀木栖朱鸟，噰噰响白云。"},
{"title": "劝穑", "author": "陈忠平", "dynasty": "清代", "content": "麻鞭水响节时催，陌煖庆云团作堆。岸柳垂腰先好雨，池蛙鼓舌自春雷。新颁农政称咸善，旧凿山渠起积隤。劝穑原该专吏责，田家笑讶子胡来。"},
{"title": "印度洋海难", "author": "陈忠平", "dynasty": "清代", "content": "谁遣狂龙捲怒波，生灵十万化南柯。尔曹莫向阎罗问，埋骨青山剩几何。"},
{"title": "江右诗社泰和年会之什 其三 将之泰和年会访谒名山有作", "author": "陈忠平", "dynasty": "清代", "content": "杜鹃溅血灿春裳，绝好丘山旧战场。漫笑英雄沦草莽，从来王霸诩成汤。青林垒骨嗟何已，丹帜为碑敬未遑。治术治功休细说，夺天奇气亦皇皇。"},
{"title": "无题", "author": "陈忠平", "dynasty": "清代", "content": "青帝初开窍，春情半未浓。相期二三月，一醉杏花丛。"},
{"title": "新正回煖三压春字并寄", "author": "陈忠平", "dynasty": "清代", "content": "祥烟锦屑漫城昏，夹道车如獭祭陈。稍喜寒襟沾细煖，剧怜剩水照初茵。传笺云度雁声软，写梦风饶年味新。烦绪心头暂收拾，九天同领一分春。"},
{"title": "早春吴越之什 其一 早发鄱湖", "author": "陈忠平", "dynasty": "清代", "content": "隔岁招邀短信频，越山吴水待游巡。暂将繁牍束高阁，漫把閒书销旅尘。醒眼红烟桃早放，斜窗碧雨柳初匀。馀寒料峭浑难管，千里车飞霁日春。"},
{"title": "迎春试笔约压春字", "author": "陈忠平", "dynasty": "清代", "content": "瑞雪不来梅自春，天教瘦骨独精神。园中枝影红兼白，户外桃符旧复新。刺夜烟花难作梦，滚屏歌吹欲迷人。偏居颇信治平好，廪有馀粮卯接寅。"},
{"title": "月夜", "author": "陈忠平", "dynasty": "清代", "content": "一帘新月挂窗前，怀抱清风正好眠。收拾閒情和梦叠，小心寄到白云边。"},
{"title": "秋夜", "author": "陈忠平", "dynasty": "清代", "content": "抱书欹枕对昏灯，倦眼迷离认细蝇。度鬓蓼风何乃尔，钻心蛩语竟相仍。明知海角梦难达，偏怨窗前日易升。赶市沽屠况贪早，隔园鸡犬扑腾腾。"},
{"title": "江右诗社泰和年会之什 其一 奉答剧饮千杯江右诗社辛卯年会邀客元韵追怀黄山谷", "author": "陈忠平", "dynasty": "清代", "content": "修禊东君坐见邀，江山有待尽寒销。雨酥诗眼风酥骨，蝶弄花须柳弄腰。任捲车帘飞野马，休教鸢线缚云雕。时空肯缩千年缝，快阁骈肩倚听潮。"},
{"title": "秋湖夕望", "author": "陈忠平", "dynasty": "清代", "content": "霜空暮日赤如焚，界破素烟弥渚濆。北鸟争栖沙尾草，西风乱剪水心云。寒侵鹤眼翻更阔，翠滞松标偏不群。蓬梗萍波漂汎尽，雨春又遍野人芹。"},
{"title": "粤中纪游 其一 高中同学约聚游粤恰三十年前终考日", "author": "陈忠平", "dynasty": "清代", "content": "三十年前旧雨盟，沈耽砚席望云腾。藻池忽作江湖阔，影事聊追懵懂曾。舞有佳人颐可解，胸无猛气酒难胜。独归馆舍梳千绪，连夜缫成系日绳。"},
{"title": "听秋", "author": "陈忠平", "dynasty": "清代", "content": "听风梧影乱，听雨夜何其。秋气渗窗入，勿教吟鬓知。"},
{"title": "辛卯岁杪邑中同好约压年字", "author": "陈忠平", "dynasty": "清代", "content": "桃符星帜漫争妍，万里寒争裹綵烟。海上风波殊不靖，岭南梅信况迟传。釐分诗稿三叹息，拥对萤屏一惘然。稍喜芸窗闾市近，箫韶递奏太平年。"},
{"title": "复过秋湖", "author": "陈忠平", "dynasty": "清代", "content": "积久寒雰坼欲崩，霜禽上下苦翻腾。浮家舣楫随开市，局影趋砧不死蝇。冥漠湖天淆一色，焦萧木树寄多藤。振衣谩道清风好，吹向残山恐有棱。"},
{"title": "上元后夜听雨兼应月下群课", "author": "陈忠平", "dynasty": "清代", "content": "絮云抽作雨丝长，滴遍檐牙夜未央。深闭竹窗犹剥啄，漫欹诗枕自思量。潮生海国偏遮月，人隔天涯各断肠。收拾愁怀蛰雷尽，那堪一剪梦微茫。"},
{"title": "奉和卢兄五十初度", "author": "陈忠平", "dynasty": "清代", "content": "盛世光阴颇易过，奇怀讵易二毛何。横胸块垒诗情兀，挂眼江山梦魇多。庭下佳儿堪慰藉，书中閒日自消磨。近知天命安禅定，任是涟波与潏波。"},
{"title": "閒情", "author": "陈忠平", "dynasty": "清代", "content": "一年欲了公家事，夜半暂无灯火催。直待南窗清影动，孤身踏雪去寻梅。"},
{"title": "偕诸子春游陶家冲返临湖眺马鞍岛约押春字时大桥在建闻将辟为度假村", "author": "陈忠平", "dynasty": "清代", "content": "谁掷雕鞍一叶蘋，风烟悬隔自成春。黄花云压梨桃艳，鸥鹭波翻碧梦新。不许世间閒寸土，管教天堑变通津。蓝图堪比辋川秀，莫问卜居官与民。"},
{"title": "寄醉妹芳辰次韵太白送贺监返四明应制", "author": "陈忠平", "dynasty": "清代", "content": "稻粱不许碍初衣，卜筑茅山息世机。石脊采诗囊叶出，溪头种药袖云归。偶从梦寐探芳讯，坐对烟霞想翠微。海屋又添生意满，一樽遥托雁行飞。"},
{"title": "九日午后独登南山", "author": "陈忠平", "dynasty": "清代", "content": "懒佩萸囊漫拾梯，袷衣但有影相随。荻洲乍冷鸥先觉，山菊孤芳蝶未知。日入青波同澹宕，云摇白草各披垂。纷纷雁字吟肩过，却把幽怀写寄谁。"},
{"title": "题枯树图应诗昆作业", "author": "陈忠平", "dynasty": "清代", "content": "不欲撑云破，落拓风霜里。天馀一点蓝，汝心或未死。"},
{"title": "甫接荣森兄立秋诗索和已近重阳矣", "author": "陈忠平", "dynasty": "清代", "content": "诗人怀抱最怜秋，吟断寒宵未肯休。雁背遥驮千里梦，芦花暗写一湖愁。经霜乱叶红偏染，承露残荷翠不流。记得登高曾有约，定将块垒掷云头。"},
{"title": "乙酉立秋前夜", "author": "陈忠平", "dynasty": "清代", "content": "清宵虫已寂，一叶压窗台。初怯苍凉梦，秋心落酒杯。"},
{"title": "山中观桃", "author": "陈忠平", "dynasty": "清代", "content": "乱草溪横小板桥，东风垂老尚堪招。才将涧外吹摇尽，又放山中千万娇。繁世皆言逢有道，閒身何以遣无憀。此来不为留春住，但向桃花问汛潮。"},
{"title": "新作赠柏窗兄补壁诗拜得林冠夫先生手书四韵柬谢", "author": "陈忠平", "dynasty": "清代", "content": "麝煤香透布头笺，想见林公健腕旋。雅润真如灵兔伏，清遒更作老松蜷。十分高意惭鹅报，一点微衷倩雁传。不许斯文虚粉壁，风云涌到柏窗前。"},
{"title": "惊闻叶纯一诗翁夫人仙游寿八十九因偕荣森学炳江春诸君子往慰", "author": "陈忠平", "dynasty": "清代", "content": "人天顿隔最堪伤，七十年缘镌在肠。鬼窟孤探怜足小，牛棚久困證情长。开门七事閒休问，承膝诸儿孝共当。只管相思剪成梦，蓬山小住夜添香。"},
{"title": "生日将至次韵答苏苏寄贺诗", "author": "陈忠平", "dynasty": "清代", "content": "诗不名钱葆我真，中年况味略能陈。肯因悖世遂逃世，恐为度人偏误人。蚤起浇书茶代酒，片閒摊饭梦通神。寻常狭巷车难入，隔断市廛喧扰春。"},
{"title": "次韵筠姊秋怀", "author": "陈忠平", "dynasty": "清代", "content": "负手溪桥落影长，秋枝无力挂残阳。南山才禁三分碧，北雁初衔万里霜。应许关门成世界，可能移梦到清凉。讵知风雨骤然起，点破心头乌有乡。"},
{"title": "人日偶题", "author": "陈忠平", "dynasty": "清代", "content": "媆日殢寒春尚暝，未开柳眼鸟先醒。击空长翼多难见，泻地高鸣辄可听。不分东风翻雨恶，生憎南岭覆云腥。人间清格销将尽，忍折梅花插一瓶。"},
{"title": "萤", "author": "陈忠平", "dynasty": "清代", "content": "腐草应无恨，飞星别有情。殷勤劝学业，肯与月华争。"},
{"title": "在线聆经二首 其二", "author": "陈忠平", "dynasty": "清代", "content": "钟鼓声疏梵语亲，香烟如语语如真。人无障念何来佛，佛有金针不择人。祈福谁曾先积福，脱尘讵耐反沾尘。莲池若许比肩坐，试为往生扶一轮。"},
{"title": "思游寄远", "author": "陈忠平", "dynasty": "清代", "content": "乐在滇山水，游人思不归。空劳千里念，梦逐綵云飞。"},
{"title": "纫霞诗贶贱辰忽忽两月矣偶触感慨依韵赋此", "author": "陈忠平", "dynasty": "清代", "content": "不劳忧国与忧民，泰半生涯味足珍。性拙颇能安末役，居偏岂为远豪人。老妻相惜拈髭断，痴子独游过雁亲。夤夜书窗帘密掩，恐教灯影漏芳邻。"},
{"title": "纪录片观后", "author": "陈忠平", "dynasty": "清代", "content": "风云惭我未亲经，坐拥银屏看爆棚。应惜儒冠空负志，不谙时务枉论兵。民为刍狗从来是，血染灵幡莫与京。早有当年真影录，是非岂待后人评。"},
{"title": "问月", "author": "陈忠平", "dynasty": "清代", "content": "怅望今夜月，何不似扁舟。载得阿侬去，悠悠河汉浮。"},
{"title": "触目用出群格", "author": "陈忠平", "dynasty": "清代", "content": "触目斑斓日照斜，纷披乱影作飞花。春风有意偏无果，浪迹无凭却有涯。落落孤心观自在，嘈嘈百舌听频伽。倘能忘我须忘物，天地浑茫一刹那。"},
{"title": "江右诗社己丑浔阳年会诗草 其十 浔阳楼", "author": "陈忠平", "dynasty": "清代", "content": "纷说江湖雨及时，声名渐著渐沈迷。三餐饱饭安能足，一县押司原不低。白日祸因村酒醉，黄粱梦值午鸡啼。牢骚自古人多有，莫向寻常楼肆题。"},
{"title": "一叶", "author": "陈忠平", "dynasty": "清代", "content": "一叶秋惊万木秋，漫天摇落倩谁收。或供童子烧山芋，偶许骚人纪世忧。青鸟来衔偏不肯，沧波捲去更何休。笑怜汝似乖时客，宁自飘零得自由。"},
{"title": "江右诗社己丑浔阳年会诗草 其五 西琳寺", "author": "陈忠平", "dynasty": "清代", "content": "久慕西林不关佛，庐山面目此能窥。浮峰烟雨碧如幻，夹涧杏桃红未知。七级浮屠新矫正，千年僧舍尽归尼。旧题残壁依稀在，遥念坡仙泼墨时。"},
{"title": "江右诗社己丑浔阳年会诗草 其九 锁江楼", "author": "陈忠平", "dynasty": "清代", "content": "锁江宝塔立嵯峨，阅尽清嵯与浊嵯。一派威仪人造就，六边棱角日消磨。铁牛金铎堂皇在，万棹千舟忐忑过。漫倚危栏谁更问，镇妖事业竟如何。"},
{"title": "寻诗南山塘次韵江春兄初春游九江南湖公园", "author": "陈忠平", "dynasty": "清代", "content": "湖干颓草动微青，拟和新诗踏软晴。懒日漫烘山色煖，野凫试拨水烟清。勾衣荆棘步无碍，藏涧人家喧有声。皱了春心风不管，拂开柳径一丝明。"},
{"title": "在线聆经二首 其一", "author": "陈忠平", "dynasty": "清代", "content": "孤屏坐拥月三更，漫向太虚深处行。绕耳玄音徐转疾，触眸黄卷奥难明。心观自在愁无碍，花落菩提春有情。何必往寻真乐土，十方佛应劫尘生。"},
{"title": "生日将至云飞诗以贺次韵答之", "author": "陈忠平", "dynasty": "清代", "content": "忌酒病躯春最寒，更无可觅解愁丹。肯教纷象奸吾志，漫对长风笑纸鸾。起榻抠诗三著袜，为人秉烛一悬肝。书生将老不多梦，快此素襟深倚栏。"},
{"title": "蚌壳迂堤商略机耕机插事暇游目湖上", "author": "陈忠平", "dynasty": "清代", "content": "趁得公身片刻閒，开襟抱日了吾寒。鸣蛙初夹风声细，狎鸟竞衔云影欢。十幅帆轻波不恶，一堤春软步能安。田家握别殷勤道，旬月秧毡倍好看。"},
{"title": "再题冬至雪夜", "author": "陈忠平", "dynasty": "清代", "content": "阴阳相激夜嵯岈，冲破寒云始作花。蓬鬓有痕休著镜，草窗无月自生华。拣枝倦鸟蜷何处，落叶酸风刺旧痂。感慨万端奚以托，心之一角梦之涯。"},
{"title": "奉和卢兄五十初度", "author": "陈忠平", "dynasty": "清代", "content": "盛世光阴颇易过，奇怀讵奈二毛何。横胸块垒诗情兀，挂眼江山梦魇多。庭下佳儿堪慰藉，书中閒日自消磨。近知天命安禅定，任是涟波与潏波。"},
{"title": "夜读雪压轩词", "author": "陈忠平", "dynasty": "清代", "content": "露萤乱湿小窗秋，暗把酸风度到眸。芦叶随拈揉梦写，鲛珠自咽背人流。百般苦楚生难尽，一点灵光死未休。岂是卿卿偏命薄，更多薄命不工愁。"},
{"title": "秋雁", "author": "陈忠平", "dynasty": "清代", "content": "万里霜红一抹匀，黄芦岸渚影纷纷。无须商略自成阵，祗管冲腾直破云。振翮声兼寒气涌，射眸风隔暮烟闻。俯看落木萧萧里，峰壑崚嶒各不群。"},
{"title": "台风", "author": "陈忠平", "dynasty": "清代", "content": "台风擦过夜何其，新扫空阶溅旧泥。木叶加窗频剥啄，书灯摇影忽凄迷。满腔离思因秋起，一缕吟魂与梦齐。只说此时容易见，斯人居处日才西。"},
{"title": "秋竹长句寄小竹子生辰", "author": "陈忠平", "dynasty": "清代", "content": "烟浮梦想想娉婷，有笋经娉长已成。万个寒窗筛碧影，一帘疏雨漏秋声。枝无繁锦招人折，质本虚涵入品清。若见沧浪钓波上，兰舟白鹭逐风轻。"},
{"title": "春愁", "author": "陈忠平", "dynasty": "清代", "content": "似有时无最惘然，或抽丝雨或凝烟。乱真难剪燕何苦，柔不胜梭莺可怜。碧酒试呼春到枕，云河暂藉月为船。莫教压断眉山脊，分把些些付子鹃。"},
{"title": "西历情人节拟作", "author": "陈忠平", "dynasty": "清代", "content": "月作冰弦按六么，心旌烛影共飘摇。玫瑰簇夜逗游目，杨柳缠人垂媆条。诗思暗凝烟篆细，春风妥送梦魂遥。殷勤何必劳青使，十二峰高谢綵鹞。"},
{"title": "答诸生贺寿诗", "author": "陈忠平", "dynasty": "清代", "content": "不向青山卜去留，当门云水本清幽。更无一梦下鲸海，辄有双鳞上柳钩。过路车轿空到眼，宜人烟雨漫呼鸥。诗怀任被东风妒，散入飞花最自由。"},
{"title": "悼宗远崖老", "author": "陈忠平", "dynasty": "清代", "content": "隐庐两叩倏如烟，白发萧萧一肃然。夷国诗行以骚译，西江法乳印心传。蛩鸣寒砌悲何在，鹤去空林寂可怜。遥向清风祈愿力，为公洒扫墓门前。"},
{"title": "殊熠猫儿过访 其三 茗坐夜谈极言吾村山水清嘉良可卜居", "author": "陈忠平", "dynasty": "清代", "content": "一水一山良可栖，孤村悬隔竹为蹊。客来轻叱当门犬，日落高呼上树鸡。自给鲜蔬补微俸，不将浊酒到深脐。清宵莫道閒难遣，听我吹嘘有逸妻。"},
{"title": "视频观圣典闻人工驱雨以促都城晴明诗以歌之", "author": "陈忠平", "dynasty": "清代", "content": "热泪纷从热眼流，奇花妆点故城秋。万千气象翻中国，次第衣冠列上楼。盛景端凭诸子造，高歌合与兆民讴。况乎神技瞒天巧，酿雨寒云逐四陬。"},
{"title": "秋兴", "author": "陈忠平", "dynasty": "清代", "content": "萍末青锋势亦雄，尘沙飏起欲弥空。一汀寒笛希声气，万里霜云杂白红。愁字难凭鱼雁托，素心早与雪梅通。玄阴凝作漫漫夜，待散琼华变大同。"},
{"title": "叠用山谷觞字韵再寄顾青泫", "author": "陈忠平", "dynasty": "清代", "content": "春肥鳜鲫秋鲈豸，随处曲流宜泛觞。蟹舍藏烟时掩映，罟船泊月自幽凉。去招京洛青衫客，来对湖山白鹭行。一棹清风容小借，不教块垒辄撑肠。"},
{"title": "中秋夜雨无月拟作", "author": "陈忠平", "dynasty": "清代", "content": "多事溟云故殢城，空劳痴殢到深更。捲残蕉叶风何苦，湿透梧窗雨不情。落影杯边秋味迥，销魂梦底月华明。可堪如豆灯摇曳，曙色未开寒又生。"},
{"title": "拟春思", "author": "陈忠平", "dynasty": "清代", "content": "万点风声挟雨过，窗前花雨湿如何。烟沈重幕愁难入，笺积繁埃字未讹。陋屋那堪招紫燕，昏灯依旧扑青蛾。此生合只梦相见，偏是无眠夜又多。"},
{"title": "九月偕诸诗友游王爷庙以践去春之约次韵山谷登快阁", "author": "陈忠平", "dynasty": "清代", "content": "登临旧约隔年成，天欲大晴云小晴。覆楫风波仍诡谲，积沙棱角自分明。上居雄殿香烟绕，下隐残碑乱砾横。移目寒洲鸥更瘦，真堪招作菊花盟。"},
{"title": "江右诗社己丑浔阳年会诗草 其八 琵琶亭", "author": "陈忠平", "dynasty": "清代", "content": "琵琶弦拨琵琶行，或为孤愁或为情。白傅何尝青女识，曲衷但向大江倾。一襟烟水长流逝，多少才人无姓名。揾遍春痕春且去，莫教苦雨碍晴明。"},
{"title": "嵌句『漫遣春光入酒盅』赋得", "author": "陈忠平", "dynasty": "清代", "content": "千古骚人一例同，四时节物动幽衷。为将绮梦携诗牍，漫遣春光入酒盅。颦黛自随烟聚散，碎萍各逐水西东。繁华毕竟吹摇尽，珍惜日边飞絮红。"},
{"title": "赴村宴", "author": "陈忠平", "dynasty": "清代", "content": "电动车轻敞我怀，漫将俗虑辗成埃。红黏胎齿知家近，绿护田塍拾梦来。野趣乱供诗眼饱，乡情热到酒肠回。凯风吹遍南桥岭，一抹醉云浓不开。"},
{"title": "公馀访友", "author": "陈忠平", "dynasty": "清代", "content": "短信时邀愿总赊，公馀偶过野人家。私心久契原非客，狭巷漫寻何必车。户纳清风翻故纸，门当黄菊著新花。莫因市远愁兼味，半架秋藤尚有瓜。"},
{"title": "无题", "author": "陈忠平", "dynasty": "清代", "content": "怀抱东风思邈然，平池波皱亦堪怜。雏莺浅碧声难稳，野鹤荒洲月不圆。漫把孤心叠新句，欲凭一梦證前缘。等閒识得春滋味，认取寒岑万点烟。"},
{"title": "子夜", "author": "陈忠平", "dynasty": "清代", "content": "萧然气压九天沈，过处孤风苦作吟。枕上旧书抛子夜，窗前残影动予心。挥愁不去春偏近，绾梦将成寒忽侵。却喜吹嘘旋即冻，免教漉漉更沾襟。"},
{"title": "次韵雨如丰城归来", "author": "陈忠平", "dynasty": "清代", "content": "脱羁野马快游程，江上鸥波新旧盟。卜剑碧池收湛露，腾烟紫阁倚高晴。莫教块垒胸中逼，辄放风云笔下生。纵罢诗情还负手，繁尘暂似息纷争。"},
{"title": "春日偶感", "author": "陈忠平", "dynasty": "清代", "content": "回阳淑气旧田庐，青眼新开劫后馀。翠竹摇窗风作秀，香烟浮影梦成虚。入时歌吹高难和，好古情怀奇可居。只是花繁春易老，满园瑞雨独愁予。"},
{"title": "辗转", "author": "陈忠平", "dynasty": "清代", "content": "辗转欲眠眠未曾，邻鸡三唱唤关灯。聊将宿茗消晨困，芜写新诗忆旧朋。照眼烟霞殊潋滟，横窗草木自崚嶒。供瓶独有山栀子，零落真如百衲僧。"},
{"title": "春望", "author": "陈忠平", "dynasty": "清代", "content": "煖到鄱湖谁早知，浣花浣梦浣罗衣。砧敲晓月炊烟破，影弄晴波思绪飞。十丈软尘销骨薄，一堤乱絮裹愁肥。可怜望帝春心永，红点啼痕子不归。"},
{"title": "偶得", "author": "陈忠平", "dynasty": "清代", "content": "见说九衢皆竦然，我居且喜陋还偏。身无多事真宜懒，心有馀情偶不眠。独立凉台风举袂，斜看高宇月生烟。行云一一过眸去，世相由他百味煎。"},
{"title": "红叶还乡予招邑中同好鄱湖愚夫鹰鸣矶山钓客设红炉宴约压炉字", "author": "陈忠平", "dynasty": "清代", "content": "残腊欲除寒未除，座中赖未小红炉。地消积冻犹泥泞，道结忘年足友于。煮雪稍嫌尘味重，论时皆叹世风殊。閒人莫作庸人虑，只管倾情在酒壶。"},
{"title": "岁晏有怀", "author": "陈忠平", "dynasty": "清代", "content": "顽玉倩谁寒屑磨，纷披海角与山阿。放眸但见乾坤合，移足难防坎阱多。一夜訇然开气象，千程依旧隔风波。相逢容易罗浮里，莫漫嗟嘘春梦婆。"},
{"title": "阙题", "author": "陈忠平", "dynasty": "清代", "content": "青帝无方度最难，才抽新碧复摧残。倾天瑞雪偏妨日，作雨春风不了寒。欲命九原沾沃溉，苟将一色弄斑斓。高端又是喧雷过，挂眼黑云剸未剸。"},
{"title": "磬如兄以元夕诗见示次韵寄之", "author": "陈忠平", "dynasty": "清代", "content": "十里花灯欲闹春，烟光锦屑乱眸频。摧残梅影谁堪友，叩遍霜心竹可邻。秦镜一开天广大，楚云乍霁夜清新。怜君高坐燕园里，犹念家山冷翠茵。"},
{"title": "江东行吟 其三 姑苏拙政园", "author": "陈忠平", "dynasty": "清代", "content": "一池一磊一佳构，煖阁凉亭嫌弗多。烹酒烹茶烹白雪，赏梅赏菊赏青荷。绝怜高士投閒地，翻作莽夫行乐窝。大好园林频历劫，清风明月恨如何。"},
{"title": "春望", "author": "陈忠平", "dynasty": "清代", "content": "煖到鄱湖谁早知，浣花浣早浣罗衣。砧敲晓月炊烟破，影弄晴波思绪飞。十丈软尘销骨薄，一堤乱絮裹愁肥。可怜望帝春心永，红点啼痕子不归。"},
{"title": "红叶还乡予招邑中同好鄱湖愚夫鹰鸣矶山钓客设红炉宴约压炉字", "author": "陈忠平", "dynasty": "清代", "content": "残腊欲除寒未除，座中赖有小红炉。地消积冻犹泥泞，道结忘年足友于。煮雪稍嫌尘味重，论时皆叹世风殊。閒人莫作庸人虑，只管倾情在酒壶。"},
{"title": "寄怀拾叶旧友", "author": "陈忠平", "dynasty": "清代", "content": "首举吟旌网络殊，纷纷名士竞相扶。一时肝胆情何热，几度流离缘转无。梦湿青衫怀旧雨，风摇黄叶下寒梧。可怜廫落竟如此，谁更登坛捋臂呼。"},
{"title": "冬夜独坐", "author": "陈忠平", "dynasty": "清代", "content": "日下孤城夜气严，街灯摇露欲均沾。雁翎云外冻疑折，芒角风中削更尖。书卷无端竟成茧，生涯有味自调盐。但期四海生晴雪，若梦梅花任我拈。"},
{"title": "偶寄", "author": "陈忠平", "dynasty": "清代", "content": "旧事侵怀夜不宁，况兼溽气更相蒸。遮眸云翳劳空想，破茧蛾儿扑一灯。风过阳台人缱绻，花移残影月鬅鬙。趁凉且返逍遥梦，十二栏杆莫独凭。"},
{"title": "秋竹长句寄小竹子生辰", "author": "陈忠平", "dynasty": "清代", "content": "烟浮梦想想娉婷，有笋经霜长已成。万个寒窗筛碧影，一帘疏雨漏秋声。枝无繁锦招人折，质本虚涵入品清。若见沧浪钓波上，兰舟白鹭逐风轻。"},
{"title": "拟绮怀应江右课外作业二首 其二", "author": "陈忠平", "dynasty": "清代", "content": "记得初交约见期，烟津风雨望多时。春偏缱绻秋偏瘦，水自迷茫人自痴。偶动尘心惭半老，可怜网路转千歧。年来梦寐将成茧，说与灯知未必知。"},
{"title": "丁亥九日遥念江右同仁狮子岭登高同用小杜九日齐山登高韵", "author": "陈忠平", "dynasty": "清代", "content": "九日风揣神思飞，遥怜狮岭野烟微。杯浮绿蚁放怀醉，手撷白云簪鬓归。游屐踏过衔落叶，茱萸插处缀清晖。我惟怅叹湖天阔，自掬寒波自濯衣。"},
{"title": "凉夜", "author": "陈忠平", "dynasty": "清代", "content": "骤起风狂逼暑除，窗前花影认模糊。撩人思绪究何尔，趁隙吟虫真似吾。梦里颇疑云路近，醒时转觉雨灯孤。明知凉夜难长永，漫把鱼笺草草涂。"},
{"title": "夜探向閒兄次元玉", "author": "陈忠平", "dynasty": "清代", "content": "高朋携雨泻成潭，肯让深寒阻夜探。任是风霜欺短鬓，漫随意兴竞长谈。诗心契合殊相重，人事纷纭不妄参。天地时惟君与我，由他红紫斗青蓝。"},
{"title": "豫章客中应江右诸子之邀郊游 其四 云海兄见招游幽兰青岚湖岘山寺依齿分韵得六鱼", "author": "陈忠平", "dynasty": "清代", "content": "和风搀客下轻车，爱惜湖光雨后馀。千顷碧波烟袅袅，一行赤子步徐徐。偶闻蛙鼓鸣芳陌，频惹春泥溅素裾。抱寺松林容小憩，暂同我佛比邻居。"},
{"title": "次韵奉答吴吉林老贺吾儿升学诗", "author": "陈忠平", "dynasty": "清代", "content": "为免寒门尽草莱，恩霖偶许到微才。烦公青眼屡相顾，怜我愁怀今稍开。渐已成人堪放手，苟能谋食敢望材。有朝不负殷勤嘱，再命痴儿晋几杯。"},
{"title": "晓雨上班道中", "author": "陈忠平", "dynasty": "清代", "content": "轻雷划破梦千丝，起看苔痕上石墀。任尔寒风微沁骨，怜他香雨幻如诗。红烟浓澹嗅春便，碧影参差入画宜。遥念芹泥肥沃处，有人赤足一蓑披。"},
{"title": "夜读雨如诗感而寄之", "author": "陈忠平", "dynasty": "清代", "content": "世象纷繁嗟未休，况乎近在御城陬。挽弓谁肯射颓日，触忌君当惜转喉。一事难安宜自乐，三餐能饱更何忧。且看明月閒窗外，亘古如磐挂顶头。"},
{"title": "送儿就学途中偕筠姊夫妇并渔歌殊熠雨如雪莲游驻马店薄山湖分韵得吟字", "author": "陈忠平", "dynasty": "清代", "content": "曲径幽微隔碧浔，薄山幻叠五湖心。漫由兰棹移尘影，欲采清风问野禽。竹雨分凉秋味好，松针作饵钓纶深。此来不为藏身计，暂对烟霞试一吟。"},
{"title": "初雪", "author": "陈忠平", "dynasty": "清代", "content": "吹破云心散九州，飞花一瞬白人头。大同世界怜胡雁，小困书生笑楚囚。为报清怀须耐冷，暂抛公事不言忧。见闻南岭梅争发，收拾诗囊趁早游。"},
{"title": "偶感", "author": "陈忠平", "dynasty": "清代", "content": "缘灭缘生未可期，算来人事半如斯。风波挂碍勿轻涉，冷暖关怀各自知。太息霜严吹到镜，翻惊梦恶起抠诗。相逢陌路宁无日，亦不须猜谁是谁。"},
{"title": "奉题江右同好梅岭紫清山雅集次韵仰老时予自豫章归后数日未躬斯盛", "author": "陈忠平", "dynasty": "清代", "content": "别去溪山梦影微，又从小照认依稀。花间坐卧香堪染，醉后行吟神自飞。一老岂输诸子健，红云争比翠烟肥。我惟隔网空叹羡，不合当时仓促归。"},
{"title": "春夏相交夜不成眠遂起而抠诗如是者三日 其一", "author": "陈忠平", "dynasty": "清代", "content": "看时清晰却模糊，剩取残芳旧画图。絮化浮萍流水远，山沈红日白云孤。骤然风雨类歌哭，况复郊原啼鹧鸪。执手东君相惜别，那堪耳畔逸妻呼。"},
{"title": "偕凤凰山主一行登南山山下鱼馆置酒", "author": "陈忠平", "dynasty": "清代", "content": "把臂南山秋画图，清风脚画起徐徐。摩挲残字追高古，指点苍波认远墟。语可推心缘不薄，诗能佐酒醉何如。斯时一别休惆怅，我有河鱼子有车。"},
{"title": "晓雨上班道中", "author": "陈忠平", "dynasty": "清代", "content": "轻雷划破梦千丝，起看苔千上石墀。任尔寒风微沁骨，怜他香雨幻如诗。红烟浓澹嗅春便，碧影参差入画宜。遥念芹泥肥沃处，有人赤足一蓑披。"},
{"title": "岁末限二冬韵", "author": "陈忠平", "dynasty": "清代", "content": "正说清风豁俗瞳，嗟吁未已忽残冬。天低初觉云心倦，影瘦颇知灯味浓。梦有别怀多寤枕，文无新意例雕虫。何当暂了公家事，坐待梅催报岁钟。"},
{"title": "贺龙泉空吟兄令旦", "author": "陈忠平", "dynasty": "清代", "content": "茫茫雪夜一弧悬，天许斯人降大寒。挂眼烟尘揉作梦，横喉骨鲠唾成丸。情来笔下殊难尽，愁到杯边例可乾。声气相求网何碍，与君同味世风酸。"},
{"title": "次韵玉溪生春雨以应两圈诗会", "author": "陈忠平", "dynasty": "清代", "content": "春丝密密织纤衣，念汝衣纤梦久违。偶尔帘开清影动，原来燕啄紫泥归。千山翠黛凝还叠，满院芳华落渐稀。庄蝶应怜双翅冷，窗前不见共于飞。"},
{"title": "流萤", "author": "陈忠平", "dynasty": "清代", "content": "寒侵百草化萤飞，不欲与争秋月辉。天迥云高徒有意，宵长梦短本无题。一时点缀供人眼，三径萧疏泥我衣。老去莫从残蕊落，庄生晓蝶恐相疑。"},
{"title": "霜落", "author": "陈忠平", "dynasty": "清代", "content": "霜落枯枝月坠楼，雁声断续夹寒流。一心早到衡山顶，两翅暂羁彭蠡洲。遐思只堪摇入梦，孤烟不许散成愁。应怜明日苍波上，尚有天涯未系舟。"},
{"title": "黔中行吟 其四 叠前韵酬莫名金水二兄", "author": "陈忠平", "dynasty": "清代", "content": "宜上云端舒倦眸，异乡同作菊花秋。暂无俗虑烦霜鬓，况有新交快壮游。九曲盘旋峰怪异，一泉奔泻涧清幽。黔中合是藏身地，恐到终期难梦求。"},
{"title": "黔中行吟 其十 拜访傅老仰斋宜春诗友留饮时剑川剑尘自丰城汝启梅岗自萍乡水月自长沙纷至", "author": "陈忠平", "dynasty": "清代", "content": "奇岩踏遍访奇人，重整衣冠弹客尘。万壑沈酣枫点醒，一江舒啸韵流新。丰仪乍识犹疑幻，热盏频飞始认真。八面风云同此会，既宜秋色料宜春。"},
{"title": "遥寄秋灵生辰", "author": "陈忠平", "dynasty": "清代", "content": "宾鸿点点月如钩，遥念灵君小倚楼。绰约冰姿风澹荡，呢喃虫语夜轻柔。缘牵网络千回梦，海隔东西两半球。对此良辰不须问，与谁同醉一壶秋。"},
{"title": "读山南流水集寄宗兄齐明先生", "author": "陈忠平", "dynasty": "清代", "content": "薪米堪支老退馀，无须七十学樵渔。身安蠡左閒何似，梦比山南幽不如。偶自新闻知善政，时从邻里得鲜蔬。鸥波久隔风波远，除却诗文尽觉虚。"},
{"title": "谷雨江右诗社周年萍乡小石源雅集 其二 筠姊偕金水雨如及小月枉道鄱湖惠我美玉长句谢之", "author": "陈忠平", "dynasty": "清代", "content": "丰仪初识隔萤屏，一握鄱湖白鹤汀。绕阁晴烟红袅袅，如人脩竹绿亭亭。邀君醪醴薄难醉，赠我琳琅清可听。别去不愁云路远，因知此物已通灵。"},
{"title": "偶寄", "author": "陈忠平", "dynasty": "清代", "content": "旧事侵怀夜不宁，况兼溽不更相蒸。遮眸云翳劳空想，破茧蛾儿扑一灯。风过阳台人缱绻，花移残影月鬅鬙。趁凉且返逍遥梦，十二栏杆莫独凭。"},
{"title": "迎春辞应江右春课", "author": "陈忠平", "dynasty": "清代", "content": "春心破茧欲何之，抽作游丝并雨丝。绾住梅魂萦旧梦，托于雁足寄新诗。和风初啭莺啼序，寒雾薄笼杨柳枝。携手虹桥待晴日，莫教误了看花期。"},
{"title": "黔中行吟 其十二 偕金水兄至九江游湖口石钟山归晚倦客眉子于浔阳江头置酒共约席后赋诗限押『眉』字", "author": "陈忠平", "dynasty": "清代", "content": "探秘石钟归棹迟，浔阳恰是上灯时。烛摇霜影团圆夜，月挂江头杨柳枝。共约新题酬远客，频斟菊盏醉蛾眉。问君一返香山后，红叶裁成寄与谁。"},
{"title": "寄怀向閒兄", "author": "陈忠平", "dynasty": "清代", "content": "我未弹冠君挂冠，身名终得一般閒。深憎尘网耽伊网，高枕南山望北山。敛手风云过眼底，镂肝文字发心间。何当把袂优游去，掬尽清泉洗倦颜。"},
{"title": "黔中行吟 其十三 归后念及途中有负齐卿兄约醉长沙美意聊作长句谢之", "author": "陈忠平", "dynasty": "清代", "content": "梦出黔中雾色茫，细从窗外认潇湘。山川自古称形胜，人物至今思楚狂。约醉千杯君意厚，悭谋一面客途长。归来但遣鄱湖水，上溯长江到岳阳。"},
{"title": "小院夜坐", "author": "陈忠平", "dynasty": "清代", "content": "欲坐禅关不似僧，那堪暑似更相蒸。无人可语怜长夜，有梦不成搔短鬙。些许清凉疑作雨，翻飞蝙蝠认为朋。忽看明月蹒跚上，大好乾坤仰一灯。"},
{"title": "仰斋老寄示眉批拙作时已岁杪感动莫名长句谢之", "author": "陈忠平", "dynasty": "清代", "content": "摇窗灯影绝尘埃，若见斯翁劳案台。腑底箴言呵手写，诗中奥境为人开。风流早许倾多士，渥泽居然到散才。欲报青眸真愧我，心香一瓣托新梅。"},
{"title": "重修故宅竣工吾兄弟数人冒雪赴乡设宴时淩晨六点道路尽冻", "author": "陈忠平", "dynasty": "清代", "content": "不为探梅负雪游，故园新立小洋楼。未防溪冻陷人足，那管风寒射我眸。暂忘客身仍浪迹，尽招乡党共欢瓯。临歧先把衣冠拂，恐载一车离别愁。"},
{"title": "三叠前韵答十三狼见和", "author": "陈忠平", "dynasty": "清代", "content": "久说睽违逢不期，人间遇合一如斯。奈何健语忽愁笔，遮莫新交非故知。过眼浮云翻作雨，横胸芒角吐为诗。男儿有梦应无悔，休问鹏程蹶者谁。"},
{"title": "赋得『不许梅花寂寞开』二首 其二", "author": "陈忠平", "dynasty": "清代", "content": "落日霜风割古槐，动人肝胆梦成灾。搜将蕉叶待藏鹿，剩把鲛珠揉作醅。尘劫小移犹我在，儒冠一整更何哀。此身要向寒中立，不许梅花寂寞开。"},
{"title": "黔中行吟 其十一 仰老携吾等过道丰城殊熠亦自南昌至", "author": "陈忠平", "dynasty": "清代", "content": "早发袁州百里程，赣山抚水豁眸清。望中已是新烟阙，座上仍多旧雨盟。二度桂香缘客至，一双剑气与诗鸣。最怜商贾公关巧，乞赐鹅书换酒旌。"},
{"title": "豫章客中应江右诸子之邀郊游 其一 殊熠弟见招游梅岭跌水沟限沟字", "author": "陈忠平", "dynasty": "清代", "content": "云峰跌水下成沟，故引骚人快此游。路夹烟氛轻似梦，苔侵溪石碧如油。空林经雨抽新笋，村汉贪春失老牛。拟与山花比颜色，行前先饮酒三瓯。"},
{"title": "楼望", "author": "陈忠平", "dynasty": "清代", "content": "久屈炎威不上楼，凭楼又见蓼花洲。太多世相撩人眼，些许牢骚乱笔头。忽尔白云翻作墨，当时青叶嚇成秋。此中凉热皆滋味，尚有忘机一野鸥。"},
{"title": "题毕业二十六周年高中同学聚会", "author": "陈忠平", "dynasty": "清代", "content": "一别桥门散四涯，几番梦里话襟期。鸡窗灯火同为念，世路风霜各不知。廿六光阴髭半白，寻常况味酒千卮。可怜独有清宵月，才说圆时是缺时。"},
{"title": "无题", "author": "陈忠平", "dynasty": "清代", "content": "月落西窗久不归，商声萤火夜光微。秋丝绾梦疑成茧，霜叶凝寒欲透衣。道是灵犀牵一线，可怜痴念减三围。那堪早起凭栏处，云自徘徊鹤自飞。"},
{"title": "江湖应三月诗社社课", "author": "陈忠平", "dynasty": "清代", "content": "庙堂高踞有高才，汝本难群何足哀。不必忧烦天下计，合当放纵掌中杯。村居客少自幽寂，野径花繁凭剪裁。丘壑能专谁管得，书城坐拥小蓬莱。"},
{"title": "再作迎春辞应江右春课", "author": "陈忠平", "dynasty": "清代", "content": "春心久被冻云封，况隔关河一万重。到枕新诗随梦渺，逼窗寒气夹愁浓。快磨三尺龙泉剑，尽削巫山十二峰。料得东君归路上，更无风雪碍从容。"},
{"title": "寄醉妹芳辰兼怀拾叶诗社事", "author": "陈忠平", "dynasty": "清代", "content": "网事烟云过眼频，鸥盟共忆拾芳尘。任凭网事随春老，惜取芳尘贮梦新。心镜恐为风点破，诗情好藉雨调匀。遥知楚水红翻处，一掬清芬最沁人。"},
{"title": "初夏偶感", "author": "陈忠平", "dynasty": "清代", "content": "弄柳莺馀二月歌，悄然暑逼懒人窝。难从网络消长昼，欲借清凉到碧柯。卜雨问云云不语，枕书寻梦梦如何。最怜蚊蚋俱成器，尘世喧嚣渐次多。"},
{"title": "寄子佩生辰", "author": "陈忠平", "dynasty": "清代", "content": "谁言生日不逢辰，错过春华别有春。满槛榴花红灿烂，半窗荷雨绿清新。招凉书作催诗枕，祝嘏情牵隔网人。吩咐滔滔一江水，留些澄澈洗心尘。"},
{"title": "冬日通宵加班", "author": "陈忠平", "dynasty": "清代", "content": "一年容易又霜飞，摇曳书霜曙色微。数字翻新由我写，文章落臼让人讥。清茶有味供消遣，俗眼无能辨是非。不见寒号枝上鸟，殷勤只管劝加衣。"},
{"title": "谷雨江右诗社周年萍乡小石源雅集 其三 初访小石源次韵汝启兄用进退格", "author": "陈忠平", "dynasty": "清代", "content": "炊烟真欲与云齐，山半幽云隔路岐。家犬小怜迎远客，野蔬新摘带春泥。徐舒醉眼犹疑梦，狂放诗心不忌辞。草木自然成境界，人间笔墨岂堪题。"},
{"title": "谷雨江右诗社周年萍乡小石源雅集 其四 游孽龙洞有感其更名为义龙洞用进退格", "author": "陈忠平", "dynasty": "清代", "content": "一洞幽深鱼贯行，眼前顽石幻奇形。或为虾鳖依崖立，曾佐龙蛇倒海惊。过处阴风犹凛冽，当年恶迹渐零星。也无轻怪后来者，竟把妖邪冠义名。"},
{"title": "春夏相交夜不成眠遂起而抠诗如是者三日 其三", "author": "陈忠平", "dynasty": "清代", "content": "伤春便欲抱春眠，讵料蚊雷喧耳边。梦影支离坐长夜，鸡声迢递破残烟。蹉跎岁月岂堪忆，草木枯荣殊可怜。不合小资情调在，自教艾怨瘦诗肩。"},
{"title": "应江右月课赋得西风韵限十一真", "author": "陈忠平", "dynasty": "清代", "content": "秋结孤心愁煞人，散成剑煞破青蘋。离鸿声怨衡山远，落叶寒吹渭水频。欲驭长车争藉力，讵知清界竟扬尘。可能好景乱云外，只是俗眸看不真。"},
{"title": "黔中行吟 其八 天河潭溶洞", "author": "陈忠平", "dynasty": "清代", "content": "一窍中开谁遣蚕，神工造化拟同参。倒悬石乳幻灵物，飞接天泉成古潭。渌水波渟云洗白，秋山风疾草翻蓝。弃舟已倦游人屐，曲径窅冥期再探。"},
{"title": "晨望", "author": "陈忠平", "dynasty": "清代", "content": "晓风欲湿翠霞襟，何处鸡声接远砧。催动蹒跚春脚步，唤醒旖旎梦光阴。馀寒不管诗肩瘦，老眼无妨雾色深。料得南山向阳地，手栽桃李已成林。"},
{"title": "错过荻娣生日补寄一首为谢", "author": "陈忠平", "dynasty": "清代", "content": "须眉红粉又何妨，网络之何共雁行。三载知心情转厚，多思凝句韵流长。眼穿海峡遥无际，手叠莲花澹有香。念汝不堪明月夜，因知明月最摧肠。"},
{"title": "偶感", "author": "陈忠平", "dynasty": "清代", "content": "月冷霓虹夜气萧，风吹乱影叶刁刁。新闻多半好光景，霜迹依然旧板桥。薄俸支家心已足，小康于我梦何遥。閒来且自专丘壑，漫把人间万象描。"},
{"title": "谷雨江右诗社周年萍乡小石源雅集 其六 雨中凭吊盛公祠传为矿难工人造棺处百馀年何止万计", "author": "陈忠平", "dynasty": "清代", "content": "车行缓缓到安源，乍起雷霆城欲翻。数片残英浮野水，一天急雨洗荒垣。当时只怪世多舛，此刻枉怜魂有冤。苦难于人略相似，楼头伫立各无言。"},
{"title": "醉妹临别嘱我留守拾叶欲三年矣犹不见芳踪适近其生辰忽念予曾有诺『年年有句到芳辰』因之仓促成句", "author": "陈忠平", "dynasty": "清代", "content": "一诺于今未敢忘，又招旅雁倩飞觞。春风能藉天非远，玉手频挥语且长。怜我倚坛千转梦，知卿牵网九回肠。逢人每问幽人讯，何处烟霞著药方。"},
{"title": "临屏答娄季初先生赠诗", "author": "陈忠平", "dynasty": "清代", "content": "初破冻云天尚低，缓招淑气下寒溪。我怜早雁传笺字，谁倩新梅带雪泥。无事端居彭蠡左，有时别梦夜郎西。诗情酿到春三月，共醉萍乡雨一犁。"},
{"title": "黔中行吟 其六 黄果树瀑布", "author": "陈忠平", "dynasty": "清代", "content": "危崖次第列森严，飒飒罡风割紫髯。青雾蒸腾云梦谷，银河飞挂水精帘。三千境象一时幻，石脊苔痕履齿黏。不必更为尘世累，空叹雨露未均沾。"},
{"title": "黔游返惊悉吴竹村毓苏先生物化恸之", "author": "陈忠平", "dynasty": "清代", "content": "快游浑未觉寒深，叵料家山鹤影沈。枯木萧萧秋易折，前情历历梦难禁。镂肝尽是伤时句，撒手真安出世心。怜我迟来三径冷，徒闻流水响空林。"},
{"title": "次韵玉溪生春雨以应两圈诗会", "author": "陈忠平", "dynasty": "清代", "content": "春丝密密织纤衣，念汝衣单梦久违。偶尔帘开清影动，原来燕啄紫泥归。千山翠黛凝还叠，满院芳华落渐稀。庄蝶应怜双翅冷，窗前不见共于飞。"},
{"title": "贺江右立社", "author": "陈忠平", "dynasty": "清代", "content": "吟旌小竖象湖边，夹岸桃花醉欲燃。细听春风敲竹籁，漫飘梦雨上诗肩。盟虽初定千秋在，道不曾孤一线悬。未必俱成探骊手，分携馀味种清烟。"},
{"title": "某公雨夜过访笑吾耽诗自误诗以答之", "author": "陈忠平", "dynasty": "清代", "content": "狂风挟电过蓬门，一枕清眠碎作尘。有梦不曾逢乱世，无能只合作骚人。中年况味堪谁说，小我情怀咸自珍。明月沈吟云外久，几番却被雨磨新。"},
{"title": "新居漫兴", "author": "陈忠平", "dynasty": "清代", "content": "一派田园景色赊，分来几许惠吾家。山川挂壁争成趣，梅竹摇窗各有华。忘我漫游因特网，得閒好种邵平瓜。舒心更把层楼上，直纵诗情到海涯。"},
{"title": "为学友二十周年集会作", "author": "陈忠平", "dynasty": "清代", "content": "当时谁解少年愁，何意相年半白头。长忆同窗分井砚，重来把臂过江楼。喓喓虫语尚能怨，去去烟波不可留。值此团圆尽欢夜，那堪霜月渐如钩。"},
{"title": "老向伉俪及一冰夫妇过访余偕之登南山", "author": "陈忠平", "dynasty": "清代", "content": "巅峰一踏笑天低，况有絮云沾我衣。脚下清泉穿石响，眼前白鹤带烟飞。近山暂了江湖事，摘药共参生死机。日挂松枝半摇曳，等閒不肯送人归。"},
{"title": "丁亥清明先君物化三十年矣", "author": "陈忠平", "dynasty": "清代", "content": "晴不晴兮阴不阴，微微寒意透孤襟。家山忽讶花凋早，游子生憎春已深。卅载流光凝一梦，经风野草卧鸣禽。垂肩伫立无多语，护冢青烟是我心。"},
{"title": "春日病中寄柳", "author": "陈忠平", "dynasty": "清代", "content": "眠不成眠餐不餐，未应那夜独凭栏。揪心痛楚从寒起，挂眼风光扶病看。柳为撩人殊袅娜，人如惜柳岂孤单。此身好共春呼吸，无复忧怀起万端。"},
{"title": "黔中行吟 其七 天星桥峡谷", "author": "陈忠平", "dynasty": "清代", "content": "涧底迂深蜃气蒸，怪峰异气各崚嶒。湍流到耳石空响，乱草遮眸心独澄。信步穿行十二月，并肩谈笑两三朋。水穷忽见微明处，一颗残阳挂古藤。"},
{"title": "无以为题 其二", "author": "陈忠平", "dynasty": "清代", "content": "一卷诗轻万贯钱，自娱自乐自陶然。有梅挂壁宜高咏，无客登门合早眠。往事萦怀人可梦，清风入抱句能弦。吟魂不共青衫老，除却二毛仍少年。"},
{"title": "寄子佩生辰", "author": "陈忠平", "dynasty": "清代", "content": "谁言生日不逢辰，错过春逢别有春。满槛榴花红灿烂，半窗荷雨绿清新。招凉书作催诗枕，祝嘏情牵隔网人。吩咐滔滔一江水，留些澄澈洗心尘。"},
{"title": "再登矶山两首 其一", "author": "陈忠平", "dynasty": "清代", "content": "风摇水底几重天，山色湖光两惘然。倦鸟投林嫌太早，青衫落魄甚当年。去寻幽径曾携手，来过空门不问禅。便欲问禅何所用，那时幽径草芊绵。"},
{"title": "偕同社诸君游青云谱八大山人故居", "author": "陈忠平", "dynasty": "清代", "content": "青云有梦画淩烟，挂眼江山独怆然。五桂难寻劫灰后，绿溪长绕故居前。悖情管笔弃斯世，亡国衣冠剩此癫。哭笑当时矜一问，人间换了是何年。"},
{"title": "黔中行吟 其七 天星桥峡谷", "author": "陈忠平", "dynasty": "清代", "content": "涧底迂深蜃气蒸，怪峰异树各崚嶒。湍流到耳石空响，乱草遮眸心独澄。信步穿行十二月，并肩谈笑两三朋。水穷忽见微明处，一颗残阳挂古藤。"},
{"title": "江右群联句未果遂以出句『一襟残照起乡思』为题赋得", "author": "陈忠平", "dynasty": "清代", "content": "一襟残照起乡思，遍野苍茫我是谁。橐笔生涯家四海，望云消息酒千卮。可堪往事翻来梦，况复啼鹃咽作诗。坐老青山情未老，此心萦处有相知。"},
{"title": "网游", "author": "陈忠平", "dynasty": "清代", "content": "好道耽诗别有天，呼朋吆友各忘年。宁能超脱尘寰外，且自勾留醒醉边。多事能抛容我懒，此心半老乞谁怜。依稀呓语曾相约，会钓溪山待胜缘。"},
{"title": "月夜有寄", "author": "陈忠平", "dynasty": "清代", "content": "冷月飕飕过小楼，小楼坐卧即春秋。三年空结千回梦，一水偏分两半球。有序星辰恒运转，无端思绪自烦忧。拟于此夜漂洋去，未解素娥携我不。"},
{"title": "辛巳驻点寄宿农家", "author": "陈忠平", "dynasty": "清代", "content": "油菜花开压垄黄，一途颠簸到山乡。村言土语寓情厚，野果鲜蔬杂味长。蛙鼓初鸣风皱水，木楼高卧月移床。农家分外鸡啼早，男备犁耙女备秧。"},
{"title": "诸子约以各自网名中某字为韵赋『梅雨』予拈『云』字", "author": "陈忠平", "dynasty": "清代", "content": "谁倩麝煤涂作云，散成珠玉落纷纷。一池渌水翻荷细，十里膏风催果勤。閒榻缓招凉半枕，新梅漫煮梦微醺。生涯如此真堪味，任尔嘈嘈豹脚蚊。"},
{"title": "黔中行吟 其二 叠韵再答金水兄", "author": "陈忠平", "dynasty": "清代", "content": "佳山佳水快此眸，思绪飞过去年秋。京华诗酒识君健，塞北风光催我游。身外声名常困扰，心中境界自清幽。别来异地同为客，除却斯文更不求。"},
{"title": "金水兄为蜗居题额聊作长句以谢", "author": "陈忠平", "dynasty": "清代", "content": "京华风骨自嵯峨，四绝一嵯殊不多。随折枝条化鳞角，便翻雷电动山阿。脱尘容我凡眸洗，隔网怜君冻手呵。偏是野人居处窘，高情欲报却无鹅。"},
{"title": "落花", "author": "陈忠平", "dynasty": "清代", "content": "风雨连宵扑短墙，空枝含短褪霞裳。吹残蝶梦殊无恨，掬尽花溪枉自香。拟祭清魂呼杜宇，坐招馀韵到奚囊。可怜啭树莺歌巧，不解春愁为底长。"},
{"title": "晚秋", "author": "陈忠平", "dynasty": "清代", "content": "侵霜巾袜晚来寒，孤雁天边憎海宽。一片浮云风扫尽，半山空翠叶摇残。更无新雨涨枯井，岂有清泉洗病肝。我与秋光俱落寞，当时春景未贪看。"},
{"title": "寄潇湘妃子生辰", "author": "陈忠平", "dynasty": "清代", "content": "久困鄱湖云水陂，梅花消息得来迟。幽芬沁骨寒无敌，疏影浮窗瘦可知。红烛轻摇妃子梦，青风漫送野人诗。潇湘一去三千里，吹取冰心落酒卮。"},
{"title": "新春又雪有感寄怀金水兄京城", "author": "陈忠平", "dynasty": "清代", "content": "梅君续作辞春赋，吹借东风写满天。一缕香氲销俗骨，三分寒意耸颓肩。漫垂玉笋蓬檐下，几误痴人路阱边。此景须当共君醉，京华路远愧吾钱。"},
{"title": "遥寄烛影摇红芳辰", "author": "陈忠平", "dynasty": "清代", "content": "不待冻销春影催，南窗先透一枝梅。浮香争怪风多事，摇烛翻怜楚有才。欲慰芳心偏隔网，却劳玉手自斟杯。我无长物堪为赠，吩咐东君扫镜台。"},
{"title": "奉题三首聊供柏窗兄新第补壁 其三 秋月夜读", "author": "陈忠平", "dynasty": "清代", "content": "帘印读书影，窗含柏露清。暗蛩休杂扰，璧月正虚明。颌首心神会，忘形妻子惊。有人微太息，沐手奉莼羹。"},
{"title": "失眠", "author": "陈忠平", "dynasty": "清代", "content": "万籁俱喑雨脚长，风从窗隙渗微凉。那时点点梦犹在，何事恹恹病未央。不合秋心为药引，明知青眼隔殊方。可怜空捏催眠诀，数断檐牙夜渺茫。"},
{"title": "无题", "author": "陈忠平", "dynasty": "清代", "content": "不为愁多不倚楼，倚楼偏又惹新愁。望云漠漠孤飞雁，听月萧萧老去秋。霜压鸢肩欺瘦我，风翻荻竹挟寒流。此身迷惘谁同渡，枯木刻成般若舟。"},
{"title": "孟秋毗陵之什 其二 江阴要塞眺归登远望六号顷见阖营出接五号舰返航次韵昆阳子", "author": "陈忠平", "dynasty": "清代", "content": "天堑已非险，一桥烟水横。炮台空俎豆，星宇暗戈兵。拟问重洋事，因观细柳营。虹旗旋凤舰，鼓舞迓安平。"},
{"title": "仲夏湘行之什 其四 赋答齐卿兄长沙祖饯", "author": "陈忠平", "dynasty": "清代", "content": "十年期一见，憔悴为诗耽。祖席酒肠怯，客杯茶味甘。网尘资旧忆，世运付闲谭。休唱渭城曲，韶风均二南。"},
{"title": "归思", "author": "陈忠平", "dynasty": "清代", "content": "月华如练夜如霜，天外倦鸿还几行。隔水苍葭鸣野岸，经风老圃散清香。楼台灯火一摇曳，书剑生涯两渺茫。去日情怀孰堪念，田塍草垛小池塘。"},
{"title": "乙酉九日", "author": "陈忠平", "dynasty": "清代", "content": "足踏巉岩放眼量，一湖遥接海天长。雁将振翮拖烟直，菊为淩寒披甲黄。有酒开怀怜蟹横，无冠压顶让风狂。吟馀更把题糕笔，投作山炊煮夕阳。"},
{"title": "小辉喜得佳儿四韵寄贶", "author": "陈忠平", "dynasty": "清代", "content": "大婚曾有祝，叶梦果熊罴。悬矢芝兰室，试声龙凤池。竹风翻故纸，桂露茁新枝。来日鲤庭下，答询无不诗。"},
{"title": "江春兄垂钓有寄", "author": "陈忠平", "dynasty": "清代", "content": "君多山水趣，暇日板桥西。雨霁鱼波活，烟凉柳径迷。禾田分鹭影，草渚散牛蹄。有石自安坐，何须严子矶。"},
{"title": "即感", "author": "陈忠平", "dynasty": "清代", "content": "赤夏河干白，望霖心若煎。蚊雷方聒梦，黴雨竟倾天。未尽活鳞族，胡为漫阪田。世新农自末，不问歉丰年。"},
{"title": "奉贺袁公德赞先生杖国", "author": "陈忠平", "dynasty": "清代", "content": "诗以明明德，道心殊可崇。性偏多侠气，情必一忧衷。白日何妨翳，青沤最忌风。寿民安逸乐，杯酒对霞红。"},
{"title": "春日病后偶题", "author": "陈忠平", "dynasty": "清代", "content": "鄱湖一角野人居，閒对青山困枕书。浮梦无梅谁可友，游丝有影绿堪梳。春潮漫向吟边涌，孤绪犹为病后馀。不必空叹晴日少，满堤烟雨待耘锄。"},
{"title": "预为叶丈纯一先生九十大寿祝", "author": "陈忠平", "dynasty": "清代", "content": "劫馀臞且健，诗骨自清遒。不复时年问，而无物事忧。独居弥塞默，冥坐任悠游。只待团圞夜，桂觞添鹤筹。"},
{"title": "春兴", "author": "陈忠平", "dynasty": "清代", "content": "又是一番春信动，和风拂过野人居。遥知旧燕行囊检，稍觉矮墙寒气除。绿意渐醒霜压后，村溪新涨雨来初。门前些许空閒地，锦绣文章任我书。"},
{"title": "月夜独酌", "author": "陈忠平", "dynasty": "清代", "content": "谁与同消万古愁，且邀明月共登楼。三杯浑忘人前矮，一卒偏怀天下忧。文事凋零悲浊世，人情冷煖叹凉秋。羲皇借我摩云翅，飞越蓬瀛乜醉眸。"},
{"title": "无题", "author": "陈忠平", "dynasty": "清代", "content": "一钩寒月夜萧疏，坐拥孤灯浊酒壶。莫数窗前桐子落，忽闻梦里乳名呼。愁从醉后方知味，情到深时转似无。只是欢娱终有尽，再思寻觅却模糊。"},
{"title": "次韵剑川兄江右诗社即立先寄诸君子", "author": "陈忠平", "dynasty": "清代", "content": "不堕诗心可以群，诸贤累代著殊勋。野人未肯矜村语，微力何堪运大斤。隔网同分元亮井，挥旌重整赣家军。相期携手春三月，山谷风烟带雨耘。"},
{"title": "辛卯仲夏蕲春之什 其二 三江生态农庄晨兴", "author": "陈忠平", "dynasty": "清代", "content": "朝起松间道，苔衣渥露清。渌池山影碧，逸目稻畴平。林霭结初梦，鸥心得再生。恐将禽鸟嚇，企坐复周行。"},
{"title": "年假写兴", "author": "陈忠平", "dynasty": "清代", "content": "岁残春懒至，冷雨却霏霏。役务暂时息，痴儿亦已归。围炉閒可遣，把卷俗相违。巷隔朱门远，无虞错叩扉。"},
{"title": "寄绿烟芳辰", "author": "陈忠平", "dynasty": "清代", "content": "文章偏好古，声气广相求。不让须眉志，长怀家国忧。蚤梅催破腊，宝婺照飞瓯。一网能传语，何须望雁楼。"},
{"title": "暴风雨夜当值", "author": "陈忠平", "dynasty": "清代", "content": "暑气蒸蒸馀势遒，如何一刹转深秋。风号北牖声频裂，雨打空街水乱流。宿鸟畏寒团老树，野人当夜困孤楼。谁家更有无眠客，既熟粮棉叹未收。"},
{"title": "登弋阳龟峰", "author": "陈忠平", "dynasty": "清代", "content": "久说信州奇可观，神工佛力竞雕刊。通灵草木各成趣，化石龟龙齐吐丹。一线天容侧身过，千层梯恐掉头看。山风凛凛销凡骨，稍欠知音味此寒。"},
{"title": "再寄雨如", "author": "陈忠平", "dynasty": "清代", "content": "壮岁英飙振，青霄顾眄时。鹏图云一滞，槐国路多岐。用智书无用，写忧囊有锥。汝诗真可读，但更益吾悲。"},
{"title": "雪后上班道中", "author": "陈忠平", "dynasty": "清代", "content": "积雪几盈尺，乾坤一统寒。朱轮飞溅秽，綵帜冻黏竿。瑟缩役人踬，嬉娱童子欢。道中无殍骨，宜作瑞徵看。"},
{"title": "赋得『风物长宜放眼量』", "author": "陈忠平", "dynasty": "清代", "content": "风物长宜放眼量，男儿俯仰自堂堂。有时应景穷搜句，无事悲天枉断肠。命不如人嗟未已，道须在我老何妨。潜心再读书千卷，用则躬行舍则藏。"},
{"title": "寄红叶海拉尔客中", "author": "陈忠平", "dynasty": "清代", "content": "忍与妻儿别，孤身入苦寒。边风吹梦碎，长夜觉衾单。莽漠啸辽鹤，清凄摧客肝。行囊书可在，解释一时欢。"},
{"title": "仲冬游小矶山三首 其一 闻约", "author": "陈忠平", "dynasty": "清代", "content": "久闻西郭外，水国有灵山。长浪鱼相激，高风鹤与还。振衣苍磴上，抗志白云间。仙迹或难问，潜盘一日閒。"},
{"title": "耽诗六年", "author": "陈忠平", "dynasty": "清代", "content": "半似疏狂半似痴，个中忧乐有谁知。每将梦呓叩心语，空对吟灯捉鬓丝。放眼已然新世界，遣怀犹是旧诗词。如何消得书生气，满纸牢骚一炬之。"},
{"title": "仲夏湘行之什 其五 株洲诗塾诸侣绿烟家宴坐愚父子躬逢其盛长沙心魔锅子二兄亦促驾来聚因以赋答", "author": "陈忠平", "dynasty": "清代", "content": "客俊主人贤，兰亭何复羡。盍簪推赤心，命席劳青眼。窗外雨新凉，座中尊屡满。幽期再约难，职役长牵绾。"},
{"title": "仲冬游小矶山三首 其三 登矶", "author": "陈忠平", "dynasty": "清代", "content": "奋足沼泥中，丘山相鼓舞。甫惊宿雁洲，曩折过帆处。只道立身难，曷知逃世苦。渔烟接市廛，触目皆王土。"},
{"title": "再登矶山两首 其二", "author": "陈忠平", "dynasty": "清代", "content": "旧地重游感不胜，群鸥争逐一帆轻。醉人霜色都无恙，裂岸雪涛空有声。欲踏层峦风渐紧，转看仄径意难平。青山谓我多憔悴，我谓青山不解情。"},
{"title": "暇日访友忽焉嘉客至惭而避席诗谢主人", "author": "陈忠平", "dynasty": "清代", "content": "主人嘉客至，避席莫追呼。蜗守惮鸱嚇，彼贤尤我愚。渭泾元不害，鹍鴳自殊途。肯忤拳拳意，愿言还执觚。"},
{"title": "偶兴", "author": "陈忠平", "dynasty": "清代", "content": "既歇酴醾久，还过煮酒时。溽云蒸夏苦，短夜作眠迟。吮血颇成器，语冰何绝痴。韶歌城郭沸，霞采塓阶墀。"},
{"title": "秋兴", "author": "陈忠平", "dynasty": "清代", "content": "秋阳颓不堕，兀兀照寒新。野唳哀鸿疾，城过社鼠频。苍林犹弄艳，霜叶欲迷人。十月初元动，如何浪说春。"},
{"title": "偶得", "author": "陈忠平", "dynasty": "清代", "content": "春山乍煖又寒生，误了东君路几程。竹树频加窗影乱，草溪陡涨岭云横。连宵风雨元无奈，亲我诗书别有情。如此悠閒不须问，更消何日得晴明。"},
{"title": "晓月", "author": "陈忠平", "dynasty": "清代", "content": "晓月转何处，海涯西更西。澄辉团有意，纷絮乱无题。返影蓬山近，怜人燕翅低。远林雷虺虺，前浦复冥迷。"},
{"title": "甲申岁末", "author": "陈忠平", "dynasty": "清代", "content": "一点梅红瘦可怜，如何便佔好春先。风雷破冻倍殷切，草木馀寒犹黯然。拟向苍茫求大道，却从萧瑟感中年。不知明日新世界，歇了孤芳孰更妍。"},
{"title": "蕙若生辰恰当除夕贶之", "author": "陈忠平", "dynasty": "清代", "content": "万物待新生，吉辰斯日最。梅花馥冷芬，兰若蕴清气。烛粲雪窗红，篆凝绛纱翠。屠酥同寿君，户户有人醉。"},
{"title": "绮萼", "author": "陈忠平", "dynasty": "清代", "content": "绮萼纷纷堕，飘零一霎烟。魂游将底处，序转正嘉年。颓坐残枝下，冥搜大梦边。迩来风雨疾，舜日合相怜。"},
{"title": "閒坐", "author": "陈忠平", "dynasty": "清代", "content": "清茶细品坐幽篁，难得一时心境凉。若梦浮萍飘野水，如人乱草掩斜阳。山中岁月随情老，网上生涯杂味长。兰可师兮梅可友，松风竹韵自流香。"},
{"title": "江东行吟 其七 无锡寄畅园", "author": "陈忠平", "dynasty": "清代", "content": "湖山腾一角，筑得此幽园。石砌狮形怪，碑陈龙迹繁。游鱼拥荷伞，古木及泉根。客履匆匆过，何时细品论。"},
{"title": "漫题", "author": "陈忠平", "dynasty": "清代", "content": "数声疏响此何时，落叶飘萧究可衰。便剩牢骚空对酒，渐磨棱角不成诗。可怜黄鹄青云梦，都做幽闺怨妇辞。万古情怀同寂寞，英雄儿女一般痴。"},
{"title": "九日 其一", "author": "陈忠平", "dynasty": "清代", "content": "岂为拿云便，绝怜高处寒。科头宜兀立，落帽且旁观。危石鹤同啸，幽芬菊自餐。临风襟一裣，日外更重峦。"},
{"title": "辛卯仲夏蕲春之什 其一 赤龙湖汎舟", "author": "陈忠平", "dynasty": "清代", "content": "暑霁清飙发，舲舟不待催。赤龙潜黝碧，白鸟振蒿莱。次第星洲过，琳琅烟景开。唼云鱼浪细，物我各悠哉。"},
{"title": "江东行吟 其五 京口西津渡", "author": "陈忠平", "dynasty": "清代", "content": "大江遥在望，万里泻云陲。浪挟泥沙走，津趋岁月移。天心元叵测，人欲况难持。负手徘徊处，他年泽未知。"},
{"title": "题孤鹤写真", "author": "陈忠平", "dynasty": "清代", "content": "跂立孤亭侧，其鸣遍九皋。危枝圆露眼，落日抚霜毛。宁益寒云白，岂争丹凤高。灵飙如可待，矫矫出蓬蒿。"},
{"title": "奉题三首聊供柏窗兄新第补壁 其一 柏", "author": "陈忠平", "dynasty": "清代", "content": "冰雪妒青翠，根蟠深石坚。云冠垂美荫，老干柱星天。更比松全直，不如梅可怜。苍山怀抱冷，阅尽古风烟。"},
{"title": "无以为题", "author": "陈忠平", "dynasty": "清代", "content": "风流无复忆当年，吐角锋芒一黯然。世味渐知横眼后，春心半老落花前。手敲电脑天非远，竹掩蓬门地已偏。耽癖未妨三径冷，随栽桃李各争妍。"},
{"title": "苦旱得雨时近重五", "author": "陈忠平", "dynasty": "清代", "content": "高峡垂恩渥，湿风初挟雷。郊还新翠色，市绝旧黄埃。黍角系丝细，龙舟祈浪催。灵均千古泪，殆化澍霖来。"},
{"title": "小酌", "author": "陈忠平", "dynasty": "清代", "content": "成仙之术不曾谙，浪迹红尘遗笑谈。弄茧春蚕丝未尽，奋蹄驽马力何堪。拟将心结宽些许，拼把诗虫醉二三。一路行吟凭酒力，圆争怪眼看淮南。"},
{"title": "元夕游春湖月昏朦", "author": "陈忠平", "dynasty": "清代", "content": "饮罢团灯酒，游人作蚁行。闹春花尚冷，傍水草先荣。遍地燃香燄，高天放孔明。莫嗟云蔽月，斯世正清平。"},
{"title": "仲夏湘行之什 其三 登谒岳麓书院", "author": "陈忠平", "dynasty": "清代", "content": "名山廛市逼，古木独清虚。难得人中境，堪寻劫后书。圣贤笾簋列，池馆藻芹疏。亹亹上庠在，允扬玄绪馀。"},
{"title": "立春次夜二首 其二 将晓雷声忽作复起抠诗", "author": "陈忠平", "dynasty": "清代", "content": "阳生寒未尽，何事动惊雷。抛枕衣歪著，倚灯诗又催。才怜千里雁，转惜一枝梅。雨急春难寄，旅人回不回。"},
{"title": "黴季写兴", "author": "陈忠平", "dynasty": "清代", "content": "曀曀游雰积，江天半倚倾。夺朱独绛紫，兆梦徒狰狞。韶景时难见，苧衣黴易生。稍怜芰荷小，兀自散香清。"},
{"title": "苦旱", "author": "陈忠平", "dynasty": "清代", "content": "云纤久难集，旸谷赫无伦。赤蚁欢焦土，鲰鱼愁辍津。剧惜雩台圮，空将蒿目瞋。谁戳高天漏，沃霖分渴民。"},
{"title": "庚辰雪日故宅遭丙悉化灰烬每每梦及黯然伤神", "author": "陈忠平", "dynasty": "清代", "content": "北风逾紧火逾狂，雪压愁云一色茫。顿足欲呼天作孽，低眉自叹道无常。料知残壁逐年废，应是乱蒿如我长。梦里依稀情怯怯，怕思乡却总思乡。"},
{"title": "九日 其二", "author": "陈忠平", "dynasty": "清代", "content": "莫嫌山不峻，纵目及遥天。秋影如人瘦，寒声让雁先。波浮苍野阔，日落夕云妍。一塔无端起，风华欲迥然。"},
{"title": "夤夜读杜", "author": "陈忠平", "dynasty": "清代", "content": "书灯燃不睡，沐手杜陵诗。欲致君尧舜，空忧世乱离。文章千古则，困顿一时嗤。民瘼亦吾病，恐非昭代宜。"},
{"title": "寄贶高秋右迁", "author": "陈忠平", "dynasty": "清代", "content": "蟠潜只待时，破茧终成蝶。盛服带熏风，光仪生素靥。柔肩有荷担，凡事无专辄。任彼浊清流，端方皆利涉。"},
{"title": "不寐有寄是日白露", "author": "陈忠平", "dynasty": "清代", "content": "夤夜理诗旧，秋心愁不成。颇知冰月好，堪照桂窗清。云水虽云隔，雁行将欲行。阑干倚幽寂，暂许露蛩鸣。"},
{"title": "江东行吟 其一 江阴道中次韵答海楼迎客诗", "author": "陈忠平", "dynasty": "清代", "content": "为践兰亭约，千程扶梦来。青衿风雨客，碧酒水云台。即此收嘉气，将之濯俗埃。江声催我和，肯惜不才才。"},
{"title": "腊烟", "author": "陈忠平", "dynasty": "清代", "content": "腊烟沈岁杪，丝鬓引愁长。云欲度春讯，风偏作雨狂。生涯多况味，一种是苍凉。何以销寒气，莫教撑在肠。"},
{"title": "立春次夜二首 其一 雨窗闻雁有寄", "author": "陈忠平", "dynasty": "清代", "content": "吹雨北风疲，追烟南雁起。閒窗动远情，幽夜分寒味。一霎过春边，千程如梦里。点头莺燕逢，何必更知己。"},
{"title": "闻皎月将调蕲春文化局诗以勉之", "author": "陈忠平", "dynasty": "清代", "content": "腊残春不远，好讯忽焉来。汝愿终能遂，吾怀亦稍开。从今止旁骛，藉此展长才。想见盈盈月，清辉满砚台。"},
{"title": "野花", "author": "陈忠平", "dynasty": "清代", "content": "谬种随风播，芳菲率意成。任凭村女摘，不与上林争。入市品嫌杂，夹书香自清。四时诗眼饱，何必尽知名。"},
{"title": "丰城笔会四首 其二 奉和仰老邀茗诗", "author": "陈忠平", "dynasty": "清代", "content": "春酲何以解，七碗压千樽。凝篆茶烟细，拥窗花气蕃。人情真可啜，韵事不须敦。谈笑清风里，缁尘澹一痕。"},
{"title": "夜邀红叶过舍即电学炳兄清晤", "author": "陈忠平", "dynasty": "清代", "content": "雨霁夜初煖，合该延客时。筵邀固难愿，茗坐莫还辞。既结乡情厚，况耽吾道痴。年年同此聚，何必约幽期。"},
{"title": "环大东湖独行四首 其一", "author": "陈忠平", "dynasty": "清代", "content": "天解寒人意，双休故放晴。暂忘多事累，又拟独身行。应有风随侍，岂无鸥待盟。要向沧波上，借得一分清。"},
{"title": "戏题燕山秋雪答于振洋兄索句", "author": "陈忠平", "dynasty": "清代", "content": "秋云化屑飞，借得北风帚。信是地呈祥，莫疑天作秀。燕山忽大同，社鼠皆乌有。冽冽此清时，群黎竞呵手。"},
{"title": "江东行吟 其四 京口招隐山", "author": "陈忠平", "dynasty": "清代", "content": "山偏即招隐，何必更崔巍。林出紫檐角，磴披青藓衣。琴心悬壁古，花影簇烟微。绝好读书地，王孙去不归。"},
{"title": "遥贺红叶竹子弄璋之喜", "author": "陈忠平", "dynasty": "清代", "content": "好雨熊投梦，天教降石麟。悬弧安簟稳，汤饼试啼新。从此绵瓜瓞，即今知苦辛。遥瞻竹轩里，题叶有传人。"},
{"title": "秋感", "author": "陈忠平", "dynasty": "清代", "content": "天存恤人意，拟为世消炎。未待饕蚊灭，已招秋扇嫌。乱云响山表，残日奋潮尖。浑怕乾坤覆，清风价不廉。"},
{"title": "负暄", "author": "陈忠平", "dynasty": "清代", "content": "我居幽巷底，日脚午当门。捧卷叩先哲，倚墙承薄暄。邻家童逐戏，檐角鸟争喧。些许风无碍，皇天未寡恩。"},
{"title": "江春兄以出群格作郊行诗见示次韵奉答", "author": "陈忠平", "dynasty": "清代", "content": "家道颇相类，慨深诗易成。红羊劫身在，青简灶灰倾。终究归人境，那堪论世情。剧怜霜月迥，寒漫读书灯。"},
{"title": "寄怀绿烟并贺芳辰", "author": "陈忠平", "dynasty": "清代", "content": "两晤缘不薄，七年诗梦深。湘云长在念，伊网每相寻。岁晏动梅信，风寒逗鹤吟。雪光盈满手，清漱月牙琴。"},
{"title": "新得楼居诗适闻秀禾乔迁聊为赠", "author": "陈忠平", "dynasty": "清代", "content": "未有青山买，楼居亦何碍。遥瞻市若枰，近触星如海。清梦枕诗书，盆花成世界。沽屠任四邻，敛手纷纭外。"},
{"title": "谒旧山", "author": "陈忠平", "dynasty": "清代", "content": "传言真福地，孝子结茅茨。为护亲眠稳，自将蚊喙滋。千秋山色故，一霎世风移。寒落萧萧叶，燕乌何所之。"},
{"title": "环大东湖独行四首 其二", "author": "陈忠平", "dynasty": "清代", "content": "整衣方键户，倏忽转沈阴。不复察云色，何劳试我心。小桥横浅水，大道贯深林。轿车时过侧，幽独颇难寻。"},
{"title": "小石源雅集听雨索题时余握别汝启兄月馀未逢斯盛", "author": "陈忠平", "dynasty": "清代", "content": "南云方作别，一霎转深秋。又报石源里，分杯剪烛幽。蕉风动清响，诗雨释閒愁。惜未假身便，重兹雁背游。"},
{"title": "丰城笔会四首 其四 剑池", "author": "陈忠平", "dynasty": "清代", "content": "掘得螭纹古，寒芒蛰久微。未经青石砺，已化白虹飞。碑勒月池在，劫移人世非。但期长啸里，有客斩蛇归。"},
{"title": "雨夜", "author": "陈忠平", "dynasty": "清代", "content": "觎破窗帘薄，寒氛不肯收。一灯孤似豆，漆夜黯如囚。舂梦风兼雨，滴阶长且悠。倚床诗在抱，聊以析吾愁。"},
{"title": "小晴", "author": "陈忠平", "dynasty": "清代", "content": "久困书斋小，天饶一罅晴。剩云犹酿雪，寒鸟漫争鸣。且步长街外，因怀閒客情。郊林尽摇落，好让梅孤清。"},
{"title": "粤中纪游 其四 越秀山镇海楼", "author": "陈忠平", "dynasty": "清代", "content": "日挂檐牙碧，阴晴六百年。一江舒白练，万宇缩青田。人似云中鹤，眸横海上天。炮台依旧在，只不识风烟。"},
{"title": "中元翌夜两首 其一", "author": "陈忠平", "dynasty": "清代", "content": "十六最圆月，分明将缺时。秋光虽落寞，虫语尚呀伊。霜自鬓边起，风从何处吹。吾怀瞒不得，早被一灯知。"},
{"title": "村居安灶", "author": "陈忠平", "dynasty": "清代", "content": "良日卜占就，饴糖降灶神。抹泥安鼎镬，试火抱柴薪。自许调羹手，肯为逃世人。村烟撩故梦，五味杂相陈。"},
{"title": "秋夜思", "author": "陈忠平", "dynasty": "清代", "content": "日落城如魅，鲁戈湮草莱。应时灯火丽，过处雁鸿哀。秋气易生露，寒云难作雷。我歌翻似哭，吟鼻有浮埃。"},
{"title": "晚过冬湖即景", "author": "陈忠平", "dynasty": "清代", "content": "风敲凉日响，霜气坼云层。白岸新烧秸，苍山早露棱。洲荒远鹰目，水浅下渔罾。向晚过浮宅，鲜鳞隔饭蒸。"},
{"title": "中元翌夜两首 其二", "author": "陈忠平", "dynasty": "清代", "content": "芒角峥峥在，经秋瘦许多。已开凉世界，犹是谲云波。明镜成虚设，孤心欠一呵。不如安簟枕，踏遍梦山河。"},
{"title": "梅梦四首 其二", "author": "陈忠平", "dynasty": "清代", "content": "不必殷勤护，经寒乃长成。一枝新腊破，十里暗香倾。独许松和竹，相怜我与卿。黄昏传密信，莫把世人惊。"},
{"title": "寄秋", "author": "陈忠平", "dynasty": "清代", "content": "素心怀素志，逐我炎炎世。寒瘦外无情，酸咸内有味。剪愁幽梦中，倚醉清芬里。最惜鬓边霜，深镌秋记忆。"},
{"title": "腰疾误诗友周末游矶山之约梦中得句", "author": "陈忠平", "dynasty": "清代", "content": "病腰元不患，一诺负青山。云影鱼吹乱，鸥波花落閒。愁随萍化去，诗托梦携还。免惹春伤别，因教小闭关。"},
{"title": "孟秋登矶山", "author": "陈忠平", "dynasty": "清代", "content": "山形不妨矮，要在立峰尖。堪抱浮云脚，况开秋眼帘。楼增城自大，湖小陆新添。负手巉崖上，寒风欲动襜。"},
{"title": "菊", "author": "陈忠平", "dynasty": "清代", "content": "猎猎西风里，霜心结蕊清。野丛孤月卧，瘦影素烟横。不为黄巢种，岂因陶令名。真香与真色，寒士竞相盟。"},
{"title": "丰城笔会四首 其三 偕游丰水湖公园有和合塔与状元楼并峙予独敛足塔下", "author": "陈忠平", "dynasty": "清代", "content": "一塔攀天起，檐牙矫欲翂。罡风当八面，文气壮三分。仰首思齐鹤，回身羡采芹。徘徊惭陋质，不敢上拿云。"},
{"title": "拟闺怨", "author": "陈忠平", "dynasty": "清代", "content": "暗侵真不觉，浓锁一重楼。讵知何处起，莫问几时休。梦凭春调遣，花逐水漂流。幻个个人样，晨昏来解愁。"},
{"title": "春湖月夜寄兴", "author": "陈忠平", "dynasty": "清代", "content": "夜閒何所适，寒煖正相宜。月色新如砺，春声细若诗。归舟横一角，抚柳惹多丝。莫立湖边久，恐惊鸥梦思。"},
{"title": "诣庐聆吴吉林老吟诗", "author": "陈忠平", "dynasty": "清代", "content": "第一晴明日，诣庐云水浔。新诗裁已就，野老试为吟。若叩玲珑玉，真开块垒襟。会看鸥鹤动，齐下紫烟岑。"},
{"title": "春月", "author": "陈忠平", "dynasty": "清代", "content": "柳风揉不碎，烟色一浮清。圆缺殊无奈，循环自有情。翻将蛱蝶梦，叩作琉璃声。花影同呼吸，真堪照我生。"},
{"title": "雷雨", "author": "陈忠平", "dynasty": "清代", "content": "长鱼白浪翻，龙啸嚇苍狗。雨欲逼天倾，风真挟人走。孰怜孤客心，但问一湖柳。莽漠冷烟中，还开青眼否。"},
{"title": "秋湖远眺因念重九之约寄怀江春兄沪上", "author": "陈忠平", "dynasty": "清代", "content": "湖山终破阴，日晕尚涔涔。野菊摇初蕊，浮云动远心。萧骚芦岸白，溟漠水烟深。若怜之子意，凉飙举越禽。"},
{"title": "殊熠猫儿过访 其一 登敝村阳储山分得储字", "author": "陈忠平", "dynasty": "清代", "content": "故园佳客至，连袂采山蔬。春屐红新湿，白云寒可储。当涂遇童子，信口问茶垆。指道深幽里，雨浓烟未疏。"},
{"title": "答友惠茶", "author": "陈忠平", "dynasty": "清代", "content": "香冰储玉翠，剔透见初心。火活宜烹雪，风清可漱琴。梅窗凭卓立，云片任浮沈。旦夕濯吾臆，寒尘无复侵。"},
{"title": "乡间晚归即景", "author": "陈忠平", "dynasty": "清代", "content": "小楼衣帽新，可惜湖山旧。满垄草争肥，盛时功特有。日斜生绮霞，云直幻苍狗。是处誇桃源，谁栽菊与柳。"},
{"title": "雨后观荷", "author": "陈忠平", "dynasty": "清代", "content": "雨歇蛙声起，泥涂拨草通。珠圆千柄绿，影碎一池红。倦面凉新漱，清怀孰更同。晚香诚澹远，犹在粉云中。"},
{"title": "甫接诗友电极言山居閒适因有感焉信口漫成", "author": "陈忠平", "dynasty": "清代", "content": "极道归休好，而无作息时。幽风凭料峭，碧影自参差。日薄山如梦，世清人不知。吾年空叹羡，但写望云诗。"},
{"title": "月夜又得", "author": "陈忠平", "dynasty": "清代", "content": "玉壶冰贮满，溢寒移影清。欲折云中桂，翻招海底鲸。大梦醒无觉，幽风渗有声。孤星悬一角，不惹月华明。"},
{"title": "殊熠猫儿过访 其二 游城郊南山赋得『山水含清气』", "author": "陈忠平", "dynasty": "清代", "content": "山水含清气，尘襟试一濡。寺荒僧逸去，佛在客来趋。探手拔新笋，放眸搜野凫。汀烟遥点指，或可卜居吾。"},
{"title": "遥贺南昌诗词学会成立答云海兄嘱", "author": "陈忠平", "dynasty": "清代", "content": "秋风翻故郡，滕阁拔吟旌。槛外江流古，渚边鸥鹤情。赤心从此托，韶管向谁鸣。新酿菊花酒，遥将青眼倾。"},
{"title": "偕江春兄郊行", "author": "陈忠平", "dynasty": "清代", "content": "大道尘嚣甚，折身荒径寻。郊烟堪拾梦，薄汗且开襟。触目嗟农政，论诗洽素心。零星牛矢散，拥鼻自沉吟。"},
{"title": "元日逢西洋情人节戏题", "author": "陈忠平", "dynasty": "清代", "content": "元日逢洋节，人知春不知。馀寒风未软，结梦柳难丝。雨意云千幻，冰心网一涯。可怜伊妹尔，载得几多痴。"},
{"title": "江右诗社己丑浔阳年会诗草 其四 雨中谒濂溪墓限莲字应社", "author": "陈忠平", "dynasty": "清代", "content": "翠分匡阜秀，曩昔远人烟。春雨新城阙，孤风旧墓田。我来虽百感，公去已千年。莫问濂溪水，谁还爱此莲。"},
{"title": "立春前一日晓辉新婚四韵以贺", "author": "陈忠平", "dynasty": "清代", "content": "琴鸣初九日，红烛结双花。好雨宜鸾梦，霁窗窥月牙。画眉新弄笔，举案试调茶。笑看春醒处，盈盈涵翠芽。"},
{"title": "丰城笔会四首 其一 次韵奉答剑川兄江右诗社丰城雅集延宾诗", "author": "陈忠平", "dynasty": "清代", "content": "剑江春浩荡，繁锦待谁收。凤管鸣伊甸，龙光迸此州。藻摛红杏雨，簪盍碧云楼。庶可劳筋息，花间一逗留。"},
{"title": "江右诗社己丑浔阳年会诗草 其三 旅馆夜坐用殊熠出句", "author": "陈忠平", "dynasty": "清代", "content": "群坐品佳茗，新知并旧盟。香浓逸诗兴，苦酽解春酲。江夜灯凝碧，旅窗尘濯清。深谈不相厌，风雨过无声。"},
{"title": "野望二首 其一", "author": "陈忠平", "dynasty": "清代", "content": "步出西门外，牢愁一刹消。鱼跳鸬影直，风递橘香遥。菜籽隔年种，草根和粪烧。最怜霜岸下，童子烤红苕。"},
{"title": "秋夕", "author": "陈忠平", "dynasty": "清代", "content": "夕阳归倦鸟，落木下寒檐。霜点菊三径，香侵月一帘。临风追陆羽，把酒忆陶潜。品得秋滋味，商声刮骨盐。"},
{"title": "閒步南山码头二首 其二", "author": "陈忠平", "dynasty": "清代", "content": "一湖变今古，不变是清流。北倚匡山险，南襟赣水悠。真当披散发，何处觅扁舟。负手霜堤上，满怀奇气收。"},
{"title": "奉寄台湾敏翔丈伉俪八十双寿兼贺对联赛抡元", "author": "陈忠平", "dynasty": "清代", "content": "眉齐双耋寿，艾发不言衰。情向笔头涌，花从梦里开。鸠扶因特网，趺坐白云隈。海晏沦涟隔，春风寄一杯。"},
{"title": "秋意", "author": "陈忠平", "dynasty": "清代", "content": "玄阴积萍末，喷作射眸风。才逼秋阳白，复催霜野红。孤洲千笛起，万里一波通。漫拾飘零叶，试招来去鸿。"},
{"title": "月夜偶成", "author": "陈忠平", "dynasty": "清代", "content": "息网扪襟坐，烟花缭眼新。茶和秋味煮，霜藉竹痕匀。落桂寻无地，幽蛩泣有因。可怜今夜月，曾照汉时民。"},
{"title": "立春日寄远", "author": "陈忠平", "dynasty": "清代", "content": "丝雨绵如织，试将春影团。烟花摇碧酒，歌吹彻朱栏。盈剪愁嫌细，折枝梅恐残。徘徊谢楼上，雁度梦云寒。"},
{"title": "初腊雨夜遣怀", "author": "陈忠平", "dynasty": "清代", "content": "腊催初短夜，暖枕一相亲。灯味如能嚼，蝇头认不真。风欺檐影旧，雨刺竹愁新。非为梅花约，吾心岂望春。"},
{"title": "早起骑车返乡为老母续费新农合", "author": "陈忠平", "dynasty": "清代", "content": "费续新农合，寻閒还故乡。半竿升薄日，一地落初霜。心急车嫌缓，身疲风恨狂。苦寒辞不得，念念在萱堂。"},
{"title": "春雨夜坐", "author": "陈忠平", "dynasty": "清代", "content": "媆春不成景，何必倚窗看。绮思飘难捉，昏云散复攒。夜随风影曳，城浸雨声寒。故纸坐相拥，清芬携到肝。"},
{"title": "题虞山访友图", "author": "陈忠平", "dynasty": "清代", "content": "虞山元气动，一棹破冰封。吊古伤时事，寻禅到老松。江湖堪寄迹，虚静可雕龙。注目苍寒里，烟帷湿几重。"},
{"title": "梅梦四首 其四", "author": "陈忠平", "dynasty": "清代", "content": "香气侵灯晓，孤山梦一惊。曳枝春妒我，化雨孰怜卿。风骨非关傲，乾坤只许清。且偕冰雪隐，那管蝶心情。"},
{"title": "秋夜", "author": "陈忠平", "dynasty": "清代", "content": "清气拭蟾镜，吾怀未许瞒。何堪新落叶，况是旧雕栏。叩梦天涯近，棹云鸿爪寒。讵知风更起，青目复漫漫。"},
{"title": "冬至夜有感值初雪", "author": "陈忠平", "dynasty": "清代", "content": "循环恒有度，阴极复生阳。新雪玲珑白，寒枝落寞黄。吾怀似流水，天道自汪洋。莫为蹉跎恨，今宵梦最长。"},
{"title": "消夏应社自拈何时可辍之何字时恰雨至", "author": "陈忠平", "dynasty": "清代", "content": "了得顽儿事，馀情复可哦。凉风来未约，暑气散如何。半晌嘈嘈雨，亭亭数柄荷。心中澄一片，绿荫不须多。"},
{"title": "小晴閒步逢雨", "author": "陈忠平", "dynasty": "清代", "content": "小晴试春服，徐步水云陂。炊起山描黛，光浮柳弄姿。枯肠真可索，青眼更何之。东帝翻怜我，来将梦雨滋。"},
{"title": "野望二首 其二", "author": "陈忠平", "dynasty": "清代", "content": "徘徊丘壑上，不为羡渔樵。游屐印孤石，吟眸放九霄。水穷舟自远，云起鹤相招。欲驾长风去，蓬山横一箫。"},
{"title": "遐思", "author": "陈忠平", "dynasty": "清代", "content": "天凉期日暮，遐思逐风轻。云削山形矮，波回岸曲平。莲舟谁共棹，雁路合孤行。痴眼茫茫处，经秋月始明。"}
]
